{"":{"language":"it","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "Ricevuto un segnale di interrupt, chiusura …"
,"smb-akcioj postulas radikajn privilegiojn": "le condivisioni smb richiedono i privilegi di root"
,"bonvolu instali tornado version 3.1 aŭ pli": "per favore installa tornado versione 3.1 o successiva"
,"bonvolu instali jinja2": "per favore installa jinja2"
,"bonvolu instali pillow aŭ PIL": "per favore installa pillow o PIL"
,"bonvolu instali pycurl": "per favore installa pycurl"
,"saluton! ĉi tio estas motionEye-servilo ": "ciao! questo è un server motionEye "
,"purigado komenciĝis": "pulizia avviata"
,"wsswitch komenciĝis": "wsswitch è stato avviato"
,"taskoj komenciĝis": "attività avviate"
,"mjpg klienta rubo-kolektanto komenciĝis": "mjpg client garbage collector del cliente è stato avviato"
,"servilo komenciĝis": "server avviato"
,"servilo haltis": "server arrestato"
,"taskoj haltis": "attività interrotte"
,"motion haltis": "il movimento si è interrotto"
,"adiaŭ!": "arrivederci!"
,"agordojn": "impostazioni"
,"ŝanĝi uzanton": "cambia utente"
,"forigi kameraon": "rimuovere la fotocamera"
,"Apliki": "Applica"
,"preferoj de uzanto": "preferenze dell'utente"
,"Preferoj": "preferenze"
,"Aranĝo Kolumnoj": "Colonne di layout"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "imposta il numero di colonne utilizzate per disporre le telecamere"
,"Fiksi Kadrojn Vertikale": "Adatta il frame in verticale"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": ""
,"Aranĝo linioj": "Righe"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": ""
,"kadro-variatoro": "Dimmer del frame rate"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": ""
,"Rezolucio-variatoro": "Regolazione della risoluzione"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": ""
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "impostazioni generali, comuni a tutte le telecamere"
,"Ĝeneralaj Agordoj": "Impostazioni generali"
,"Lingvo": "Lingua"
,"la lingvo de la interfaco (du literoj)": "Lingua dell'interfaccia (due lettere)"
,"Administranto": "Amministratore"
,"la uzantnomo uzata por agordi la sistemon": "il nome utente utilizzato per configurare il sistema"
,"Pasvorto": "Password"
,"pasvorto de administranto": "password amministratore"
,"Observanto": "Utente supervisore"
,"la uzantnomo por uzi por la monitorado": "il nome utente da utilizzare per la video-sorveglianza"
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": ""
,"motionEye Versio": "Versione motionEye"
,"Motion Versio": "Versione Motion"
,"Operaciumo Versio": "Versione del sistema operativo"
,"Programara Ĝisdatigo": "Aggiornamento software"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "verifica la presenza di nuove versioni ed esegue gli aggiornamenti"
,"Nutro": "Alimentazione"
,"Fermu": "Spegni"
,"malŝaltas la sistemon": "spegne il sistema"
,"Rekomencu": "riavvio"
,"rekomencas la sistemon": "riavvia il sistema"
,"Agordo": "Configurazione"
,"Sekurkopio": "backup"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": "crea un file con la configurazione corrente per salvarlo localmente"
,"Restaŭri": "ripristina"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": "ripristina la configurazione da un file di backup salvato in precedenza"
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "Abilita se si desidera utilizzare questa fotocamera"
,"Video-Aparato": "Dispositivo video"
,"Kamerao Nomo": "Nome della telecamera"
,"kameraa nomo…": "Nome della fotocamera …"
,"alias pri ĉi tiu kamera aparato": "alias per questa telecamera"
,"Kamerao ID": "ID telecamera"
,"la kamerao identiga numero": "il numero di identificazione della telecamera"
,"Kamerao aparato": "Telecamera"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": ""
,"Kamerao Tipo": "Tipo di telecamera"
,"Aŭtomata Brilo": "Luminosità automatica"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": ""
,"Video-rezolucio": "Risoluzione video"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": ""
,"Larĝeco": "Larghezza"
,"enigu kutiman rezolucian larĝon": "inserisci una larghezza personalizzata"
,"Alteco": "Altezza"
,"enigu kutiman rezolucian altecon": "inserisci un'altezza personalizzata"
,"Video-Rotacio": "Rotazione video"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": ""
,"Kadrofrekvenco": "Frame rate"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": ""
,"Privateca masko": "Maschera per la privacy"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": "consente il mascheramento delle immagini per evitare di registrare determinate aree dell'immagine per proteggere la privacy"
,"Redakti maskon": "Modifica maschera"
,"Konservi maskon": "Salva maschera"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": ""
,"Ekstraj Elektoj": "Opzioni extra"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": ""
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "scegli dove e come vengono archiviati i tuoi file multimediali"
,"Stokado de dosieroj": "Archiviazione dei file"
,"Stokada Aparato": "Dispositivo di archiviazione"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": ""
,"Retservilo": "Server Web"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "l'indirizzo del server web (indirizzo IP o nome)"
,"SMB Protokolo-Versio": "Versione protocollo SMB"
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": ""
,"Kunhava nomo": "Nome condiviso"
,"la nomo de la interŝanĝa reto": "il nome della rete di scambio"
,"Uzantnomo": "Nome utente"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": "il nome utente da fornire quando si accede alla directory di rete (lasciare vuoto se non è richiesto alcun nome utente)"
,"Pasvorton": "password"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": "la password richiesta dalla directory di rete (lasciare vuota se non è richiesta la password)"
,"Radika dosierujo": "Directory principale"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": "il percorso principale (sul dispositivo di archiviazione selezionato) in cui verranno archiviati i file"
,"Testi la reton dosierujon": "Testare la directory di rete"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": "fare clic su questo pulsante per testare la connessione di rete dopo aver inserito i dettagli richiesti"
,"Uzado de Disko": "Utilizzo del disco"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "la dimensione utilizzata/totale del disco in cui risiede la directory principale"
,"Alŝutu Mediajn Dosierojn": "Carica file multimediali"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": "attivare questa opzione se si desidera che i file multimediali vengano caricati su un servizio esterno"
,"Alŝutu Bildojn": "Carica immagini"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": "attivare questa opzione se si desidera che le immagini vengano scaricate su un servizio esterno"
,"Alŝutu Filmojn": "Carica film"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": "abilitare questo se si desidera che i video vengano caricati su un servizio esterno"
,"Alŝuta Servo": "Servizio di caricamento"
,"Servilo FTP": "Server FTP"
,"Servilo SFTP": "Server SFTP"
,"Servilo HTTP": "Server HTTP"
,"Servilo HTTPS": "Server HTTPS"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "selezionare un servizio in cui verranno caricati i file multimediali"
,"Servila Adreso": "Indirizzo del server"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": "il nome di dominio o l'indirizzo IP del server (ad esempio ftp.example.com o 192.168.1.3)"
,"Servila haveno": "Porta del server"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": "la porta da utilizzare per connettersi al servizio (lasciare vuoto questo campo per utilizzare il valore predefinito)"
,"Metodo": "metodo"
,"la HTTP-metodo uzi por alŝuti dosierojn": "il metodo HTTP da utilizzare per caricare i file"
,"Finpunkto URL": "URL endpoint"
,"La kompleta URL al la alŝuta servila finpunkto:": "L'URL completo all'endpoint del server di upload:"
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "Per S3: ad es. http://my.minio:9000. Lascialo vuoto per AWS!"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "Per Webdav: ad es. https://my.cloud/remote.php/dav/files/me/"
,"Loko": "posto"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": "il luogo (percorso principale) in cui caricare i file multimediali (ad es. / files / cam1 /)"
,"Inkluzivi Subdosierujojn": "Includi sottocartelle"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": "Attivalo per scaricare i file multimediali con le loro sottodirectory, invece di posizionarli direttamente nella posizione principale"
,"Purigi la nubon": "Pulisci il cloud"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": "abilitare ciò per eliminare i file multimediali caricati nel cloud anche quando i media locali vengono eliminati in base all'impostazione della persistenza dei file. Attualmente questa opzione è disponibile solo per gdrive."
,"la uzantnomo por la alŝuta servo-konto": "il nome utente per l'account del servizio di caricamento"
,"la pasvorto por la alŝuta servo-konto": "la password per l'account del servizio di caricamento"
,"Rajtiga ŝlosilo": "Chiave di autorizzazione"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "la chiave utilizzata per l'autenticazione con il servizio di caricamento (di solito richiesto solo durante la configurazione)"
,"Akiri ŝlosilon": "Ottieni una chiave"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "fai clic qui per ottenere il servizio di autorizzazione delle chiavi"
,"Access Key": "Chiave di accesso"
,"The AWS access key used to authenticate with the upload service": ""
,"Sekreta Alira Ŝlosilo": "Chiave di accesso segreta"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "la chiave di accesso segreta AWS utilizzata per l'autenticazione con il servizio di caricamento (solitamente richiesta solo durante la configurazione)"
,"Sitelo": "Secchio"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": "il nome S3 bucket per il servizio di upload (solitamente richiesto solo durante la configurazione)"
,"Testi la servon": "Prova il servizio"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": "fai clic su questo pulsante per testare il servizio di caricamento dopo aver inserito i dettagli richiesti"
,"alvoki URL": "invocare un URL"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": "abilitare questo se si desidera che venga richiesto un URL dopo aver creato un file multimediale"
,"Reteja URL": "URL del sito Web"
,"ekz. http://example.com/notify/": "ad es. http://example.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": ""
,"Metodo HTTP": "Metodo HTTP"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": "il metodo HTTP da utilizzare quando si richiede un URL hook di rete (i parametri codificati URL forniti verranno effettivamente consegnati come indicato qui)"
,"Kuri Komando": "Esegui comando"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": ""
,"Ordono": "Comando"
,"ordono…": "Ordine…"
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": "Comando da eseguire dopo aver creato un file multimediale. Diversi comandi possono essere separati da un punto e virgola; non usare il punto e virgola nei comandi; sono accettati i seguenti token speciali: %% Y = anno, %% m = mese, %% d = giorno, %% H = ora, %% M = minuto, %% S = secondo, %% q = numero di frame, %% v = numero dell'evento, %% f = percorso del file"
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "selezionare quali informazioni vengono visualizzate sui frame acquisiti"
,"Teksto Superkovrita": "Overlay testo"
,"Maldekstra Teksto": "Testo sinistro"
,"Tempostampo": "Timestamp"
,"Propra Teksto": "Testo personalizzato"
,"Malebligita": "disabile"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": "Imposta il testo visualizzato su filmati e immagini, nell'angolo in basso a sinistra"
,"propra teksto…": "Testo personalizzato …"
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "Definisce il testo sinistro personalizzato; sono accettati i seguenti token speciali: %% Y = anno, %% m = mese, %% d = giorno, %% H = ora, %% M = minuto, %% S = secondo, %% q = numero di frame, %% v = numero evento, %% T = HH: MM: SS, \\n = nuova riga"
,"Dekstra Teksto": "Testo giusto"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": "Imposta il testo visualizzato su filmati e immagini, nell'angolo in basso a destra"
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "Definisce il testo corretto personalizzato; sono accettati i seguenti token speciali: %% Y = anno, %% m = mese, %% d = giorno, %% H = ora, %% M = minuto, %% S = secondo, %% q = numero di frame, %% v = numero evento, %% T = HH: MM: SS, \\n = nuova riga"
,"Teksta Skalo": "Scala del testo"
,"Difinas la grandecon de la superkovrita teksto": "Definisce la dimensione del testo sovrapposto"
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "Abilitare questo se si desidera un flusso video per questa videocamera"
,"Videofluo": "Streaming video"
,"Framo frekvencon": "Frequenza dei fotogrammi"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "Imposta il numero di frame trasmessi al secondo nel flusso live."
,"Flua Kvalito": "Qualità del flusso"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": "Sintonizzati sulla qualità dello streaming live (valori più alti producono una qualità video migliore ma richiedono una maggiore larghezza di banda)."
,"Bilda Redimensionado": "Ridimensionamento dell'immagine"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": "Quando questa opzione è attivata, le immagini vengono ridimensionate prima di essere inviate al browser (disabilitate quando vengono eseguite su CPU lente)."
,"Flua rezolucio": "Risoluzione del flusso"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": "la risoluzione indicata come percentuale della risoluzione del dispositivo video (valori più alti producono una qualità video migliore ma richiedono una maggiore larghezza di banda)"
,"Flua haveno": "Porta di flusso"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "imposta la porta TCP su cui è in ascolto il server Web"
,"Aŭtentiga reĝimo": "Modalità di autenticazione"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": "il metodo di autenticazione utilizzato dallo stream (scegli \"Bazic\" anziché \"Digest\" se riscontri problemi con programmi di terze parti); Verranno utilizzati i controlli di accreditamento"
,"Movado-Optimigo": "Ottimizzazione del movimento"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": ""
,"Utilaj URLoj": "URL utili"
,"Instantara URL": "URL istantaneo"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": ""
,"Flua URL": "URL di flusso"
,"URL kiu provizas MJPEG-fluon de la kamerao": "Un URL che fornisce il flusso MJPEG dalla telecamera"
,"Enigita URL": "URL di input"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": ""
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "Abilita questa opzione se desideri acquisire immagini statiche."
,"Kaptitaj Bildoj": "Immagini catturate"
,"Nomo Bildo-Dosiero": "Nome file immagine"
,"dosiernomo ŝablono…": "Modello del nome file …"
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "Definisce il modello di nome per i file JPEG; sono accettati i seguenti token speciali: %% Y = anno, %% m = mese, %% d = giorno, %% H = ora, %% M = minuto, %% S = secondo, %% q = numero di frame, %% v = numero evento, / = sottodirectory."
,"Bildkvalito": "Qualità delle immagini"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": "imposta la qualità dell'immagine JPEG (valori più alti producono una migliore qualità dell'immagine ma richiedono più spazio di archiviazione)"
,"Kaptila reĝimo": "Modalità di acquisizione"
,"Moviĝa deĉenigo": "Attivato da movimento"
,"Moviĝa deĉenigo (Unu bildo)": "Attivato da movimento (Un'immagine)"
,"Intertempe": "Nel frattempo"
,"Ĉiuj bildoj": "Tutte le foto"
,"Mane": "Manuale"
,"Difinas la kapta reĝimon:": "Definisce la modalità di acquisizione:"
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": ""
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "Nel frattempo = immagine catturata ogni x secondi,"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "Tutte le immagini = salva ogni fotogramma in un file di immagine,"
,"Mane = mana kapto kun dediĉita butono.": "Manuale = acquisizione manuale con il pulsante."
,"Interkapto-Intervalo": "Intervallo di intercettazione"
,"sekundoj": "secondi"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "imposta l'intervallo (in secondi) per le istantanee"
,"Konservi bildojn": "Salva immagini"
,"Dum unu tago": "Per un giorno"
,"Dum unu semajno": "Per una settimana"
,"Dum unu monato": "Per un mese"
,"Dum unu jaro": "Per un anno"
,"Porĉiame": "Per sempre"
,"Propra": "Personalizzato"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": "Le immagini più vecchie della durata definita vengono automaticamente eliminate per liberare spazio di archiviazione."
,"Bildaj Vivdaŭro": "Immagine a vita"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "Definisce il numero di giorni dopo i quali le immagini verranno eliminate automaticamente."
,"Ebligu manaj kaptoj": "Abilita le catture manuali"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": "Quando è attivato, un pulsante sulla cornice della fotocamera ti consentirà di scattare manualmente."
,"ebligu ĉi tion, se vi volas registri filmojn": "abilitare questo se si desidera registrare filmati"
,"Filmoj": "film"
,"Filma Dosiernomo": "Nome file filmato"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "Definisce il modello di nome per i file di film; sono accettati i seguenti token speciali: %% Y = anno, %% m = mese, %% d = giorno, %% H = ora, %% M = minuto, %% S = secondo, %% q = numero di frame, %% v = numero evento, / = sottodirectory."
,"Rekta kopia filmeto": "Passthrough Video"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": "Crea filmati direttamente dalla fotocamera. Questa opzione dovrebbe ridurre l'utilizzo della CPU ma aumentare le esigenze di memoria. Non viene eseguita l'elaborazione delle immagini, quindi i testi si sovrappongono, le maschere sulla privacy, ecc. non sarà sul video risultante."
,"Filmformato": "Formato del film"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": "Personalizza il filmato; non tutti i formati sono garantiti per funzionare su tutti i sistemi; in caso di dubbi, testa ogni formato e scegli quello che funziona meglio con il tuo video."
,"Filma Kvalito": "Qualità del film"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": "Imposta la qualità video MPEG (valori più alti producono una qualità video migliore ma richiedono più spazio di archiviazione)."
,"Rekorda reĝimo": "Modalità di registrazione"
,"Kontinua registrado": "Registrazione continua"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": "Imposta la modalità di registrazione: Motion Trigger = nuovo filmato creato ogni volta che viene rilevato un movimento, Registrazione continua = un file di film di grandi dimensioni."
,"Maksimuma filma daŭro": "Durata massima del film"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": "Imposta la durata massima dei filmati in secondi; se l'evento di movimento dura più a lungo, viene creato un nuovo file di filmato; usa 0 per lunghezza illimitata."
,"Konservi filmojn": "Salva film"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": "I filmati più vecchi della durata impostata vengono automaticamente eliminati per liberare memoria."
,"Filmoj Vivdaŭro": "Lifetime di film"
,"tagoj": "giorni"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "Imposta il numero di giorni dopo i quali i filmati verranno automaticamente eliminati."
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "Attivalo per utilizzare e configurare il dispositivo di rilevamento del movimento."
,"Movado-Detekto": "Motion Detection"
,"Kadra ŝanĝo sojlo": "Soglia di cambio frame"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": "Indica la percentuale minima dell'immagine che deve passare tra due fotogrammi successivi per rilevare il movimento (valori più piccoli danno un rilevamento più sensibile, ma tendono a falsi positivi)."
,"Maksimuma ŝanĝo sojlo": "Soglia di variazione massima"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": ""
,"Aŭtomata sojla agordo": "Impostazione automatica della soglia"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "Abilitare questo per regolare automaticamente la soglia."
,"Aŭtomata bruo-detekto": "Rilevazione automatica del rumore"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "Abilitare questo per regolare automaticamente il livello di rumore."
,"Bruo-nivelo": "Livello di rumore"
,"Permane agordas la bruan nivelon al fiksita valoro.": "Imposta in modo permanente il livello di rumore su un valore impostato."
,"Detekto de lumaj ŝanĝoj": "Rilevazione di cambiamenti di luce"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": "Definisce la percentuale dell'immagine che deve essere modificata in modo che l'evento venga trattato come un improvviso cambio di luce anziché come movimento (0 %% disabilita la funzione)."
,"Makula filtrilo": "Filtro antimacchia"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": "Abilitare questo applicando un filtro spot ai frame prima del rilevamento del movimento."
,"Senmovada daŭro": "Movimento continuo"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": "Imposta il numero di secondi di silenzio (ovvero nessun movimento) che segna la fine di un evento di movimento."
,"Kaptita Antaŭe": "Catturato prima"
,"kadroj": "votazione"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": ""
,"Kaptita Post": "Catturato dopo"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": ""
,"Minimumaj movaj kadroj": "Fotogrammi di movimento minimi"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": "Imposta il numero minimo di fotogrammi di movimento successivi necessari per avviare un evento di movimento."
,"Masko": "Maschera"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": "Abilita il mascheramento delle immagini per un rilevamento del movimento più selettivo e accurato."
,"Tipo de masko": "Tipo di maschera"
,"Inteligenta": "intelligente"
,"Redaktebla": "Modificabile"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": "L'opzione Intelligente rileva automaticamente le regioni con movimento regolare e crea dinamicamente una maschera interna, mentre l'opzione Modificabile ti consente di costruirla manualmente da solo."
,"Inteligenta-maska Malrapideco": "Lentezza maschera intelligente"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": "Valori più alti danno una maschera più duratura con un processo di costruzione più lento."
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "Fare clic su questo pulsante per abilitare / disabilitare l'editor delle maschere."
,"Purigi maskon": "Pulisci maschera"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "Fare clic su questo pulsante per svuotare la maschera corrente."
,"Montri Kadro-Ŝanĝojn": "Mostra modifiche ai frame"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": ""
,"Krei debug media files": "Creare file multimediali di debug"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": "Se abilitato, crea filmati e immagini speciali che aiutano a eseguire il debug dei problemi di rilevamento del movimento."
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": ""
,"Moviĝaj sciigoj": "Notifiche di movimento"
,"Sendi retpoŝton": "Invia una email"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": "Attiva questa opzione se desideri ricevere un'e-mail ogni volta che viene rilevato un incidente di movimento."
,"Retpoŝtadresoj": "Indirizzi email"
,"retpoŝtadresoj…": "Indirizzi email …"
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": ""
,"Servilo SMTP": "Server SMTP"
,"ekz. smtp.gmail.com": "ad es. smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": "Immettere il nome host o l'indirizzo IP del server SMTP (per l'utilizzo di Gmail smtp.gmail.com)."
,"SMTP Haveno": "Porta SMTP"
,"ekz. 587": "ad es. 587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": "Immettere la porta utilizzata dal server SMTP (in genere 465 per connessioni non TLS e 587 per connessioni TLS)."
,"SMTP-Konto": "Account SMTP"
,"konto@gmail.com…": "account@gmail.com…"
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "Inserisci il tuo account SMTP (di solito il tuo indirizzo e-mail)."
,"SMTP Pasvorto": "Password SMTP"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": "Inserisci la tua password SMTP (per Gmail usa la tua password di Google o una password generata dall'app)."
,"De adreso": "Dall'indirizzo"
,"retpoŝta adreso…": "Indirizzo e-mail …"
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": "Imposta l'indirizzo mittente personalizzato se il tuo servizio SMTP ne richiede uno (il primo indirizzo email di destinazione verrà utilizzato se lasciato vuoto)."
,"Uzi TLS": "Usa TLS"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "Abilita questo se il tuo server SMTP richiede TLS (Gmail richiede che questo sia abilitato)."
,"Aldonitaj bildoj tempo-intervalo": "Aggiunto intervallo di immagini"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": "Definisce l'intervallo di ricerca del tempo da utilizzare durante la creazione di collegamenti e-mail (valori più alti generano e-mail con più immagini a scapito di una maggiore notifica di rinvio); impostato su 0 per disabilitare le immagini aggiunte; devi anche avere “Capture Images” abilitato per farlo funzionare."
,"Testi retpoŝto": "Email di prova"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": "Fare clic su questo pulsante per testare le notifiche e-mail dopo aver compilato i dettagli richiesti."
,"Sendu Telegraman Sciigon": "Invia una notifica di Telegram"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": ""
,"HTTP API ĵetono": "Token API HTTP"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "Esempio: 93847672: AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": "Creando la chat di Telegram-Bot, otterrai un token API che devi entrare qui. Fai clic sul pulsante API in basso per una guida passo-passo su come ottenere i token API. Assicurati anche di chattare con il tuo \"bot\" appena creato dopo la generazione della chiave, per assicurarti di ricevere messaggi."
,"Babileja ID": "ID chat"
,"Ekzemplo: 938272312": "Esempio: 938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": "Crea una nuova chat su id_chatbot (@id_chatbot) e scegli di iniziare. La chat restituirà il numero richiesto per questo campo."
,"Alkroĉitaj Bildoj Tempo": "Tempo immagini allegate"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": "definisce l'intervallo di tempo di ricerca delle immagini per creare allegati al telegramma (valori più alti generano più immagini a costo di un maggiore ritardo nella notifica); impostare a 0 per disabilitare gli allegati delle immagini; è necessario abilitare anche le Immagini fisse affinché funzioni; vorrai giocare con questo numero fino a quando non verrà inviata un'immagine. Un buon numero di partenza è 30 se imposti le immagini fisse su un movimento attivato. Per una mossa standard attivata, impostala molto più in basso."
,"API-Informoj": "Informazioni API"
,"Testo": "Test"
,"Alvoki URL": "Richiama URL"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": ""
,"ekz. http://ekzemplo.com/sciigi/": "ad es. http://ekzemplo.com/sciigi/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": ""
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": "Il metodo HTTP da utilizzare quando si richiede un URL (i parametri URL forniti verranno consegnati come indicato qui)."
,"Lanĉi komando": "Avvia un comando"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": "Abilitare questo se si desidera eseguire un comando ogni volta che viene rilevato un evento di movimento."
,"Komando": "comando"
,"komando…": "Comando …"
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "Comando da lanciare quando viene rilevato un movimento; più comandi possono essere separati da due punti; non usare i punti e virgola con i comandi; sono accettati i seguenti token speciali: %% Y = anno, %% m = mese, %% d = giorno, %% H = ora, %% M = minuto, %% S = secondo, %% q = numero di frame , %% v = numero evento"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": "Abilitare questo se si desidera avviare un comando ogni volta che termina un evento in movimento."
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": "Comando da lanciare al termine dell'evento di movimento; più comandi possono essere separati da due punti; non usare dot com con i comandi; sono accettati i seguenti token speciali: %% Y = anno, %% m = mese, %% d = data, %% H = ora, %% M = minuto, %% S = secondo, %% q = numero di frame."
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": ""
,"Laboranta horaro": "Orario di lavoro"
,"Lundo": "lunedi"
,"de": "di"
,"ĝis": "fino a"
,"Fiksas la labortagan tempintervalon por lundoj.": "Imposta l'intervallo di tempo del giorno lavorativo per il lunedì."
,"Mardo": "martedì"
,"Fiksas la labortagan tempintervalon por mardoj.": "Imposta l'intervallo di tempo del giorno lavorativo per il martedì."
,"Merkredo": "mercoledì"
,"Fiksas la labortagan tempintervalon por merkredoj.": "Imposta l'intervallo di tempo del giorno lavorativo per il mercoledì."
,"Ĵaŭdo": "giovedi"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "Imposta l'intervallo di tempo del giorno lavorativo per il giovedì."
,"Vendredo": "venerdì"
,"Fiksas la labortagan tempintervalon por vendredoj.": "Imposta l'intervallo di tempo del giorno lavorativo per il venerdì."
,"Sabato": "sabato"
,"Fiksas la labortagan tempintervalon por sabatoj.": "Imposta l'intervallo di tempo del giorno lavorativo per il sabato."
,"Dimanĉo": "domenica"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "Imposta l'intervallo di tempo del giorno lavorativo per la domenica."
,"Detekti movadon": "Rileva i movimenti"
,"Dum laborista horaro": "Durante l'orario di lavoro"
,"Ekster laborista horaro": "Fuori dall'orario di lavoro"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": "Definisce se il rilevamento del movimento deve essere attivo durante o al di fuori dell'orario di lavoro."
,"neniam": "mai"
,"tago": "giorno"
,"semajno": "settimana"
,"monato": "mese"
,"jaro": "anno"
,"horo": "ora"
,"horoj": "ore"
,"minuto": "minuto"
,"minutoj": "minuti"
,"sekundo": "secondo"
,"minus": "meno"
}
