{"":{"language":"pa","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "ਇੱਕ ਰੁਕਾਵਟ ਦਾ ਸੰਕੇਤ ਮਿਲਿਆ, ਬੰਦ ਹੋ ਰਿਹਾ ਹੈ ..."
,"smb-akcioj postulas radikajn privilegiojn": "ਐਸ ਐਮ ਬੀ ਦੇ ਸ਼ੇਅਰਾਂ ਲਈ ਰੂਟ ਅਧਿਕਾਰ ਹੁੰਦੇ ਹਨ"
,"bonvolu instali tornado version 3.1 aŭ pli": "ਕਿਰਪਾ ਕਰਕੇ ਤੂਫਾਨੀ ਸੰਸਕਰਣ or. install ਜਾਂ ਇਸਤੋਂ ਵੱਧ ਸਥਾਪਿਤ ਕਰੋ"
,"bonvolu instali jinja2": "ਕਿਰਪਾ ਕਰਕੇ jinja2 ਸਥਾਪਿਤ ਕਰੋ"
,"bonvolu instali pillow aŭ PIL": "ਕਿਰਪਾ ਕਰਕੇ ਸਿਰਹਾਣਾ ਜਾਂ ਪੀ.ਆਈ.ਐਲ. ਸਥਾਪਿਤ ਕਰੋ"
,"bonvolu instali pycurl": "ਕਿਰਪਾ ਕਰਕੇ ਪਾਈਕੁਰਲ ਸਥਾਪਿਤ ਕਰੋ"
,"saluton! ĉi tio estas motionEye-servilo ": "ਹੈਲੋ! ਇਹ ਇੱਕ ਮੋਸ਼ਨਈ ਸਰਵਰ ਹੈ"
,"purigado komenciĝis": "ਸਫਾਈ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ"
,"wsswitch komenciĝis": "wsswitch ਸ਼ੁਰੂ ਹੋ ਗਈ ਹੈ"
,"taskoj komenciĝis": "ਕੰਮ ਸ਼ੁਰੂ"
,"mjpg klienta rubo-kolektanto komenciĝis": "mjpg ਗਾਹਕ ਕੂੜਾ ਕਰਕਟ ਇਕੱਠਾ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਹੈ"
,"servilo komenciĝis": "ਸਰਵਰ ਚਾਲੂ"
,"servilo haltis": "ਸਰਵਰ ਬੰਦ ਹੋ ਗਿਆ"
,"taskoj haltis": "ਕੰਮ ਬੰਦ ਹੋ ਗਏ"
,"motion haltis": "ਗਤੀ ਬੰਦ ਹੋ ਗਈ"
,"adiaŭ!": "ਅਲਵਿਦਾ!"
,"agordojn": "ਸੈਟਿੰਗਜ਼"
,"ŝanĝi uzanton": "ਉਪਭੋਗਤਾ ਬਦਲੋ"
,"forigi kameraon": "ਕੈਮਰਾ ਹਟਾਓ"
,"Apliki": "ਲਾਗੂ ਕਰੋ"
,"preferoj de uzanto": "ਯੂਜ਼ਰ ਪਸੰਦ"
,"Preferoj": "ਪਸੰਦ"
,"Aranĝo Kolumnoj": "ਲੇਆਉਟ ਕਾਲਮ"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "ਕੈਮਰਿਆਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰਨ ਲਈ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਕਾਲਮਾਂ ਦੀ ਗਿਣਤੀ ਤਹਿ ਕਰਦਾ ਹੈ"
,"Fiksi Kadrojn Vertikale": "ਲੰਬਕਾਰੀ ਫਰੇਮ ਸੈੱਟ ਕਰੋ"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": "ਕੰਟਰੋਲ ਕਰਦਾ ਹੈ ਕਿ ਫਰੇਮ ਦੇ ਸਮੇਂ ਨੂੰ ਵਿੰਡੋ ਨੂੰ ਲੰਬਕਾਰੀ ਤੌਰ ਤੇ ਫਿੱਟ ਕਰਨ ਲਈ ਘੱਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜਾਂ ਨਹੀਂ"
,"Aranĝo linioj": "ਲੇਆਉਟ ਲਾਈਨਾਂ"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": "ਕੈਮਰਿਆਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰਨ ਲਈ ਵਰਤੀਆਂ ਜਾਣ ਵਾਲੀਆਂ ਲਾਈਨਾਂ ਦੀ ਗਿਣਤੀ ਤਹਿ ਕਰਦਾ ਹੈ"
,"kadro-variatoro": "ਫਰੇਮ ਵੇਰੀਏਟਰ"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": "ਨੈਟਵਰਕ ਬੈਂਡਵਿਡਥ ਅਤੇ ਟ੍ਰੈਫਿਕ ਨੂੰ ਬਚਾਉਣ ਲਈ ਫਰੇਮ ਰੇਟ ਘਟਾਉਂਦਾ ਹੈ (ਸਧਾਰਨ ਐਮਜੇਪੀਈਜੀ ਕੈਮਰੇ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰਦਾ)"
,"Rezolucio-variatoro": "ਰੈਜ਼ੋਲੇਸ਼ਨ ਵੇਰੀਏਟਰ"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": "ਨੈੱਟਵਰਕ ਬੈਂਡਵਿਡਥ ਅਤੇ ਟ੍ਰੈਫਿਕ ਨੂੰ ਬਚਾਉਣ ਲਈ ਸਾਰੇ ਕੈਮਰਿਆਂ ਦੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਰੈਜ਼ੋਲਿ resolutionਸ਼ਨ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ (ਸਧਾਰਣ ਐਮਜੇਪੀਈਜੀ ਕੈਮਰੇ 'ਤੇ ਕੰਮ ਨਹੀਂ ਕਰਦਾ)"
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "ਆਮ ਪੈਰਾਮੀਟਰ, ਸਾਰੇ ਕੈਮਰਿਆਂ ਲਈ ਆਮ"
,"Ĝeneralaj Agordoj": "ਆਮ ਸੈਟਿੰਗ"
,"Lingvo": "ਭਾਸ਼ਾ"
,"la lingvo de la interfaco (du literoj)": "ਇੰਟਰਫੇਸ ਦੀ ਭਾਸ਼ਾ (ਦੋ ਅੱਖਰ)"
,"Administranto": "ਪ੍ਰਬੰਧਕ"
,"la uzantnomo uzata por agordi la sistemon": "ਸਿਸਟਮ ਨੂੰ ਸੰਰਚਿਤ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਯੂਜ਼ਰ ਨਾਂ"
,"Pasvorto": "ਪਾਸਵਰਡ"
,"pasvorto de administranto": "ਐਡਮਿਨ ਪਾਸਵਰਡ"
,"Observanto": "ਨਿਰੀਖਕ"
,"la uzantnomo por uzi por la monitorado": "ਨਿਗਰਾਨੀ ਲਈ ਵਰਤਣ ਲਈ ਯੂਜ਼ਰ ਨਾਂ"
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": "ਨਿਗਰਾਨੀ ਕਰਨ ਵਾਲੇ ਉਪਭੋਗਤਾ ਦਾ ਪਾਸਵਰਡ (ਬਿਨਾਂ ਪਾਸਵਰਡ ਤੋਂ ਨਿਗਰਾਨੀ ਕਰਨ ਲਈ ਖਾਲੀ ਛੱਡੋ)"
,"motionEye Versio": "ਮੋਸ਼ਨ ਈ ਵਰਜਨ"
,"Motion Versio": "ਮੋਸ਼ਨ ਵਰਜ਼ਨ"
,"Operaciumo Versio": "ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਵਰਜਨ"
,"Programara Ĝisdatigo": "ਸਾਫਟਵੇਅਰ ਅਪਡੇਟ"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "ਨਵੇਂ ਰੀਲੀਜ਼ਾਂ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ ਅਤੇ ਅਪਡੇਟ ਕਰਦਾ ਹੈ"
,"Nutro": "ਭੋਜਨ"
,"Fermu": "ਬੰਦ ਕਰੋ"
,"malŝaltas la sistemon": "ਸਿਸਟਮ ਬੰਦ ਕਰਦਾ ਹੈ"
,"Rekomencu": "ਮੁੜ ਚਾਲੂ ਕਰੋ"
,"rekomencas la sistemon": "ਸਿਸਟਮ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰੋ"
,"Agordo": "ਕੌਨਫਿਗਰੇਸ਼ਨ"
,"Sekurkopio": "ਬੈਕਅਪ"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": "ਮੌਜੂਦਾ ਕੌਨਫਿਗਰੇਸ਼ਨ ਨਾਲ ਇੱਕ ਫਾਈਲ ਬਣਾਉਂਦਾ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਇਸਨੂੰ ਸਥਾਨਕ ਤੌਰ ਤੇ ਸੁਰੱਖਿਅਤ ਕਰ ਸਕੋ"
,"Restaŭri": "ਮੁੜ"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": "ਪਿਛਲੀ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ ਬੈਕਅਪ ਫਾਈਲ ਤੋਂ ਕੌਨਫਿਗਰੇਸ਼ਨ ਨੂੰ ਰੀਸਟੋਰ ਕਰਦਾ ਹੈ"
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "ਇਸ ਨੂੰ ਸਰਗਰਮ ਕਰੋ ਜੇ ਤੁਸੀਂ ਇਸ ਕੈਮਰੇ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ"
,"Video-Aparato": "ਵੀਡੀਓ ਡਿਵਾਈਸ"
,"Kamerao Nomo": "ਕੈਮਰਾ ਨਾਮ"
,"kameraa nomo…": "ਕੈਮਰਾ ਨਾਮ ..."
,"alias pri ĉi tiu kamera aparato": "ਇਸ ਕੈਮਰਾ ਡਿਵਾਈਸ ਤੇ ਉਪ"
,"Kamerao ID": "ਕੈਮਰਾ ਆਈਡੀ"
,"la kamerao identiga numero": "ਕੈਮਰਾ ਪਛਾਣ ਨੰਬਰ"
,"Kamerao aparato": "ਕੈਮਰਾ ਉਪਕਰਣ"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": "ਇਨਪੁਟ ਡਿਵਾਈਸ (ਜਿਵੇਂ: / dev / video) ਜਾਂ URL (ਉਦਾਹਰਣ: rtsp: //192.168.1.1/stream)"
,"Kamerao Tipo": "ਕੈਮਰਾ ਕਿਸਮ"
,"Aŭtomata Brilo": "ਆਟੋਮੈਟਿਕ ਚਮਕ"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": "ਆਟੋ-ਗਲੇਅਰ ਸਾੱਫਟਵੇਅਰ ਨੂੰ ਸਮਰੱਥ ਕਰਦਾ ਹੈ (ਸਿਰਫ ਆਟੋ-ਗਲੇਅਰ ਤੋਂ ਬਿਨਾਂ ਕੈਮਰਿਆਂ ਲਈ ਸਿਫਾਰਸ਼ ਕੀਤਾ ਜਾਂਦਾ ਹੈ)"
,"Video-rezolucio": "ਵੀਡੀਓ ਰੈਜ਼ੋਲੇਸ਼ਨ"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": "ਵੀਡੀਓ ਰੈਜ਼ੋਲੇਸ਼ਨ (ਵੱਡੇ ਮੁੱਲ ਵਧੀਆ ਕੁਆਲਟੀ ਦਾ ਉਤਪਾਦਨ ਕਰਦੇ ਹਨ, ਪਰ ਵਧੇਰੇ CPU ਪਾਵਰ, ਵਧੇਰੇ ਸਟੋਰੇਜ ਅਤੇ ਬੈਂਡਵਿਡਥ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ)"
,"Larĝeco": "ਚੌੜਾਈ"
,"enigu kutiman rezolucian larĝon": "ਇੱਕ ਕਸਟਮ ਰੈਜ਼ੋਲੂਸ਼ਨ ਚੌੜਾਈ ਦਿਓ"
,"Alteco": "ਕੱਦ"
,"enigu kutiman rezolucian altecon": "ਇੱਕ ਕਸਟਮ ਰੈਜ਼ੋਲੂਸ਼ਨ ਉਚਾਈ ਦਰਜ ਕਰੋ"
,"Video-Rotacio": "ਵੀਡੀਓ ਰੋਟੇਸ਼ਨ"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": "ਇਸ ਨੂੰ ਕੈਪਚਰ ਚਿੱਤਰ ਨੂੰ ਘੁੰਮਾਉਣ ਲਈ ਇਸਤੇਮਾਲ ਕਰੋ ਜੇ ਤੁਹਾਡਾ ਕੈਮਰਾ ਸਹੀ ਤਰ੍ਹਾਂ ਨਾਲ ਨਹੀਂ ਹੈ"
,"Kadrofrekvenco": "ਫਰੇਮ ਰੇਟ"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": "ਪ੍ਰਤੀ ਸਕਿੰਟ ਕੈਮਰੇ ਦੁਆਰਾ ਫੜੇ ਗਏ ਫਰੇਮਾਂ ਦੀ ਗਿਣਤੀ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ (ਉੱਚੇ ਮੁੱਲ ਨਿਰਵਿਘਨ ਵਿਡੀਓਜ਼ ਪੈਦਾ ਕਰਦੇ ਹਨ ਪਰ ਵਧੇਰੇ ਸੀਪੀਯੂ ਪਾਵਰ, ਵਧੇਰੇ ਸਟੋਰੇਜ ਅਤੇ ਬੈਂਡਵਿਥ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ)"
,"Privateca masko": "ਪਰਾਈਵੇਸੀ ਮਾਸਕ"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": "ਗੁਪਤਤਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ ਕੁਝ ਚਿੱਤਰ ਖੇਤਰਾਂ ਦੀ ਰਿਕਾਰਡਿੰਗ ਤੋਂ ਬਚਣ ਲਈ ਚਿੱਤਰਾਂ ਨੂੰ ਛੂਹਣ ਦੇ ਯੋਗ ਬਣਾਉਂਦਾ ਹੈ"
,"Redakti maskon": "ਮਾਸਕ ਸੋਧੋ"
,"Konservi maskon": "ਇੱਕ ਮਾਸਕ ਰੱਖੋ"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": "ਮਾਸਕ ਸੰਪਾਦਕ ਨੂੰ ਸਮਰੱਥ / ਅਯੋਗ ਕਰਨ ਲਈ ਇਸ ਬਟਨ ਨੂੰ ਦਬਾਓ"
,"Ekstraj Elektoj": "ਅਤਿਰਿਕਤ ਵਿਕਲਪ"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": "ਤੁਸੀਂ ਇੱਥੇ \"ਗਤੀ\" ਭੂਤ ਲਈ ਕੋਈ ਵੀ ਵਾਧੂ ਵਿਕਲਪ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ (\"ਨਾਮ ਦਾ ਮੁੱਲ\" ਫਾਰਮੈਟ, ਪ੍ਰਤੀ ਲਾਈਨ ਇੱਕ ਵਿਕਲਪ ਦੀ ਵਰਤੋਂ ਕਰੋ)"
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "ਚੁਣੋ ਕਿ ਤੁਹਾਡਾ ਮੀਡੀਆ ਕਿੱਥੇ ਅਤੇ ਕਿਵੇਂ ਸਟੋਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ"
,"Stokado de dosieroj": "ਫਾਈਲ ਸਟੋਰੇਜ"
,"Stokada Aparato": "ਸਟੋਰੇਜ਼ ਡਿਵਾਈਸ"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": "ਸਟੋਰੇਜ਼ ਉਪਕਰਣ ਨੂੰ ਸੰਕੇਤ ਕਰਦਾ ਹੈ ਜਿੱਥੇ ਚਿੱਤਰ ਅਤੇ ਵੀਡਿਓ ਫਾਈਲਾਂ ਸਟੋਰ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ"
,"Retservilo": "ਵੈੱਬ ਸਰਵਰ"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "ਵੈਬ ਸਰਵਰ ਪਤਾ (IP ਪਤਾ ਜਾਂ ਨਾਮ)"
,"SMB Protokolo-Versio": "ਐਸਐਮਬੀ ਪ੍ਰੋਟੋਕੋਲ ਵਰਜਨ"
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": "ਤੁਸੀਂ ਵਰਤ ਸਕਦੇ ਹੋ ਐਸਐਮਬੀ ਸੰਸਕਰਣ ਦੀ ਚੋਣ ਕਰੋ (ਵੱਖੋ ਵੱਖਰੇ ਵਿਕਲਪਾਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਵੇਖੋ ਕਿ ਤੁਹਾਡੇ ਐਨਏਐਸ ਦੇ ਨਾਲ ਕਿਹੜਾ ਵਧੀਆ ਕੰਮ ਕਰਦਾ ਹੈ)"
,"Kunhava nomo": "ਸਾਂਝਾ ਨਾਮ"
,"la nomo de la interŝanĝa reto": "ਐਕਸਚੇਂਜ ਨੈਟਵਰਕ ਦਾ ਨਾਮ"
,"Uzantnomo": "ਉਪਯੋਗਕਰਤਾ ਨਾਮ"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": "ਜਦੋਂ ਤੁਸੀਂ ਨੈਟਵਰਕ ਡਾਇਰੈਕਟਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ ਤਾਂ ਉਪਯੋਗਕਰਤਾ ਨਾਮ ਪ੍ਰਦਾਨ ਕਰੋ"
,"Pasvorton": "ਪਾਸਵਰਡ"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": "ਨੈਟਵਰਕ ਡਾਇਰੈਕਟਰੀ ਦੁਆਰਾ ਲੋੜੀਂਦਾ ਪਾਸਵਰਡ (ਜੇ ਪਾਸਵਰਡ ਦੀ ਲੋੜ ਨਾ ਹੋਵੇ ਤਾਂ ਖਾਲੀ ਛੱਡੋ)"
,"Radika dosierujo": "ਰੂਟ ਡਾਇਰੈਕਟਰੀ"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": "ਰੂਟ ਮਾਰਗ (ਚੁਣੇ ਸਟੋਰੇਜ਼ ਡਿਵਾਈਸ ਤੇ) ਜਿੱਥੇ ਫਾਈਲਾਂ ਸਟੋਰ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ"
,"Testi la reton dosierujon": "ਨੈੱਟਵਰਕ ਡਾਇਰੈਕਟਰੀ ਦੀ ਜਾਂਚ ਕਰੋ"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": "ਲੋੜੀਂਦੇ ਵੇਰਵੇ ਭਰਨ ਤੋਂ ਬਾਅਦ ਨੈਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਇਸ ਬਟਨ ਨੂੰ ਦਬਾਓ"
,"Uzado de Disko": "ਡਿਸਕ ਦੀ ਵਰਤੋਂ"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "ਡਰਾਈਵ ਦਾ ਆਕਾਰ / ਅਕਾਰ ਜਿੱਥੇ ਰੂਟ ਡਾਇਰੈਕਟਰੀ ਰਹਿੰਦੀ ਹੈ"
,"Alŝutu Mediajn Dosierojn": "ਮੀਡੀਆ ਫਾਈਲਾਂ ਅਪਲੋਡ ਕਰੋ"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਸਰਗਰਮ ਕਰੋ ਜੇ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਮੀਡੀਆ ਨੂੰ ਕਿਸੇ ਬਾਹਰੀ ਸੇਵਾ ਵਿੱਚ ਅਪਲੋਡ ਕੀਤਾ ਜਾਵੇ"
,"Alŝutu Bildojn": "ਚਿੱਤਰ ਅਪਲੋਡ ਕਰੋ"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਸਰਗਰਮ ਕਰੋ ਜੇ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਚਿੱਤਰਾਂ ਨੂੰ ਕਿਸੇ ਬਾਹਰੀ ਸੇਵਾ ਵਿੱਚ ਡਾ beਨਲੋਡ ਕੀਤਾ ਜਾਵੇ"
,"Alŝutu Filmojn": "ਫਿਲਮਾਂ ਅਪਲੋਡ ਕਰੋ"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": "ਇਸ ਨੂੰ ਸਮਰੱਥ ਕਰੋ ਜੇ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਵੀਡੀਓ ਨੂੰ ਬਾਹਰੀ ਸੇਵਾ ਵਿੱਚ ਅਪਲੋਡ ਕੀਤਾ ਜਾਵੇ"
,"Alŝuta Servo": "ਅਪਲੋਡ ਸੇਵਾ"
,"Servilo FTP": "FTP ਸਰਵਰ"
,"Servilo SFTP": "SFTP ਸਰਵਰ"
,"Servilo HTTP": "HTTP ਸਰਵਰ"
,"Servilo HTTPS": "HTTPS ਸਰਵਰ"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "ਇੱਕ ਸੇਵਾ ਚੁਣੋ ਜਿਸ ਵਿੱਚ ਮੀਡੀਆ ਫਾਈਲਾਂ ਅਪਲੋਡ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ"
,"Servila Adreso": "ਸਰਵਰ ਪਤਾ"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": "ਸਰਵਰ ਦਾ ਡੋਮੇਨ ਨਾਮ ਜਾਂ IP ਪਤਾ (ਉਦਾਹਰਨ ਲਈ ftp.example.com ਜਾਂ 192.168.1.3)"
,"Servila haveno": "ਸਰਵਰ ਪੋਰਟ"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": "ਸੇਵਾ ਨਾਲ ਜੁੜਨ ਲਈ ਵਰਤਣ ਲਈ ਪੋਰਟ (ਮੂਲ ਖੇਤਰ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਇਸ ਖੇਤਰ ਨੂੰ ਖਾਲੀ ਛੱਡ ਦਿਓ)"
,"Metodo": ".ੰਗ"
,"la HTTP-metodo uzi por alŝuti dosierojn": "ਫਾਈਲਾਂ ਅਪਲੋਡ ਕਰਨ ਲਈ ਵਰਤਣ ਲਈ HTTP ਵਿਧੀ"
,"Finpunkto URL": "ਐਂਡ ਪੁਆਇੰਟ ਯੂਆਰਐਲ"
,"La kompleta URL al la alŝuta servila finpunkto:": "ਅਪਲੋਡ ਸਰਵਰ ਐਂਡ ਪੁਆਇੰਟ ਦਾ ਪੂਰਾ URL:"
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "S3 ਲਈ: E.g. HTTP://my.minio:9000. ਇਸ ਨੂੰ aws ਲਈ ਖਾਲੀ ਛੱਡੋ!"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "ਵੈਬਡਾਵ ਲਈ: E.g. https:2//my.cloud/remote.php/dav/files/me/"
,"Loko": "ਟਿਕਾਣਾ"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": "ਉਹ ਜਗ੍ਹਾ (ਰੂਟ ਮਾਰਗ) ਜਿੱਥੇ ਮੀਡੀਆ ਨੂੰ ਅਪਲੋਡ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ (ਜਿਵੇਂ ਕਿ / ਫਾਈਲਾਂ / ਕੈਮ 1 /)"
,"Inkluzivi Subdosierujojn": "ਸਬਫੋਲਡਰ ਸ਼ਾਮਲ ਕਰੋ"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": "ਮੀਡੀਆ ਫਾਈਲਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਉਪ-ਡਾਇਰੈਕਟਰੀਆਂ ਨਾਲ ਡਾ downloadਨਲੋਡ ਕਰਨ ਲਈ ਸਰਗਰਮ ਕਰੋ, ਸਿੱਧੇ ਰੂਟ ਦੀ ਥਾਂ 'ਤੇ ਰੱਖਣ ਦੀ ਬਜਾਏ"
,"Purigi la nubon": "ਬੱਦਲ ਸਾਫ਼ ਕਰੋ"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": "ਕਲਾਉਡ ਤੇ ਅਪਲੋਡ ਕੀਤੀਆਂ ਮੀਡੀਆ ਫਾਈਲਾਂ ਨੂੰ ਵੀ ਮਿਟਾਉਣ ਲਈ ਇਸਨੂੰ ਸਮਰੱਥ ਬਣਾਓ ਜਦੋਂ ਸਥਾਨਕ ਮੀਡੀਆ ਨੂੰ ਫਾਈਡ ਸਥਾਈਤਾ ਸੈਟਿੰਗ ਦੇ ਅਨੁਸਾਰ ਮਿਟਾ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ. ਵਰਤਮਾਨ ਵਿੱਚ ਇਹ ਵਿਕਲਪ ਸਿਰਫ gdrive ਲਈ ਉਪਲਬਧ ਹੈ."
,"la uzantnomo por la alŝuta servo-konto": "ਅਪਲੋਡ ਸੇਵਾ ਖਾਤੇ ਲਈ ਉਪਯੋਗਕਰਤਾ ਨਾਮ"
,"la pasvorto por la alŝuta servo-konto": "ਅਪਲੋਡ ਸੇਵਾ ਖਾਤੇ ਲਈ ਪਾਸਵਰਡ"
,"Rajtiga ŝlosilo": "ਅਧਿਕਾਰ ਕੁੰਜੀ"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "ਕੁੰਜੀ ਨੂੰ ਅਪਲੋਡ ਸੇਵਾ ਨਾਲ ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ (ਆਮ ਤੌਰ 'ਤੇ ਸਿਰਫ ਕੌਂਫਿਗਰੇਸ਼ਨ ਦੇ ਸਮੇਂ ਲੋੜੀਂਦੀ ਹੁੰਦੀ ਹੈ)"
,"Akiri ŝlosilon": "ਇੱਕ ਚਾਬੀ ਲਓ"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "ਕੁੰਜੀ ਅਧਿਕਾਰ ਸੇਵਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ"
,"Access Key": "ਐਕਸੈਸ ਕੁੰਜੀ"
,"The AWS access key used to authenticate with the upload service": "ਅਪਲੋਡ ਸੇਵਾ ਨਾਲ ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਲਈ ਵਰਤੀ ਜਾਣ ਵਾਲੀ ਆ l ਜ਼ ਐਕਸੈਸ ਕੁੰਜੀ"
,"Sekreta Alira Ŝlosilo": "ਗੁਪਤ ਪਹੁੰਚ ਕੁੰਜੀ"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "AWS ਗੁਪਤ ਪਹੁੰਚ ਕੁੰਜੀ ਨੂੰ ਅਪਲੋਡ ਸੇਵਾ ਦੇ ਨਾਲ ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ (ਆਮ ਤੌਰ ਤੇ ਸਿਰਫ ਕੌਂਫਿਗਰੇਸ਼ਨ ਦੇ ਸਮੇਂ ਲੋੜੀਂਦੀ ਹੁੰਦੀ ਹੈ)"
,"Sitelo": "ਬਾਲਟੀ"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": "ਅਪਲੋਡ ਸੇਵਾ ਲਈ ਨਾਮ ਐਸ 3 ਬਾਲਕੇਟ (ਆਮ ਤੌਰ 'ਤੇ ਸਿਰਫ ਕੌਂਫਿਗਰੇਸ਼ਨ ਦੇ ਸਮੇਂ ਲੋੜੀਂਦਾ ਹੁੰਦਾ ਹੈ)"
,"Testi la servon": "ਸੇਵਾ ਦੀ ਜਾਂਚ ਕਰੋ"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": "ਲੋੜੀਂਦੇ ਵੇਰਵੇ ਭਰਨ ਤੋਂ ਬਾਅਦ ਅਪਲੋਡ ਸੇਵਾ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਇਸ ਬਟਨ ਨੂੰ ਦਬਾਓ"
,"alvoki URL": "ਇੱਕ URL ਮੰਗੋ"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": "ਇਸ ਨੂੰ ਸਮਰੱਥ ਕਰੋ ਜੇ ਤੁਸੀਂ ਮੀਡੀਆ ਫਾਈਲ ਬਣਾਉਣ ਤੋਂ ਬਾਅਦ URL ਦੀ ਬੇਨਤੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ"
,"Reteja URL": "ਵੈੱਬਸਾਈਟ ਯੂਆਰਐਲ"
,"ekz. http://example.com/notify/": "ਉਦਾ. http://example.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": "ਜਦੋਂ ਗਤੀ ਲੱਭੀ ਜਾਂਦੀ ਹੈ ਤਾਂ ਸੰਚਾਰਿਤ ਕਰਨ ਲਈ URL; ਹੇਠ ਦਿੱਤੇ ਵਿਸ਼ੇਸ਼ ਸ਼ੌਰਟਕਟ ਸਵੀਕਾਰ ਕੀਤੇ ਗਏ ਹਨ:%% Y = ਸਾਲ, %% m = ਮਹੀਨਾ, %% d = ਦਿਨ, %% H = ਘੰਟਾ, %% M = ਮਿੰਟ, %% S = ਸਕਿੰਟ, %% Q = ਫਰੇਮ ਨੰਬਰ, %% v = ਈਵੈਂਟ ਨੰਬਰ, %% f = ਫਾਈਲ ਪਾਥ"
,"Metodo HTTP": "HTTP ਵਿਧੀ"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": "ਜਦੋਂ ਇੱਕ ਨੈਟਵਰਕ ਹੁੱਕ URL ਦੀ ਬੇਨਤੀ ਕਰਦੇ ਹੋ ਤਾਂ ਵਰਤਣ ਲਈ HTTP ਵਿਧੀ (ਦਿੱਤੇ ਗਏ URL- ਇੰਕੋਡ ਕੀਤੇ ਪੈਰਾਮੀਟਰ ਅਸਲ ਵਿੱਚ ਇੱਥੇ ਦੱਸੇ ਅਨੁਸਾਰ ਪ੍ਰਦਾਨ ਕੀਤੇ ਜਾਣਗੇ)"
,"Kuri Komando": "ਕਮਾਂਡ ਚਲਾਓ"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": "ਇਸ ਨੂੰ ਯੋਗ ਕਰੋ ਜੇ ਤੁਸੀਂ ਮੀਡੀਆ ਫਾਈਲ ਬਣਨ ਤੋਂ ਬਾਅਦ ਕਮਾਂਡ ਚਲਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ"
,"Ordono": "ਆਰਡਰ"
,"ordono…": "ਆਰਡਰ ..."
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": "ਮਲਟੀਮੀਡੀਆ ਫਾਈਲ ਬਣਾਉਣ ਤੋਂ ਬਾਅਦ ਚਲਾਉਣ ਲਈ ਕਮਾਂਡ. ਸੈਮੀਕੋਲਨ ਦੁਆਰਾ ਕਈ ਕਮਾਂਡਾਂ ਨੂੰ ਵੱਖ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ; ਕਮਾਂਡਾਂ ਵਿੱਚ ਸੈਮੀਕਾਲਨ ਦੀ ਵਰਤੋਂ ਨਾ ਕਰੋ; ਹੇਠ ਦਿੱਤੇ ਵਿਸ਼ੇਸ਼ ਟੋਕਨ ਸਵੀਕਾਰੇ ਗਏ ਹਨ: %% Y = ਸਾਲ, %% m = ਮਹੀਨਾ, %% d = ਦਿਨ, %% H = ਘੰਟਾ, %% M = ਮਿੰਟ, %% S = ਸਕਿੰਟ, %% Q = ਫਰੇਮ ਨੰਬਰ, %% v = ਈਵੈਂਟ ਨੰਬਰ, %% f = ਫਾਈਲ ਪਾਥ"
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "ਚੁਣੋ ਕਿ ਫੜੇ ਗਏ ਫਰੇਮਾਂ ਤੇ ਕਿਹੜੀ ਜਾਣਕਾਰੀ ਪ੍ਰਦਰਸ਼ਤ ਕੀਤੀ ਗਈ ਹੈ"
,"Teksto Superkovrita": "ਟੈਕਸਟ ਓਵਰਲੇਅ"
,"Maldekstra Teksto": "ਖੱਬਾ ਪਾਠ"
,"Tempostampo": "ਟਾਈਮ ਸਟਪ"
,"Propra Teksto": "ਕਸਟਮ ਟੈਕਸਟ"
,"Malebligita": "ਅਯੋਗ"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": "ਹੇਠਾਂ ਖੱਬੇ ਕੋਨੇ ਵਿਚ, ਫਿਲਮਾਂ ਅਤੇ ਤਸਵੀਰਾਂ ਉੱਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਟੈਕਸਟ ਸੈਟ ਕਰੋ"
,"propra teksto…": "ਕਸਟਮ ਟੈਕਸਟ ..."
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "ਕਸਟਮ ਖੱਬੇ ਪਾਠ ਦੀ ਪਰਿਭਾਸ਼ਾ; ਹੇਠ ਦਿੱਤੇ ਵਿਸ਼ੇਸ਼ ਟੋਕਨ ਸਵੀਕਾਰੇ ਗਏ ਹਨ:%% Y = ਸਾਲ, %% m = ਮਹੀਨਾ, %% d = ਦਿਨ, %% H = ਘੰਟਾ, %% M = ਮਿੰਟ, %% S = ਸਕਿੰਟ, %% Q = ਫਰੇਮ ਨੰਬਰ, %% v = ਇਵੈਂਟ ਨੰਬਰ, %% T = HH: MM: SS, \\ n = ਨਵੀਂ ਲਾਈਨ"
,"Dekstra Teksto": "ਸੱਜਾ ਪਾਠ"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": "ਹੇਠਾਂ ਸੱਜੇ ਕੋਨੇ ਵਿਚ, ਫਿਲਮਾਂ ਅਤੇ ਤਸਵੀਰਾਂ ਉੱਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਟੈਕਸਟ ਸੈਟ ਕਰੋ"
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "ਕਸਟਮ ਸਹੀ ਪਾਠ ਦੀ ਪਰਿਭਾਸ਼ਾ; ਹੇਠ ਦਿੱਤੇ ਵਿਸ਼ੇਸ਼ ਟੋਕਨ ਸਵੀਕਾਰੇ ਗਏ ਹਨ:%% Y = ਸਾਲ, %% m = ਮਹੀਨਾ, %% d = ਦਿਨ, %% H = ਘੰਟਾ, %% M = ਮਿੰਟ, %% S = ਸਕਿੰਟ, %% Q = ਫਰੇਮ ਨੰਬਰ, %% v = ਇਵੈਂਟ ਨੰਬਰ, %% T = HH: MM: SS, \\ n = ਨਵੀਂ ਲਾਈਨ"
,"Teksta Skalo": "ਟੈਕਸਟ ਸਕੇਲ"
,"Difinas la grandecon de la superkovrita teksto": "ਓਵਰਲੇਅ ਟੈਕਸਟ ਦੇ ਅਕਾਰ ਨੂੰ ਪਰਿਭਾਸ਼ਤ ਕਰਦਾ ਹੈ"
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "ਇਸਨੂੰ ਸਮਰੱਥ ਕਰੋ ਜੇ ਤੁਸੀਂ ਇਸ ਕੈਮਰੇ ਲਈ ਵੀਡੀਓ ਸਟ੍ਰੀਮ ਚਾਹੁੰਦੇ ਹੋ"
,"Videofluo": "ਵੀਡੀਓ ਸਟ੍ਰੀਮ"
,"Framo frekvencon": "ਫਰੇਮ ਬਾਰੰਬਾਰਤਾ"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "ਲਾਈਵ ਸਟ੍ਰੀਮ ਵਿੱਚ ਪ੍ਰਤੀ ਸਕਿੰਟ ਪ੍ਰਸਾਰਿਤ ਕੀਤੇ ਫਰੇਮਾਂ ਦੀ ਸੰਖਿਆ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ."
,"Flua Kvalito": "ਵਹਾਅ ਗੁਣ"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": "ਲਾਈਵ ਸਟ੍ਰੀਮ ਕੁਆਲਿਟੀ ਲਈ ਟਿ inਨ ਇਨ ਕਰੋ (ਉੱਚ ਮੁੱਲ ਵਧੀਆ ਵੀਡੀਓ ਕੁਆਲਟੀ ਪੈਦਾ ਕਰਦੇ ਹਨ ਪਰ ਹੋਰ ਬੈਂਡਵਿਡਥ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ)."
,"Bilda Redimensionado": "ਚਿੱਤਰ ਮੁੜ ਆਕਾਰ"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": "ਜਦੋਂ ਇਹ ਚਾਲੂ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਚਿੱਤਰਾਂ ਨੂੰ ਬ੍ਰਾ theਜ਼ਰ 'ਤੇ ਭੇਜਣ ਤੋਂ ਪਹਿਲਾਂ ਮੁੜ ਆਕਾਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ (ਹੌਲੀ ਸੀਪੀਯੂ' ਤੇ ਚੱਲਣ ਵੇਲੇ ਅਯੋਗ ਕਰੋ)."
,"Flua rezolucio": "ਵਹਾਅ ਰੈਜ਼ੋਲੂਸ਼ਨ"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": "ਰੈਜ਼ੋਲਯੂਸ਼ਨ ਵੀਡਿਓ ਡਿਵਾਈਸ ਦੇ ਰੈਜ਼ੋਲਿ ofਸ਼ਨ ਦੀ ਪ੍ਰਤੀਸ਼ਤ ਦੇ ਤੌਰ ਤੇ ਦਿੱਤਾ ਗਿਆ ਹੈ (ਉੱਚ ਮੁੱਲ ਵਧੀਆ ਵੀਡੀਓ ਗੁਣ ਪੈਦਾ ਕਰਦੇ ਹਨ ਪਰ ਹੋਰ ਬੈਂਡਵਿਡਥ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ)"
,"Flua haveno": "ਫਲੋ ਪੋਰਟ"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "ਟੀਸੀਪੀ ਪੋਰਟ ਸੈਟ ਅਪ ਕਰਦਾ ਹੈ ਜਿਸ ਤੇ ਵੈਬ ਸਰਵਰ ਸੁਣ ਰਿਹਾ ਹੈ"
,"Aŭtentiga reĝimo": "ਪ੍ਰਮਾਣਿਕਤਾ .ੰਗ"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": "ਸਟ੍ਰੀਮ ਦੁਆਰਾ ਪ੍ਰਮਾਣੀਕਰਨ methodੰਗ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ (ਜੇ ਤੁਹਾਨੂੰ ਤੀਜੀ ਧਿਰ ਪ੍ਰੋਗਰਾਮਾਂ ਨਾਲ ਮੁਸ਼ਕਲ ਆਉਂਦੀ ਹੈ ਤਾਂ 'ਡਾਈਜੈਸਟ' ਦੀ ਬਜਾਏ 'ਬਾਜਿਕ' ਚੁਣੋ); ਮਾਨਤਾ ਜਾਂਚਾਂ ਵਰਤੀਆਂ ਜਾਣਗੀਆਂ"
,"Movado-Optimigo": "ਗਤੀ ਅਨੁਕੂਲਤਾ"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": "ਇਸ ਨੂੰ ਸਮਰੱਥ ਕਰੋ ਜੇ ਤੁਸੀਂ ਡਿਲਿਵਰੀ ਸਟ੍ਰੀਮ ਲਈ ਘੱਟ ਫਰੇਮ ਰੇਟ ਚਾਹੁੰਦੇ ਹੋ ਜਦੋਂ ਕੋਈ ਅੰਦੋਲਨ ਨਹੀਂ ਲੱਭਿਆ ਜਾਂਦਾ"
,"Utilaj URLoj": "ਲਾਭਦਾਇਕ ਯੂਆਰਐਲ"
,"Instantara URL": "ਤੁਰੰਤ ਯੂਆਰਐਲ"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": "ਇੱਕ ਯੂਆਰਐਲ ਜੋ ਕੈਮਰਾ ਦੇ ਨਵੀਨਤਮ ਕੈਪਚਰ ਦੇ ਨਾਲ ਇੱਕ ਜੇਪੀਈਜੀ ਚਿੱਤਰ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ"
,"Flua URL": "ਫਲੋ URL"
,"URL kiu provizas MJPEG-fluon de la kamerao": "ਇੱਕ ਯੂਆਰਐਲ ਜੋ ਕੈਮਰੇ ਤੋਂ ਐਮਜੇਪੀਈਜੀ ਪ੍ਰਵਾਹ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ"
,"Enigita URL": "ਇਨਪੁਟ URL"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": "ਇੱਕ ਯੂਆਰਐਲ, ਜੋ ਕਿ ਕੈਮਰਾ ਫਰੇਮ ਵਾਲਾ ਇੱਕ ਘੱਟੋ ਘੱਟ HTML ਦਸਤਾਵੇਜ਼ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ, ਜੋ ਕਿ ਐਮਬੈੱਡ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ"
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "ਇਸ ਨੂੰ ਸਮਰੱਥ ਕਰੋ ਜੇ ਤੁਸੀਂ ਸਥਿਰ ਚਿੱਤਰਾਂ ਨੂੰ ਕੈਪਚਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ."
,"Kaptitaj Bildoj": "ਕੈਪਚਰ ਚਿੱਤਰ"
,"Nomo Bildo-Dosiero": "ਨਾਮ ਚਿੱਤਰ ਫਾਇਲ"
,"dosiernomo ŝablono…": "ਫਾਈਲ ਨਾਮ ਟੈਂਪਲੇਟ ..."
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "ਜੇਪੀਈਜੀ ਫਾਈਲਾਂ ਲਈ ਨਾਮ ਟੈਂਪਲੇਟ ਪਰਿਭਾਸ਼ਤ ਕਰਦਾ ਹੈ; ਹੇਠ ਦਿੱਤੇ ਵਿਸ਼ੇਸ਼ ਟੋਕਨ ਸਵੀਕਾਰੇ ਗਏ ਹਨ:%% Y = ਸਾਲ, %% m = ਮਹੀਨਾ, %% d = ਦਿਨ, %% H = ਘੰਟਾ, %% M = ਮਿੰਟ, %% S = ਸਕਿੰਟ, %% Q = ਫਰੇਮ ਨੰਬਰ, %% v = ਈਵੈਂਟ ਨੰਬਰ, / = ਸਬ ਡਾਇਰੈਕਟਰੀ."
,"Bildkvalito": "ਚਿੱਤਰ ਗੁਣ"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": "ਜੇ ਪੀ ਈ ਜੀ ਈ ਚਿੱਤਰ ਦੀ ਕੁਆਲਟੀ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ (ਉੱਚ ਮੁੱਲ ਚਿੱਤਰ ਦੀ ਕੁਆਲਟੀ ਪੈਦਾ ਕਰਦੇ ਹਨ ਪਰ ਵਧੇਰੇ ਸਟੋਰੇਜ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ)"
,"Kaptila reĝimo": "ਕੈਪਚਰ ਮੋਡ"
,"Moviĝa deĉenigo": "ਮੋਸ਼ਨ ਟਰਿੱਗਰ"
,"Moviĝa deĉenigo (Unu bildo)": "ਮੋਸ਼ਨ ਟਰਿੱਗਰ (ਇਕ ਚਿੱਤਰ)"
,"Intertempe": "ਇਸ ਦੌਰਾਨ"
,"Ĉiuj bildoj": "ਸਾਰੀਆਂ ਤਸਵੀਰਾਂ"
,"Mane": "ਮਨੇ"
,"Difinas la kapta reĝimon:": "ਕੈਪਚਰ ਮੋਡ ਨੂੰ ਪ੍ਰਭਾਸ਼ਿਤ ਕਰਦਾ ਹੈ:"
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": "ਮੋਸ਼ਨ ਟਰਿੱਗਰ = ਹਰ ਵਾਰ ਮਿਲੀ ਮੋਸ਼ਨ ਦਾ ਪਤਾ ਲੱਗਣ 'ਤੇ ਚਿੱਤਰ,"
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "ਇਸ ਦੌਰਾਨ = ਪ੍ਰਤੀ ਐਕਸ ਚਿੱਤਰ ਹਰ ਸਕਿੰਟ ਵਿਚ,"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "ਸਾਰੇ ਚਿੱਤਰ = ਹਰੇਕ ਫਰੇਮ ਨੂੰ ਇੱਕ ਚਿੱਤਰ ਫਾਈਲ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕਰੋ,"
,"Mane = mana kapto kun dediĉita butono.": "ਮਨੇ = ਸਮਰਪਿਤ ਬਟਨ ਨਾਲ ਹੱਥ ਫੜਨਾ."
,"Interkapto-Intervalo": "ਰੁਕਾਵਟ ਅੰਤਰਾਲ"
,"sekundoj": "ਸਕਿੰਟ"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "ਸਨੈਪਸ਼ਾਟ ਲਈ ਅੰਤਰਾਲ (ਸਕਿੰਟਾਂ ਵਿੱਚ) ਤਹਿ ਕਰਦਾ ਹੈ"
,"Konservi bildojn": "ਚਿੱਤਰ ਸੰਭਾਲੋ"
,"Dum unu tago": "ਇੱਕ ਦਿਨ ਲਈ"
,"Dum unu semajno": "ਇੱਕ ਹਫ਼ਤੇ ਲਈ"
,"Dum unu monato": "ਇੱਕ ਮਹੀਨੇ ਲਈ"
,"Dum unu jaro": "ਇਕ ਸਾਲ ਲਈ"
,"Porĉiame": "ਹਮੇਸ਼ਾ ਲਈ"
,"Propra": "ਆਪਣੇ"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": "ਨਿਰਧਾਰਤ ਅਵਧੀ ਤੋਂ ਪੁਰਾਣੇ ਚਿੱਤਰ ਆਪਣੇ ਆਪ ਹੀ ਸਟੋਰੇਜ ਸਪੇਸ ਖਾਲੀ ਕਰਨ ਲਈ ਮਿਟਾਏ ਜਾਂਦੇ ਹਨ."
,"Bildaj Vivdaŭro": "ਤਸਵੀਰ ਲਾਈਫਟਾਈਮ"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "ਦਿਨਾਂ ਦੀ ਗਿਣਤੀ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ ਜਿਸ ਤੋਂ ਬਾਅਦ ਚਿੱਤਰ ਆਪਣੇ ਆਪ ਹਟਾਏ ਜਾਣਗੇ."
,"Ebligu manaj kaptoj": "ਹੈਂਡ ਕੈਚ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": "ਜਦੋਂ ਇਹ ਚਾਲੂ ਹੁੰਦਾ ਹੈ, ਕੈਮਰਾ ਫਰੇਮ ਤੇ ਇੱਕ ਬਟਨ ਤੁਹਾਨੂੰ ਹੱਥੀਂ ਕੈਪਚਰ ਲੈਣ ਦੀ ਆਗਿਆ ਦੇਵੇਗਾ."
,"ebligu ĉi tion, se vi volas registri filmojn": "ਇਸ ਨੂੰ ਯੋਗ ਕਰੋ ਜੇ ਤੁਸੀਂ ਫਿਲਮਾਂ ਰਿਕਾਰਡ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ"
,"Filmoj": "ਫਿਲਮਾਂ"
,"Filma Dosiernomo": "ਮੂਵੀ ਫਾਈਲ ਦਾ ਨਾਮ"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "ਫਿਲਮ ਫਾਈਲਾਂ ਲਈ ਨਾਮ ਟੈਂਪਲੇਟ ਪਰਿਭਾਸ਼ਤ ਕਰਦਾ ਹੈ; ਹੇਠ ਦਿੱਤੇ ਵਿਸ਼ੇਸ਼ ਟੋਕਨ ਸਵੀਕਾਰੇ ਗਏ ਹਨ:%% Y = ਸਾਲ, %% m = ਮਹੀਨਾ, %% d = ਦਿਨ, %% H = ਘੰਟਾ, %% M = ਮਿੰਟ, %% S = ਸਕਿੰਟ, %% Q = ਫਰੇਮ ਨੰਬਰ, %% v = ਈਵੈਂਟ ਨੰਬਰ, / = ਸਬ ਡਾਇਰੈਕਟਰੀ."
,"Rekta kopia filmeto": "ਸਿੱਧੀ ਕਾਪੀ ਵੀਡੀਓ"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": "ਸਿੱਧੇ ਕੈਮਰੇ ਤੋਂ ਫਿਲਮਾਂ ਬਣਾਓ. ਇਹ ਵਿਕਲਪ ਸੀਪੀਯੂ ਦੀ ਵਰਤੋਂ ਘਟਾਏਗਾ ਪਰ ਮੈਮੋਰੀ ਮੰਗਾਂ ਨੂੰ ਵਧਾਏਗਾ. ਕੋਈ ਵੀ ਚਿੱਤਰ ਪ੍ਰੋਸੈਸਿੰਗ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ, ਇਸਲਈ ਟੈਕਸਟ ਓਵਰਲੈਪ, ਪ੍ਰਾਈਵੇਸੀ ਮਾਸਕ, ਆਦਿ. ਨਤੀਜੇ ਵਾਲੀ ਵੀਡੀਓ 'ਤੇ ਨਹੀਂ ਹੋਵੇਗਾ."
,"Filmformato": "ਫਿਲਮ ਦਾ ਫਾਰਮੈਟ"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": "ਮੂਵੀ ਫਾਈਲ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰਦਾ ਹੈ; ਸਾਰੇ ਫਾਰਮੈਟਾਂ ਦੀ ਸਾਰੇ ਪ੍ਰਣਾਲੀਆਂ ਤੇ ਕੰਮ ਕਰਨ ਦੀ ਗਰੰਟੀ ਨਹੀਂ ਹੈ; ਜੇ ਸ਼ੱਕ ਹੈ, ਹਰ ਫਾਰਮੈਟ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਉਹ ਵਿਕਲਪ ਚੁਣੋ ਜੋ ਤੁਹਾਡੀ ਵੀਡੀਓ ਦੇ ਨਾਲ ਵਧੀਆ ਕੰਮ ਕਰਦਾ ਹੈ."
,"Filma Kvalito": "ਫਿਲਮ ਦੀ ਕੁਆਲਿਟੀ"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": "ਐਮ ਪੀ ਈ ਜੀ ਵੀਡਿਓ ਕੁਆਲਿਟੀ ਸੈੱਟ ਕਰਦਾ ਹੈ (ਉੱਚ ਮੁੱਲ ਵੀਡੀਓ ਦੀ ਗੁਣਵੱਤਾ ਦੀ ਵਧੀਆ ਪੈਦਾਵਾਰ ਕਰਦੇ ਹਨ ਪਰ ਵਧੇਰੇ ਸਟੋਰੇਜ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ)."
,"Rekorda reĝimo": "ਰਿਕਾਰਡ ਮੋਡ"
,"Kontinua registrado": "ਨਿਰੰਤਰ ਰਿਕਾਰਡਿੰਗ"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": "ਰਿਕਾਰਡਿੰਗ ਮੋਡ ਸੈੱਟ ਕਰਦਾ ਹੈ: ਮੋਸ਼ਨ ਟਰਿੱਗਰ = ਨਵੀਂ ਫਿਲਮ ਬਣਾਈ ਗਈ ਜਦੋਂ ਵੀ ਮੋਸ਼ਨ ਲੱਭੀ ਜਾਂਦੀ ਹੈ, ਨਿਰੰਤਰ ਰਿਕਾਰਡਿੰਗ = ਇੱਕ ਵੱਡੀ ਫਿਲਮ ਫਾਈਲ."
,"Maksimuma filma daŭro": "ਫਿਲਮ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਅਵਧੀ"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": "ਫਿਲਮਾਂ ਦੀ ਅਧਿਕਤਮ ਲੰਬਾਈ ਨੂੰ ਸਕਿੰਟਾਂ ਵਿੱਚ ਤਹਿ ਕਰਦਾ ਹੈ; ਜੇ ਮੋਸ਼ਨ ਦਾ ਪ੍ਰੋਗਰਾਮ ਲੰਮਾ ਸਮਾਂ ਚਲਦਾ ਹੈ, ਤਾਂ ਇੱਕ ਨਵੀਂ ਫਿਲਮ ਫਾਈਲ ਬਣਾਈ ਜਾਂਦੀ ਹੈ; ਬੇਅੰਤ ਲੰਬਾਈ ਲਈ 0 ਦੀ ਵਰਤੋਂ ਕਰੋ."
,"Konservi filmojn": "ਫਿਲਮਾਂ ਸੇਵ ਕਰੋ"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": "ਨਿਰਧਾਰਤ ਅਵਧੀ ਤੋਂ ਪੁਰਾਣੀਆਂ ਫਿਲਮਾਂ ਸਟੋਰੇਜ ਨੂੰ ਛੱਡਣ ਲਈ ਆਪਣੇ ਆਪ ਹਟਾ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ."
,"Filmoj Vivdaŭro": "ਫਿਲਮਾਂ ਲਾਈਫਟਾਈਮ"
,"tagoj": "ਦਿਨ"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "ਦਿਨਾਂ ਦੀ ਗਿਣਤੀ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ ਜਿਸਦੇ ਬਾਅਦ ਫਿਲਮਾਂ ਆਪਣੇ ਆਪ ਮਿਟਾ ਦਿੱਤੀਆਂ ਜਾਣਗੀਆਂ."
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "ਅੰਦੋਲਨ ਦਾ ਪਤਾ ਲਗਾਉਣ ਲਈ ਇਸ ਨੂੰ ਡਿਵਾਈਸ ਦੀ ਵਰਤੋਂ ਅਤੇ ਕੌਂਫਿਗਰ ਕਰਨ ਲਈ ਐਕਟੀਵੇਟ ਕਰੋ."
,"Movado-Detekto": "ਮੋਸ਼ਨ ਖੋਜ"
,"Kadra ŝanĝo sojlo": "ਫਰੇਮ ਤਬਦੀਲੀ ਥ੍ਰੈਸ਼ੋਲਡ"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": "ਚਿੱਤਰ ਦੀ ਘੱਟੋ ਘੱਟ ਪ੍ਰਤੀਸ਼ਤਤਾ ਦਰਸਾਉਂਦੀ ਹੈ ਜੋ ਅੰਦੋਲਨ ਦਾ ਪਤਾ ਲਗਾਉਣ ਲਈ ਦੋ ਲਗਾਤਾਰ ਫਰੇਮਾਂ ਵਿਚਕਾਰ ਬਦਲਣੀ ਚਾਹੀਦੀ ਹੈ (ਛੋਟੇ ਮੁੱਲ ਵਧੇਰੇ ਸੰਵੇਦਨਸ਼ੀਲ ਖੋਜ ਦਿੰਦੇ ਹਨ, ਪਰ ਗਲਤ ਸਕਾਰਾਤਮਕ ਹੁੰਦੇ ਹਨ)."
,"Maksimuma ŝanĝo sojlo": "ਅਧਿਕਤਮ ਪਰਿਵਰਤਨ ਥ੍ਰੈਸ਼ੋਲਡ"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": "ਪਿਕਸਲ ਦੀ ਗਿਣਤੀ ਸੈੱਟ ਕਰੋ ਜੋ ਫਰੇਮ ਦੇ ਵਿਚਕਾਰ ਤਬਦੀਲ ਹੋ ਜਾਂਦੇ ਹਨ ਜਿਸ ਉੱਤੇ ਇੱਕ ਸਕ੍ਰੌਲ ਹੁਣ ਟਰਿੱਗਰ ਨਹੀਂ ਹੁੰਦੀ (0 ਬਾਰਡਰ ਨੂੰ ਅਯੋਗ ਕਰਦਾ ਹੈ)."
,"Aŭtomata sojla agordo": "ਸਵੈਚਾਲਤ ਥ੍ਰੈਸ਼ੋਲਡ ਸੈਟਿੰਗ"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "ਆਪਣੇ ਆਪ ਨੂੰ ਥ੍ਰੈਸ਼ੋਲਡ ਵਿਵਸਥਿਤ ਕਰਨ ਲਈ ਇਸਨੂੰ ਸਮਰੱਥ ਕਰੋ."
,"Aŭtomata bruo-detekto": "ਆਟੋਮੈਟਿਕ ਸ਼ੋਰ ਖੋਜ"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "ਆਪਣੇ ਆਪ ਨੂੰ ਸ਼ੋਰ ਪੱਧਰ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰਨ ਲਈ ਇਸਨੂੰ ਸਮਰੱਥ ਕਰੋ."
,"Bruo-nivelo": "ਸ਼ੋਰ ਪੱਧਰ"
,"Permane agordas la bruan nivelon al fiksita valoro.": "ਸ਼ੋਰ ਦੇ ਪੱਧਰ ਨੂੰ ਸਥਾਈ ਤੌਰ ਤੇ ਨਿਰਧਾਰਤ ਮੁੱਲ ਤੇ ਸੈਟ ਕਰਦਾ ਹੈ."
,"Detekto de lumaj ŝanĝoj": "ਪ੍ਰਕਾਸ਼ ਤਬਦੀਲੀਆਂ ਦੀ ਖੋਜ"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": "ਚਿੱਤਰ ਦੀ ਪ੍ਰਤੀਸ਼ਤਤਾ ਨੂੰ ਪ੍ਰਭਾਸ਼ਿਤ ਕਰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਬਦਲਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਤਾਂ ਕਿ ਘਟਨਾ ਨੂੰ ਗਤੀ ਦੀ ਬਜਾਏ ਅਚਾਨਕ ਪ੍ਰਕਾਸ਼ ਤਬਦੀਲੀ ਮੰਨਿਆ ਜਾਏ (0%% ਵਿਸ਼ੇਸ਼ਤਾ ਨੂੰ ਅਯੋਗ ਕਰਦਾ ਹੈ)."
,"Makula filtrilo": "ਦਾਗ ਫਿਲਟਰ"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": "ਮੋਸ਼ਨ ਖੋਜ ਤੋਂ ਪਹਿਲਾਂ ਫਰੇਮਾਂ 'ਤੇ ਸਪਾਟ ਫਿਲਟਰ ਲਗਾ ਕੇ ਇਸ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ."
,"Senmovada daŭro": "ਨਿਰੰਤਰ ਅੰਦੋਲਨ"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": "ਚੁੱਪ ਦੇ ਸਕਿੰਟਾਂ ਦੀ ਗਿਣਤੀ ਨਿਰਧਾਰਤ ਕਰੋ (ਅਰਥਾਤ ਕੋਈ ਅੰਦੋਲਨ ਨਹੀਂ) ਜੋ ਅੰਦੋਲਨ ਦੀ ਘਟਨਾ ਦੇ ਅੰਤ ਦਾ ਨਿਸ਼ਾਨ ਹੈ."
,"Kaptita Antaŭe": "ਪਹਿਲਾਂ ਪਕੜਿਆ"
,"kadroj": "ਫਰੇਮ"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": "ਮੋਸ਼ਨ ਦੀ ਘਟਨਾ ਦਾ ਪਤਾ ਲੱਗਣ ਤੋਂ ਪਹਿਲਾਂ ਫੜੇ ਗਏ ਫਰੇਮਾਂ ਦੀ ਗਿਣਤੀ (ਅਤੇ ਫਿਲਮ ਵਿੱਚ ਸ਼ਾਮਲ) ਨਿਰਧਾਰਤ ਕਰੋ."
,"Kaptita Post": "ਦੇ ਬਾਅਦ ਪਕੜਿਆ"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": "ਅੰਦੋਲਨ ਦੇ ਪ੍ਰੋਗਰਾਮ ਦੇ ਅੰਤ ਤੋਂ ਬਾਅਦ ਕੈਪਚਰ ਕੀਤੇ ਜਾਣ ਵਾਲੇ ਫਰੇਮ ਦੀ ਗਿਣਤੀ (ਅਤੇ ਫਿਲਮ ਵਿੱਚ ਸ਼ਾਮਲ) ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ."
,"Minimumaj movaj kadroj": "ਘੱਟੋ ਘੱਟ ਮੋਸ਼ਨ ਫਰੇਮ"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": "ਮੋਸ਼ਨ ਈਵੈਂਟ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਲੋੜੀਂਦੇ ਮੋਸ਼ਨ ਫਰੇਮਾਂ ਦੀ ਘੱਟੋ ਘੱਟ ਗਿਣਤੀ ਨਿਰਧਾਰਤ ਕਰੋ."
,"Masko": "ਮਾਸਕ"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": "ਵਧੇਰੇ ਚੋਣਵੇਂ ਅਤੇ ਸਹੀ ਮੋਸ਼ਨ ਖੋਜ ਲਈ ਚਿੱਤਰ ਮਾਸਕਿੰਗ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਂਦਾ ਹੈ."
,"Tipo de masko": "ਮਾਸਕ ਦੀ ਕਿਸਮ"
,"Inteligenta": "ਚੁਸਤ"
,"Redaktebla": "ਸੋਧਯੋਗ"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": "ਇੰਟੈਲੀਜੈਂਟ ਵਿਕਲਪ ਆਪਣੇ ਆਪ ਨਿਯਮਤ ਗਤੀ ਵਾਲੇ ਖੇਤਰਾਂ ਦਾ ਪਤਾ ਲਗਾ ਲੈਂਦਾ ਹੈ ਅਤੇ ਗਤੀਸ਼ੀਲ ਤੌਰ ਤੇ ਅੰਦਰੂਨੀ ਮਖੌਟਾ ਤਿਆਰ ਕਰਦਾ ਹੈ, ਜਦੋਂ ਕਿ ਸੰਪਾਦਨ ਯੋਗ ਵਿਕਲਪ ਤੁਹਾਨੂੰ ਖੁਦ ਇਸ ਨੂੰ ਖੁਦ ਬਣਾਉਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ."
,"Inteligenta-maska Malrapideco": "ਸਮਾਰਟ-ਮਾਸਕ ਸੁਸਤੀ"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": "ਉੱਚੇ ਮੁੱਲ ਹੌਲੀ ਬਣਾਉਣ ਦੀ ਪ੍ਰਕਿਰਿਆ ਦੇ ਨਾਲ ਵਧੇਰੇ ਟਿਕਾ. ਮਾਸਕ ਦਿੰਦੇ ਹਨ."
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "ਮਾਸਕ ਸੰਪਾਦਕ ਨੂੰ ਸਮਰੱਥ / ਅਯੋਗ ਕਰਨ ਲਈ ਇਸ ਬਟਨ ਨੂੰ ਦਬਾਓ."
,"Purigi maskon": "ਸਾਫ ਮਾਸਕ"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "ਮੌਜੂਦਾ ਮਾਸਕ ਨੂੰ ਖਾਲੀ ਕਰਨ ਲਈ ਇਸ ਬਟਨ ਨੂੰ ਦਬਾਓ."
,"Montri Kadro-Ŝanĝojn": "ਫਰੇਮ ਬਦਲਾਅ ਵੇਖੋ"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": "ਜੇ ਇਹ ਕਿਰਿਆਸ਼ੀਲ ਹੈ, ਤਾਂ ਚਿੱਤਰ ਵਿੱਚ ਤਬਦੀਲੀਆਂ (ਪਿਕਸਲ ਦੀ ਗਿਣਤੀ ਅਤੇ ਸੰਸ਼ੋਧਿਤ ਖੇਤਰ) ਵੀਡੀਓ ਵਿੱਚ ਦਿਖਾਈਆਂ ਗਈਆਂ ਹਨ; ਮੋਸ਼ਨ ਖੋਜ ਸੈਟਿੰਗਜ਼ ਵਿਵਸਥਿਤ ਕਰਨ ਲਈ ਇਸ ਨੂੰ ਅਸਥਾਈ ਤੌਰ ਤੇ ਸਮਰੱਥ ਬਣਾਓ."
,"Krei debug media files": "ਡੀਬੱਗ ਮੀਡੀਆ ਫਾਈਲਾਂ ਬਣਾਓ"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": "ਜਦੋਂ ਸਮਰਥਿਤ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਵਿਸ਼ੇਸ਼ ਫਿਲਮਾਂ ਅਤੇ ਚਿੱਤਰ ਬਣਾਓ ਜੋ ਡੀਬੱਗ ਮੋਸ਼ਨ ਖੋਜ ਸਮੱਸਿਆਵਾਂ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੇ ਹਨ."
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": "ਇਸ ਨੂੰ ਸਮਰੱਥ ਕਰੋ ਜੇ ਤੁਸੀਂ ਗਤੀ ਲੱਭਣ ਤੇ ਸੂਚਿਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ."
,"Moviĝaj sciigoj": "ਮੋਸ਼ਨ ਸੂਚਨਾਵਾਂ"
,"Sendi retpoŝton": "ਇੱਕ ਈਮੇਲ ਭੇਜੋ"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਸਰਗਰਮ ਕਰੋ ਜੇ ਤੁਸੀਂ ਹਰ ਵਾਰ ਕਿਸੇ ਈ-ਮੇਲ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਜਦੋਂ ਕਿਸੇ ਮੋਸ਼ਨ ਦੀ ਘਟਨਾ ਦਾ ਪਤਾ ਲਗ ਜਾਂਦਾ ਹੈ."
,"Retpoŝtadresoj": "ਈਮੇਲ ਪਤੇ"
,"retpoŝtadresoj…": "ਈਮੇਲ ਪਤੇ ..."
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": "ਇੱਥੇ ਸ਼ਾਮਲ ਕੀਤੇ ਗਏ ਈਮੇਲ ਪਤੇ (ਕਾਮਿਆਂ ਦੁਆਰਾ ਵੱਖ ਕੀਤੇ) ਜਦੋਂ ਵੀ ਕਿਸੇ ਮੋਸ਼ਨ ਦੀ ਘਟਨਾ ਦਾ ਪਤਾ ਲਗਦੇ ਹਨ ਤਾਂ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰਨਗੇ."
,"Servilo SMTP": "SMTP ਸਰਵਰ"
,"ekz. smtp.gmail.com": "ਉਦਾ. smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": "ਆਪਣੇ ਐਸਐਮਟੀਪੀ ਸਰਵਰ ਦਾ ਹੋਸਟ-ਨਾਮ ਜਾਂ ਆਈ ਪੀ ਐਡਰੈੱਸ ਦਿਓ (ਜੀਮੇਲ ਜੀ. Smtp.gmail.com ਵਰਤਣ ਲਈ)."
,"SMTP Haveno": "ਐਸਐਮਟੀਪੀ ਪੋਰਟ"
,"ekz. 587": "ਉਦਾ. 587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": "ਤੁਹਾਡੇ ਐਸ ਐਮ ਟੀ ਪੀ ਸਰਵਰ ਦੁਆਰਾ ਵਰਤੀ ਗਈ ਪੋਰਟ ਦਾਖਲ ਕਰੋ (ਆਮ ਤੌਰ 'ਤੇ ਗੈਰ- TLS ਕਨੈਕਸ਼ਨਾਂ ਲਈ 465 ਅਤੇ TLS ਕਨੈਕਸ਼ਨਾਂ ਲਈ 587)."
,"SMTP-Konto": "SMTP ਖਾਤਾ"
,"konto@gmail.com…": "ਖਾਤਾ @ gamil.com..."
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "ਆਪਣਾ SMTP ਖਾਤਾ ਦਰਜ ਕਰੋ (ਆਮ ਤੌਰ 'ਤੇ ਤੁਹਾਡਾ ਈਮੇਲ ਪਤਾ)."
,"SMTP Pasvorto": "SMTP ਪਾਸਵਰਡ"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": "ਆਪਣਾ ਐਸਐਮਟੀਪੀ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ (ਜੀਮੇਲ ਲਈ ਆਪਣਾ ਗੂਗਲ ਪਾਸਵਰਡ ਜਾਂ ਐਪ ਦੁਆਰਾ ਤਿਆਰ ਪਾਸਵਰਡ ਦੀ ਵਰਤੋਂ ਕਰੋ)."
,"De adreso": "ਪਤੇ ਤੋਂ"
,"retpoŝta adreso…": "ਈਮੇਲ ਪਤਾ ..."
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": "ਪਤੇ ਤੋਂ ਇੱਕ ਕਸਟਮ ਸੈਟ ਕਰਨਾ ਜੇ ਤੁਹਾਡੀ ਐੱਸ ਐੱਮ ਪੀ ਸੇਵਾ ਨੂੰ ਇੱਕ ਦੀ ਜਰੂਰਤ ਹੁੰਦੀ ਹੈ (ਪਹਿਲਾਂ ਮੰਜ਼ਿਲ ਦਾ ਈਮੇਲ ਪਤਾ ਖਾਲੀ ਛੱਡ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ)."
,"Uzi TLS": "TLS ਦੀ ਵਰਤੋਂ ਕਰੋ"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "ਇਸਨੂੰ ਸਮਰੱਥ ਕਰੋ ਜੇ ਤੁਹਾਡੇ ਐਸਐਮਟੀਪੀ ਸਰਵਰ ਨੂੰ ਟੀਐਲਐਸ ਦੀ ਜ਼ਰੂਰਤ ਹੈ (ਜੀਮੇਲ ਨੂੰ ਇਸ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ)."
,"Aldonitaj bildoj tempo-intervalo": "ਤਸਵੀਰ ਅੰਤਰਾਲ ਜੋੜਿਆ"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": "ਈਮੇਲ ਲਿੰਕ ਬਣਾਉਣ ਵੇਲੇ ਵਰਤਣ ਲਈ ਸਮਾਂ ਖੋਜ ਅੰਤਰਾਲ ਦੀ ਪਰਿਭਾਸ਼ਾ ਦਿੰਦਾ ਹੈ (ਵੱਧ ਮੁੱਲ ਸਥਿਰ ਸੂਚਨਾ ਦੇ ਖਰਚੇ ਤੇ ਵਧੇਰੇ ਚਿੱਤਰਾਂ ਵਾਲੇ ਈਮੇਲਾਂ ਤਿਆਰ ਕਰਦੇ ਹਨ); ਜੋੜੀਆਂ ਤਸਵੀਰਾਂ ਨੂੰ ਅਯੋਗ ਕਰਨ ਲਈ 0 ਸੈੱਟ ਕਰੋ; ਇਹ ਕੰਮ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ “ਕੈਪਚਰ ਚਿੱਤਰ” ਸਮਰੱਥ ਹੋਣ ਦੀ ਵੀ ਜ਼ਰੂਰਤ ਹੈ."
,"Testi retpoŝto": "ਟੈਸਟ ਈਮੇਲ"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": "ਤੁਹਾਡੇ ਦੁਆਰਾ ਲੋੜੀਂਦੇ ਵੇਰਵੇ ਭਰਨ ਤੋਂ ਬਾਅਦ ਈਮੇਲ ਸੂਚਨਾਵਾਂ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਇਸ ਬਟਨ ਤੇ ਕਲਿਕ ਕਰੋ."
,"Sendu Telegraman Sciigon": "ਟੈਲੀਗ੍ਰਾਮ ਨੋਟੀਫਿਕੇਸ਼ਨ ਭੇਜੋ"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": "ਇਸਨੂੰ ਸਮਰੱਥ ਬਣਾਓ ਜੇ ਤੁਸੀਂ ਕੋਈ ਟੈਲੀਗ੍ਰਾਮ ਸੰਦੇਸ਼ ਪ੍ਰਾਪਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਜਦੋਂ ਵੀ ਕਿਸੇ ਚਲਤੀ ਘਟਨਾ ਦਾ ਪਤਾ ਲਗ ਜਾਂਦਾ ਹੈ"
,"HTTP API ĵetono": "HTTP API ਟੋਕਨ"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "ਉਦਾਹਰਣ: 93847672: AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": "ਤਾਰ-ਬੋਟ ਚੈਟ ਬਣਾ ਕੇ, ਤੁਹਾਨੂੰ ਏਪੀਆਈ ਟੋਕਨ ਮਿਲੇਗੀ ਜੋ ਤੁਹਾਨੂੰ ਇੱਥੇ ਦਾਖਲ ਹੋਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ. ਆਪਣੇ ਏਪੀਆਈ ਟੋਕਨ ਕਿਵੇਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਕਦਮ-ਦਰ-ਕਦਮ ਗਾਈਡ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਏਪੀਆਈ ਬਟਨ ਤੇ ਕਲਿਕ ਕਰੋ. ਆਪਣੀ ਕੁੰਜੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ, ਤੁਹਾਡੀ ਕੁੰਜੀ ਤਿਆਰ ਹੋਣ ਤੋਂ ਬਾਅਦ ਆਪਣੀ ਨਵੀਂ ਬਣੀ \"ਬੋਟ\" ਨਾਲ ਗੱਲਬਾਤ ਕਰਨਾ ਵੀ ਨਿਸ਼ਚਤ ਕਰੋ."
,"Babileja ID": "ਚੈਟ ID"
,"Ekzemplo: 938272312": "ਉਦਾਹਰਣ: 938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": "Id_chatbot (@id_chatbot) ਲਈ ਇੱਕ ਨਵੀਂ ਚੈਟ ਬਣਾਓ ਅਤੇ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਚੋਣ ਕਰੋ. ਗੱਲਬਾਤ ਇਸ ਖੇਤਰ ਲਈ ਲੋੜੀਂਦੀ ਨੰਬਰ ਵਾਪਸ ਕਰੇਗੀ."
,"Alkroĉitaj Bildoj Tempo": "ਚਿੱਤਰ ਨਾਲ ਜੁੜਿਆ ਸਮਾਂ"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": "ਟੈਲੀਗ੍ਰਾਮ ਅਟੈਚਮੈਂਟ ਬਣਾਉਣ ਲਈ ਚਿੱਤਰ ਖੋਜ ਸਮੇਂ ਦੇ ਅੰਤਰਾਲ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰਦਾ ਹੈ (ਵੱਧ ਮੁੱਲ ਨੋਟੀਫਿਕੇਸ਼ਨ ਦੇਰੀ ਨਾਲ ਵਧੇਰੇ ਚਿੱਤਰ ਤਿਆਰ ਕਰਦੇ ਹਨ); ਚਿੱਤਰ ਅਟੈਚਮੈਂਟਾਂ ਨੂੰ ਅਯੋਗ ਕਰਨ ਲਈ 0 ਸੈੱਟ ਕਰੋ; ਇਸ ਦੇ ਕੰਮ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਸਟਿਲ ਚਿੱਤਰਾਂ ਨੂੰ ਵੀ ਸਮਰੱਥ ਕਰਨਾ ਪਵੇਗਾ; ਤੁਸੀਂ ਇਸ ਨੰਬਰ ਨਾਲ ਖੇਡਣਾ ਚਾਹੋਗੇ ਜਦੋਂ ਤਕ ਕੋਈ ਚਿੱਤਰ ਨਹੀਂ ਭੇਜਿਆ ਜਾਂਦਾ. ਇੱਕ ਚੰਗੀ ਸ਼ੁਰੂਆਤੀ ਨੰਬਰ 30 ਹੈ ਜੇ ਤੁਸੀਂ ਇੱਕ ਮੋਸ਼ਨ ਵਿੱਚ ਅਜੇ ਵੀ ਚਿੱਤਰ ਸੈਟ ਕਰਦੇ ਹੋ. ਚਾਲੂ ਸਟੈਂਡਰਡ ਮੂਵ ਲਈ, ਇਸ ਨੂੰ ਬਹੁਤ ਘੱਟ ਸੈਟ ਕਰੋ."
,"API-Informoj": "ਏਪੀਆਈ ਜਾਣਕਾਰੀ"
,"Testo": "ਟੈਸਟ"
,"Alvoki URL": "ਯੂਆਰਐਲ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": "ਇਸ ਨੂੰ ਸਮਰੱਥ ਕਰੋ ਜੇ ਤੁਸੀਂ ਕਿਸੇ URL ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਚਾਹੁੰਦੇ ਹੋ ਜਦੋਂ ਵੀ ਕੋਈ ਮੋਸ਼ਨ ਈਵੈਂਟ ਪਾਇਆ ਜਾਂਦਾ ਹੈ."
,"ekz. http://ekzemplo.com/sciigi/": "ਉਦਾ. http://example.com/search/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "URL ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ ਜਦੋਂ ਗਤੀ ਲੱਭੀ ਜਾਂਦੀ ਹੈ; ਹੇਠ ਦਿੱਤੇ ਵਿਸ਼ੇਸ਼ ਸ਼ੌਰਟਕਟ ਸਵੀਕਾਰ ਕੀਤੇ ਗਏ ਹਨ:%% Y = ਸਾਲ, %% m = ਮਹੀਨਾ, %% d = ਦਿਨ, %% H = ਘੰਟੇ, %% M = ਮਿੰਟ, %% S = ਸਕਿੰਟ, %% Q = ਫਰੇਮ ਨੰਬਰ , %% v = ਇਵੈਂਟ ਨੰਬਰ"
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": "URL ਦੀ ਬੇਨਤੀ ਕਰਨ ਵੇਲੇ ਵਰਤਣ ਲਈ HTTP methodੰਗ (ਦਿੱਤੇ URL ਦੇ ਪੈਰਾਮੀਟਰ ਇੱਥੇ ਦੱਸੇ ਅਨੁਸਾਰ ਦਿੱਤੇ ਜਾਣਗੇ)."
,"Lanĉi komando": "ਕਮਾਂਡ ਲਾਂਚ ਕਰੋ"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": "ਇਸਨੂੰ ਸਮਰੱਥ ਬਣਾਓ ਜੇ ਤੁਸੀਂ ਇੱਕ ਕਮਾਂਡ ਚਲਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਹਰ ਵਾਰ ਜਦੋਂ ਕੋਈ ਮੋਸ਼ਨ ਈਵੈਂਟ ਲੱਭਿਆ ਜਾਂਦਾ ਹੈ."
,"Komando": "ਕਮਾਂਡ"
,"komando…": "ਕਮਾਂਡ ..."
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "ਚਾਲ ਚਾਲੂ ਹੋਣ 'ਤੇ ਚਾਲੂ ਕਰਨ ਲਈ ਕਮਾਂਡ; ਮਲਟੀਪਲ ਕਮਾਂਡਾਂ ਨੂੰ ਕੋਲਨ ਦੁਆਰਾ ਵੱਖ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ; ਕਮਾਂਡਾਂ ਦੇ ਨਾਲ ਸੈਮੀਕਾਲਨ ਦੀ ਵਰਤੋਂ ਨਾ ਕਰੋ; ਹੇਠ ਦਿੱਤੇ ਵਿਸ਼ੇਸ਼ ਟੋਕਨ ਸਵੀਕਾਰੇ ਗਏ ਹਨ:%% Y = ਸਾਲ, %% m = ਮਹੀਨਾ, %% d = ਦਿਨ, %% H = ਘੰਟਾ, %% M = ਮਿੰਟ, %% S = ਸਕਿੰਟ, %% Q = ਫਰੇਮ ਨੰਬਰ , %% v = ਇਵੈਂਟ ਨੰਬਰ"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": "ਇਸਨੂੰ ਸਮਰੱਥ ਬਣਾਓ ਜੇ ਤੁਸੀਂ ਇੱਕ ਕਮਾਂਡ ਨੂੰ ਚਲਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜਦੋਂ ਹਰ ਵਾਰ ਕੋਈ ਚਲਦੀ ਘਟਨਾ ਸਮਾਪਤ ਹੁੰਦੀ ਹੈ."
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": "ਮੋਸ਼ਨ ਈਵੈਂਟ ਖਤਮ ਹੋਣ 'ਤੇ ਚਲਾਉਣ ਲਈ ਕਮਾਂਡ; ਮਲਟੀਪਲ ਕਮਾਂਡਾਂ ਨੂੰ ਕੋਲਨ ਦੁਆਰਾ ਵੱਖ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ; ਕਮਾਂਡਾਂ ਦੇ ਨਾਲ ਡਾਟ ਕੌਮ ਦੀ ਵਰਤੋਂ ਨਾ ਕਰੋ; ਹੇਠ ਦਿੱਤੇ ਵਿਸ਼ੇਸ਼ ਟੋਕਨ ਸਵੀਕਾਰੇ ਗਏ ਹਨ:%% Y = ਸਾਲ, %% m = ਮਹੀਨਾ, %% d = ਮਿਤੀ, %% H = ਘੰਟਾ, %% M = ਮਿੰਟ, %% S = ਸਕਿੰਟ, %% Q = ਫਰੇਮ ਨੰਬਰ."
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": "ਇਸ ਨੂੰ ਸਮਰੱਥ ਕਰੋ ਜੇ ਤੁਸੀਂ ਗਤੀ ਖੋਜ ਲਈ ਇੱਕ ਹਫਤਾਵਾਰੀ ਤਹਿ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ."
,"Laboranta horaro": "ਕਾਰਜਸ਼ੀਲ ਕਾਰਜਕ੍ਰਮ"
,"Lundo": "ਸੋਮਵਾਰ"
,"de": "ਦੇ"
,"ĝis": "ਤੱਕ"
,"Fiksas la labortagan tempintervalon por lundoj.": "ਸੋਮਵਾਰ ਲਈ ਕੰਮਕਾਜੀ ਦਿਨ ਦੀ ਮਿਆਦ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ."
,"Mardo": "ਮੰਗਲਵਾਰ"
,"Fiksas la labortagan tempintervalon por mardoj.": "ਮੰਗਲਵਾਰ ਲਈ ਕਾਰਜਸ਼ੀਲ ਦਿਨ ਦੀ ਸਮਾਂ ਸੀਮਾ ਨਿਰਧਾਰਤ ਕਰੋ."
,"Merkredo": "ਬੁੱਧਵਾਰ"
,"Fiksas la labortagan tempintervalon por merkredoj.": "ਬੁੱਧਵਾਰ ਲਈ ਕਾਰਜਸ਼ੀਲ ਦਿਨ ਦੀ ਸੀਮਾ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ."
,"Ĵaŭdo": "ਵੀਰਵਾਰ ਨੂੰ"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "ਵੀਰਵਾਰ ਲਈ ਕੰਮਕਾਜੀ ਦਿਨ ਦੀ ਮਿਆਦ ਨਿਰਧਾਰਤ ਕਰੋ."
,"Vendredo": "ਸ਼ੁੱਕਰਵਾਰ"
,"Fiksas la labortagan tempintervalon por vendredoj.": "ਸ਼ੁੱਕਰਵਾਰ ਲਈ ਕੰਮਕਾਜੀ ਦਿਨ ਦੀ ਮਿਆਦ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ."
,"Sabato": "ਸ਼ਨੀਵਾਰ"
,"Fiksas la labortagan tempintervalon por sabatoj.": "ਸ਼ਨੀਵਾਰ ਲਈ ਕੰਮਕਾਜੀ ਦਿਨ ਦੀ ਮਿਆਦ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ."
,"Dimanĉo": "ਐਤਵਾਰ"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "ਐਤਵਾਰ ਲਈ ਕੰਮਕਾਜੀ ਦਿਨ ਦੀ ਮਿਆਦ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ."
,"Detekti movadon": "ਅੰਦੋਲਨ ਦਾ ਪਤਾ ਲਗਾਓ"
,"Dum laborista horaro": "ਕੰਮ ਦੇ ਸਮੇਂ ਦੌਰਾਨ"
,"Ekster laborista horaro": "ਬਾਹਰ ਕੰਮ ਦੇ ਘੰਟੇ"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": "ਪ੍ਰਭਾਸ਼ਿਤ ਕਰਦਾ ਹੈ ਕਿ ਗਤੀ ਦੀ ਪਛਾਣ ਕੰਮ ਦੇ ਘੰਟਿਆਂ ਦੇ ਦੌਰਾਨ ਜਾਂ ਬਾਹਰ ਕਿਰਿਆਸ਼ੀਲ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ."
,"neniam": "ਕਦੇ ਨਹੀਂ"
,"tago": "ਦਿਨ"
,"semajno": "ਹਫ਼ਤਾ"
,"monato": "ਮਹੀਨਾ"
,"jaro": "ਸਾਲ"
,"horo": "ਘੰਟਾ"
,"horoj": "ਘੰਟੇ"
,"minuto": "ਮਿੰਟ"
,"minutoj": "ਮਿੰਟ"
,"sekundo": "ਇੱਕ ਸਕਿੰਟ"
,"minus": "ਘਟਾਓ"
}
