{"":{"language":"nb","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "Et avbruddssignal var mottatt, lukker …"
,"smb-akcioj postulas radikajn privilegiojn": "SMB nettverksdeling krever rot-privilegier"
,"bonvolu instali tornado version 3.1 aŭ pli": "vennligst installer tornado versjon 3.1 eller høyere"
,"bonvolu instali jinja2": "vennligst installer jinja2"
,"bonvolu instali pillow aŭ PIL": "vennligst installer pillow eller PIL"
,"bonvolu instali pycurl": "vennligst installer pycurl"
,"saluton! ĉi tio estas motionEye-servilo ": "hei! dette er motionEye server "
,"purigado komenciĝis": "rengjøring har begynt"
,"wsswitch komenciĝis": "wsswitch startet"
,"taskoj komenciĝis": "oppgavene er påbegynt"
,"mjpg klienta rubo-kolektanto komenciĝis": "MJPG søppelsampler har startet"
,"servilo komenciĝis": "serveren har startet"
,"servilo haltis": "serveren har stoppet"
,"taskoj haltis": "oppgavene er avsluttet"
,"motion haltis": "bevegelse stoppet"
,"adiaŭ!": "farvell!"
,"agordojn": "innstillinger"
,"ŝanĝi uzanton": "bytt bruker"
,"forigi kameraon": "fjern kamera"
,"Apliki": "Bruk"
,"preferoj de uzanto": "brukerpreferanser"
,"Preferoj": "Preferanser"
,"Aranĝo Kolumnoj": "Oppsett Kolonner"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "bestemmer antall kolonner som brukes til å ordne kamera-rammene"
,"Fiksi Kadrojn Vertikale": "Fyll Rammene Vertikalt"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": ""
,"Aranĝo linioj": "Oppsett Rader"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": "bestemmer antall rader som brukes til å ordne kamera-rammene"
,"kadro-variatoro": "Bildehastighetsjustering"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": ""
,"Rezolucio-variatoro": "Oppløsningsjustering"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": ""
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "generelle innstillinger, felles for alle kameraer"
,"Ĝeneralaj Agordoj": "Generelle innstillinger"
,"Lingvo": "Språk"
,"la lingvo de la interfaco (du literoj)": "språket i grensesnittet (to bokstaver)"
,"Administranto": "Administrator Brukernavn"
,"la uzantnomo uzata por agordi la sistemon": "brukernavnet som skal bruker til å konfigurere systemet"
,"Pasvorto": "Passord"
,"pasvorto de administranto": "administratorpassord"
,"Observanto": "Observatør Brukernavn"
,"la uzantnomo por uzi por la monitorado": "brukernavnet som skal brukes til video observasjon"
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": ""
,"motionEye Versio": "motionEye Versjon"
,"Motion Versio": "Motion Versjon"
,"Operaciumo Versio": "Operativsystemversjon"
,"Programara Ĝisdatigo": "Programvare oppdatering"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "ser etter nye versjoner og utfører oppdateringer"
,"Nutro": "Strøm"
,"Fermu": "Skru Av"
,"malŝaltas la sistemon": "Slår av systemet"
,"Rekomencu": "Start på nytt"
,"rekomencas la sistemon": "Starter systemet på nytt"
,"Agordo": "Konfigurasjon"
,"Sekurkopio": "Sikkerhetskopi"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": ""
,"Restaŭri": "Gjenopprette"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": "gjenoppretter innstillingen fra en tidligere lagret sikkerhetskopifil"
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "aktiver dette hvis du vil bruke dette kameraet"
,"Video-Aparato": "Videoenhet"
,"Kamerao Nomo": "Kameraavn"
,"kameraa nomo…": "Kameranavn …"
,"alias pri ĉi tiu kamera aparato": "ett alias om denne kameraetheten"
,"Kamerao ID": "Kamera ID"
,"la kamerao identiga numero": "kameraidentifikasjonsnummeret"
,"Kamerao aparato": "Kameraenhet"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": ""
,"Kamerao Tipo": "Kameratype"
,"Aŭtomata Brilo": "Automatisk lysstyrke"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": ""
,"Video-rezolucio": "Videooppløsning"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": ""
,"Larĝeco": "Bredde"
,"enigu kutiman rezolucian larĝon": "skriv inn tilpasset oppløsningsbredde"
,"Alteco": "Høyde"
,"enigu kutiman rezolucian altecon": "skriv inn tilpasset oppløsningshøyde"
,"Video-Rotacio": "Videorotasjon"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": "bruk dette til å snu det bildet hvis kameraet ikke er riktig plassert"
,"Kadrofrekvenco": "Oppdateringshastighet"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": ""
,"Privateca masko": "Personvernmaske"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": ""
,"Redakti maskon": "Rediger maske"
,"Konservi maskon": "Lagre Maske"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": "klikk denne knappen for å aktivere/deaktivere maske redigering"
,"Ekstraj Elektoj": "Ekstra valg"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": ""
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "velg hvor og hvordan media er lagret"
,"Stokado de dosieroj": "Fillagring"
,"Stokada Aparato": "Lagringsenhet"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": "indikerer lagringsenheten der bilde og videofiler blir lagret"
,"Retservilo": "Nettverk server"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "adressen til nettverk server (IP adresse eller vertsnavn)"
,"SMB Protokolo-Versio": "SMB protokollversjon"
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": ""
,"Kunhava nomo": "Nettverksdeling navn"
,"la nomo de la interŝanĝa reto": "navnet på nettverksdelingen"
,"Uzantnomo": "Brukernavn"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": ""
,"Pasvorton": "Nettverksdeling Passord"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": ""
,"Radika dosierujo": "Rotkatalogen"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": "rotbanen (på den valgte lagringsenheten) der filene blir lagret"
,"Testi la reton dosierujon": "Test nettverksdeling"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": ""
,"Uzado de Disko": "Diskbruk"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "den brukte/totale størrelsen på disken der rotkatalogen er"
,"Alŝutu Mediajn Dosierojn": "Last opp medie filer"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": ""
,"Alŝutu Bildojn": "Last opp bilder"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": ""
,"Alŝutu Filmojn": "Last opp filmer"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": ""
,"Alŝuta Servo": "Opplastingstjenesten"
,"Servilo FTP": "FTP server"
,"Servilo SFTP": "SFTP server"
,"Servilo HTTP": "HTTP server"
,"Servilo HTTPS": "HTTPS server"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "velg en tjeneste som mediefilene skal lastes opp til"
,"Servila Adreso": "Server adresse"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": ""
,"Servila haveno": "Serverport"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": ""
,"Metodo": "Metode"
,"la HTTP-metodo uzi por alŝuti dosierojn": "HTTP-metoden som skal brukes til å laste opp filer"
,"Finpunkto URL": "Endepunkt addresse"
,"La kompleta URL al la alŝuta servila finpunkto:": "Den fulle addressen til serveren for opplasting:"
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "For S3: f.eks. http://my.minio: 9000. La det være tomt for AWS!"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "For WebDAV: f.eks. https://my.cloud/remote.php/dav/files/me/"
,"Loko": "Mappe"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": "mappen (rotstien) der media må lastes opp (f.eks/filer/cam1/)"
,"Inkluzivi Subdosierujojn": "Inkluder underkataloger"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": ""
,"Purigi la nubon": "Rengjøre skyen"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": ""
,"la uzantnomo por la alŝuta servo-konto": "brukernavnet for opplastingstjenestekontoen"
,"la pasvorto por la alŝuta servo-konto": "passordet for opplastingstjenestekontoen"
,"Rajtiga ŝlosilo": "Autorisasjonsnøkkel"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": ""
,"Akiri ŝlosilon": "Få en nøkkel"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "klikk her for å få nøkkel til autorisasjonstjenesten"
,"Access Key": "Tilgangsnøkkel"
,"The AWS access key used to authenticate with the upload service": "AWS Access Key som brukes til å autentisere med opplastingstjenesten"
,"Sekreta Alira Ŝlosilo": "Secret Access Key"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": ""
,"Sitelo": "Bøtte"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": ""
,"Testi la servon": "Test tjenesten"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": ""
,"alvoki URL": "Kall Webhook"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": ""
,"Reteja URL": "Webhook Addresse"
,"ekz. http://example.com/notify/": "f.eks. http://example.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": ""
,"Metodo HTTP": "HTTP metode"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": ""
,"Kuri Komando": "Kjør en kommando"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": ""
,"Ordono": "Kommando"
,"ordono…": "Rekkefølge…"
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": ""
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "velg hvilken informasjon som vises på bildene som er tatt"
,"Teksto Superkovrita": "Tekstoverlegg"
,"Maldekstra Teksto": "Venstre tekst"
,"Tempostampo": "Tidsstempel"
,"Propra Teksto": "Tilpasset tekst"
,"Malebligita": "Deaktivert"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": "angir teksten som vises på filmene og bildene, i nedre venstre hjørne"
,"propra teksto…": "Tilpasset tekst …"
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": ""
,"Dekstra Teksto": "Høyre tekst"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": "Angir teksten som vises på filmene og bildene, i nedre høyre hjørne"
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": ""
,"Teksta Skalo": "Tekstskalering"
,"Difinas la grandecon de la superkovrita teksto": "Definerer størrelsen på tekstoverlegget"
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "aktiver dette hvis du vil ha videostrøming for dette kameraet"
,"Videofluo": "Video strømming"
,"Framo frekvencon": "Strømming Oppdateringshastighet"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "setter antall bilder som leveres hvert sekund i live-strømmen."
,"Flua Kvalito": "Strømme-kvalitet"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": ""
,"Bilda Redimensionado": "Strøm Bildestørrelse-justering"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": ""
,"Flua rezolucio": "Strøm oppløsning"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": ""
,"Flua haveno": "Strøm port"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "setter hvilke TCP-port som strømme-serveren lytter til"
,"Aŭtentiga reĝimo": "Autentiseringsmodus"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": ""
,"Movado-Optimigo": "Bevegelsesoptimalisering"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": ""
,"Utilaj URLoj": "Nyttige nettadresser"
,"Instantara URL": "Øyeblikksbilde addresse"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": "en addresse som gir ett JPEG-bilde av det siste øyeblikket fra kameraet"
,"Flua URL": "Strømme-addresse"
,"URL kiu provizas MJPEG-fluon de la kamerao": "en addresse som leverer en MJPEG-strøm fra kameraet"
,"Enigita URL": "Innebygd addresse"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": ""
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "aktiver dette hvis du vil ta statiske bilder."
,"Kaptitaj Bildoj": "Stillbilder"
,"Nomo Bildo-Dosiero": "Navn bildefil"
,"dosiernomo ŝablono…": "Filnavn mal …"
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": ""
,"Bildkvalito": "Bildekvalitet"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": ""
,"Kaptila reĝimo": "Opptaksmodus"
,"Moviĝa deĉenigo": "Bevegelse utløst"
,"Moviĝa deĉenigo (Unu bildo)": "Bevegelse utløst (ett bilde)"
,"Intertempe": "Interval Stillbilder"
,"Ĉiuj bildoj": "Alle bilder"
,"Mane": "Manuelt"
,"Difinas la kapta reĝimon:": "definerer fangstmodus:"
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": "Bevegelsesutløser = ett bilde blir tatt hver gang bevegelse oppdages,"
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "Interval Stillbilder = bilde fanget hvert x sekund,"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "Alle bilder = lagre alle bilder i en fil,"
,"Mane = mana kapto kun dediĉita butono.": "Manuelt = manuell fangst med en dedikert knapp."
,"Interkapto-Intervalo": "Stillbilde intervall"
,"sekundoj": "sekunder"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "setter intervallen (på sekunder) for stillbildene"
,"Konservi bildojn": "Bevare bildene"
,"Dum unu tago": "I en dag"
,"Dum unu semajno": "I en uke"
,"Dum unu monato": "I en måned"
,"Dum unu jaro": "I ett år"
,"Porĉiame": "For alltid"
,"Propra": "Egendefinert"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": ""
,"Bildaj Vivdaŭro": "Bilde levetid"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "definerer antall dager hvoretter bildene blir slettet automatisk."
,"Ebligu manaj kaptoj": "Aktiver manuelle stillbilder"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": ""
,"ebligu ĉi tion, se vi volas registri filmojn": "aktiver dette hvis du vil spille inn filmer"
,"Filmoj": "Filmer"
,"Filma Dosiernomo": "Filmfilnavn"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": ""
,"Rekta kopia filmeto": "Bruk videobilde direkte"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": ""
,"Filmformato": "Filmformat"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": ""
,"Filma Kvalito": "Filmkvalitet"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": ""
,"Rekorda reĝimo": "Opptaksmodus"
,"Kontinua registrado": "Kontinuerlig innspilling"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": ""
,"Maksimuma filma daŭro": "Maksimal filmvarighet"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": ""
,"Konservi filmojn": "Behold filmer"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": ""
,"Filmoj Vivdaŭro": "Filmer levetid"
,"tagoj": "dager"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "angi antall dager hvoretter filmene blir fjernet automatisk."
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "aktiver dette, for å bruke og konfiugrere bevegelsesdeteksjon."
,"Movado-Detekto": "Bevegelsesdeteksjon"
,"Kadra ŝanĝo sojlo": "Rammeendring terskel"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": ""
,"Maksimuma ŝanĝo sojlo": "Maksimal endringsterskel"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": ""
,"Aŭtomata sojla agordo": "Automatisk terskelkonfigurasjon"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "aktiver dette for automatisk å justere terskelen."
,"Aŭtomata bruo-detekto": "Automatisk støydeteksjon"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "aktiver dette for automatisk å justere støynivået."
,"Bruo-nivelo": "Støynivå"
,"Permane agordas la bruan nivelon al fiksita valoro.": "setter støynivået manuelt til en fast verdi."
,"Detekto de lumaj ŝanĝoj": "Lysendring-oppdagelse"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": ""
,"Makula filtrilo": "Flekkfilter"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": ""
,"Senmovada daŭro": "Statisk varighet"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": ""
,"Kaptita Antaŭe": "Fanget før"
,"kadroj": "bilder"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": ""
,"Kaptita Post": "Fanget etter"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": ""
,"Minimumaj movaj kadroj": "Minimum bevegelse bilder"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": ""
,"Masko": "Maske"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": ""
,"Tipo de masko": "Type maske"
,"Inteligenta": "Smart"
,"Redaktebla": "Redigerbar"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": ""
,"Inteligenta-maska Malrapideco": "Smartmaske treghet"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": ""
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "klikk denne knappen for å fjerne gjeldende maske."
,"Purigi maskon": "Fjern maske"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "klikk denne knappen for å fjerne gjeldende maske."
,"Montri Kadro-Ŝanĝojn": "Vis rammeendringer"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": ""
,"Krei debug media files": "Lag feilsøkingsmediefiler"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": ""
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": "aktiver dette hvis du vil bli varslet når bevegelse blir oppdaget."
,"Moviĝaj sciigoj": "Bevegelsesvarsler"
,"Sendi retpoŝton": "Sende en e -post"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": ""
,"Retpoŝtadresoj": "E-post adresser"
,"retpoŝtadresoj…": "E-post adresse…"
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": ""
,"Servilo SMTP": "SMTP-server"
,"ekz. smtp.gmail.com": "f.eks. smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": ""
,"SMTP Haveno": "SMTP-port"
,"ekz. 587": "f.eks. 587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": ""
,"SMTP-Konto": "SMTP-konto"
,"konto@gmail.com…": "account@gmail.com…"
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "skriv inn SMTP-kontoen din (vanligvis e -postadressen din)."
,"SMTP Pasvorto": "SMTP-passord"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": ""
,"De adreso": "Fra Adresse"
,"retpoŝta adreso…": "Epostadresse…"
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": ""
,"Uzi TLS": "Bruk TLS"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "aktiver dette hvis SMTP-serveren din krever TLS (Gmail trenger dette)."
,"Aldonitaj bildoj tempo-intervalo": "Vedlagte Bilder Tidsrom"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": ""
,"Testi retpoŝto": "Test e-post"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": ""
,"Sendu Telegraman Sciigon": "Send Telegram-varsling"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": ""
,"HTTP API ĵetono": "HTTP API-token"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "Eksempel: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": ""
,"Babileja ID": "Chat ID"
,"Ekzemplo: 938272312": "Eksempel: 938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": ""
,"Alkroĉitaj Bildoj Tempo": "Vedlagte bilde tid"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": ""
,"API-Informoj": "API-informasjon"
,"Testo": "Test"
,"Alvoki URL": "Kall Webhook"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": ""
,"ekz. http://ekzemplo.com/sciigi/": "f.eks. http://example.com/notify/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": ""
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": ""
,"Lanĉi komando": "Kjør en kommando"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": ""
,"Komando": "Kommando"
,"komando…": "Kommando…"
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": ""
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": ""
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": ""
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": ""
,"Laboranta horaro": "Arbeidsplan"
,"Lundo": "Mandag"
,"de": "fra"
,"ĝis": "til"
,"Fiksas la labortagan tempintervalon por lundoj.": "angir arbeidsplanens tidsintervall for Mandager."
,"Mardo": "Tirsdag"
,"Fiksas la labortagan tempintervalon por mardoj.": "angir arbeidsplanens tidsintervall for Tirsdager."
,"Merkredo": "Onsdag"
,"Fiksas la labortagan tempintervalon por merkredoj.": "angir arbeidsplanens tidsintervall for Onsdager."
,"Ĵaŭdo": "Torsdag"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "angir arbeidsplanens tidsintervall for Torsdager."
,"Vendredo": "Fredag"
,"Fiksas la labortagan tempintervalon por vendredoj.": "angir arbeidsplanens tidsintervall for Fredager."
,"Sabato": "Lørdag"
,"Fiksas la labortagan tempintervalon por sabatoj.": "angir arbeidsplanens tidsintervall for Lørdager."
,"Dimanĉo": "Søndag"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "angir arbeidsplanens tidsintervall for Søndager."
,"Detekti movadon": "Oppdag bevegelse"
,"Dum laborista horaro": "I løpet av en arbeidsplan"
,"Ekster laborista horaro": "Utenfor en arbeidsplan"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": ""
,"neniam": "aldri"
,"tago": "dag"
,"semajno": "uke"
,"monato": "måned"
,"jaro": "år"
,"horo": "time"
,"horoj": "timer"
,"minuto": "minutt"
,"minutoj": "minutter"
,"sekundo": "sekund"
,"minus": "minus"
}
