{"":{"language":"ru","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "Получен сигнал прерывания, закрытие…"
,"smb-akcioj postulas radikajn privilegiojn": "SMB-шары требуют root-права"
,"bonvolu instali tornado version 3.1 aŭ pli": "пожалуйста, установите tornado версии 3.1 или выше"
,"bonvolu instali jinja2": "пожалуйста, установите jinja2"
,"bonvolu instali pillow aŭ PIL": "пожалуйста, установите pillow или PIL"
,"bonvolu instali pycurl": "пожалуйста, установите pycurl"
,"saluton! ĉi tio estas motionEye-servilo ": "привет! это сервер motionEye "
,"purigado komenciĝis": "очистка запущена"
,"wsswitch komenciĝis": "wsswitch запущен"
,"taskoj komenciĝis": "задачи запущены"
,"mjpg klienta rubo-kolektanto komenciĝis": "запущен сборщик мусора клиента mjpg"
,"servilo komenciĝis": "сервер запущен"
,"servilo haltis": "сервер остановлен"
,"taskoj haltis": "задачи остановлены"
,"motion haltis": "motion остановлен"
,"adiaŭ!": "до свидания!"
,"agordojn": "настройки"
,"ŝanĝi uzanton": "сменить пользователя"
,"forigi kameraon": "удалить камеру"
,"Apliki": "Применить"
,"preferoj de uzanto": "пользовательские настройки"
,"Preferoj": "Настройки"
,"Aranĝo Kolumnoj": "Разметка столбцов"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "устанавливает количество столбцов для размещения камер"
,"Fiksi Kadrojn Vertikale": "Вместить кадры по вертикали"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": ""
,"Aranĝo linioj": "Разметка строк"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": "устанавливает количество строк для размещения камер"
,"kadro-variatoro": "Регулятор частоты кадров"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": ""
,"Rezolucio-variatoro": "Регулятор разрешения"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": ""
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "общие параметры, не связанные с камерами"
,"Ĝeneralaj Agordoj": "Общие настройки"
,"Lingvo": "Язык"
,"la lingvo de la interfaco (du literoj)": "язык интерфейса (две буквы)"
,"Administranto": "Администратор"
,"la uzantnomo uzata por agordi la sistemon": "имя пользователя, используемое для настройки системы"
,"Pasvorto": "Пароль"
,"pasvorto de administranto": "пароль администратора"
,"Observanto": "Наблюдатель"
,"la uzantnomo por uzi por la monitorado": "имя пользователя для видеонаблюдения"
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": "пароль наблюдателя (оставьте пустым для наблюдения без пароля)"
,"motionEye Versio": "Версия motionEye"
,"Motion Versio": "Версия Motion"
,"Operaciumo Versio": "Версия ОС"
,"Programara Ĝisdatigo": "Обновление ПО"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "проверяет наличие новых версий и выполняет обновление"
,"Nutro": "Питание"
,"Fermu": "Завершить работу"
,"malŝaltas la sistemon": "выключает систему"
,"Rekomencu": "Перезагрузка"
,"rekomencas la sistemon": "перезагружает систему"
,"Agordo": "Конфигурация"
,"Sekurkopio": "Резервное копирование"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": "создает файл с текущей конфигурацией для локального хранения"
,"Restaŭri": "Восстановление"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": ""
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "включите, если вы хотите использовать эту камеру"
,"Video-Aparato": "Видеоустройство"
,"Kamerao Nomo": "Имя камеры"
,"kameraa nomo…": "имя камеры…"
,"alias pri ĉi tiu kamera aparato": "псевдоним для этой камеры"
,"Kamerao ID": "ID камеры"
,"la kamerao identiga numero": "идентификационный номер камеры"
,"Kamerao aparato": "Камера"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": ""
,"Kamerao Tipo": "Тип камеры"
,"Aŭtomata Brilo": "Автояркость"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": ""
,"Video-rezolucio": "Разрешение видео"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": ""
,"Larĝeco": "Ширина"
,"enigu kutiman rezolucian larĝon": "введите пользовательскую ширину разрешения"
,"Alteco": "Высота"
,"enigu kutiman rezolucian altecon": "введите пользовательскую высоту разрешения"
,"Video-Rotacio": "Поворот видео"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": ""
,"Kadrofrekvenco": "Частота кадров"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": ""
,"Privateca masko": "Маска конфиденциальности"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": ""
,"Redakti maskon": "Изменить маску"
,"Konservi maskon": "Сохранить маску"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": "нажмите эту кнопку, чтобы включить/выключить редактор масок"
,"Ekstraj Elektoj": "Дополнительные параметры"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": ""
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "выберите, где и как ваши медиафайлы хранятся"
,"Stokado de dosieroj": "Файловое хранилище"
,"Stokada Aparato": "Накопитель"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": ""
,"Retservilo": "Веб-сервер"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "адрес веб-сервера (IP-адрес или имя хоста)"
,"SMB Protokolo-Versio": "Версия протокола SMB"
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": ""
,"Kunhava nomo": "Название ресурса"
,"la nomo de la interŝanĝa reto": "название сетевого ресурса"
,"Uzantnomo": "Имя пользователя"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": ""
,"Pasvorton": "Пароль ресурса"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": ""
,"Radika dosierujo": "Корневая директория"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": "корневой путь (на выбранном накопителе), где будут храниться файлы"
,"Testi la reton dosierujon": "Проверить сетевой ресурс"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": ""
,"Uzado de Disko": "Использование диска"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "используемый/общий размер диска, на котором находится корневой каталог"
,"Alŝutu Mediajn Dosierojn": "Загрузить медиафайлы"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": ""
,"Alŝutu Bildojn": "Загрузить изображения"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": ""
,"Alŝutu Filmojn": "Загрузить фильмы"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": "включите, если вы хотите, чтобы видео были загружены на внешний сервис"
,"Alŝuta Servo": "Сервис загрузки"
,"Servilo FTP": "FTP-сервер"
,"Servilo SFTP": "SFTP-сервер"
,"Servilo HTTP": "HTTP-сервер"
,"Servilo HTTPS": "HTTPS-сервер"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "выберите сервис, на который будут загружены медиафайлы"
,"Servila Adreso": "Адрес сервера"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": ""
,"Servila haveno": "Порт сервера"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": ""
,"Metodo": "Метод"
,"la HTTP-metodo uzi por alŝuti dosierojn": "метод HTTP, используемый для загрузки файлов"
,"Finpunkto URL": "URL-адрес конечной точки"
,"La kompleta URL al la alŝuta servila finpunkto:": "Полный URL-адрес конечной точки сервера загрузки:"
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "Для S3: например, http://my.minio:9000. Оставьте это пустым для AWS!"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "Для WebDAV: например. https://my.cloud/remote.php/dav/files/Me/"
,"Loko": "Расположение"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": ""
,"Inkluzivi Subdosierujojn": "Включить подпапки"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": ""
,"Purigi la nubon": "Очистить облако"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": ""
,"la uzantnomo por la alŝuta servo-konto": "имя пользователя для учетной записи службы загрузки"
,"la pasvorto por la alŝuta servo-konto": "пароль для учетной записи службы загрузки"
,"Rajtiga ŝlosilo": "Ключ авторизации"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": ""
,"Akiri ŝlosilon": "Получить ключ"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "нажмите здесь, чтобы получить ключ авторизации сервиса"
,"Access Key": "Ключ доступа"
,"The AWS access key used to authenticate with the upload service": "Ключ доступа AWS, используемый для аутентификации в сервисе загрузки"
,"Sekreta Alira Ŝlosilo": "Секретный ключ доступа"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": ""
,"Sitelo": "ведро"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": ""
,"Testi la servon": "Проверить сервис"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": ""
,"alvoki URL": "Получить URL"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": ""
,"Reteja URL": "URL сайта"
,"ekz. http://example.com/notify/": "например, http://example.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": ""
,"Metodo HTTP": "HTTP метод"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": ""
,"Kuri Komando": "Выполнить команду"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": "включите, если вы хотите выполнить команду после создания медиа-файла"
,"Ordono": "Команда"
,"ordono…": "Команда…"
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": ""
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "выберите, какая информация отображается на захваченных кадрах"
,"Teksto Superkovrita": "Наложение текста"
,"Maldekstra Teksto": "Текст слева"
,"Tempostampo": "Время"
,"Propra Teksto": "Пользовательский текст"
,"Malebligita": "Отключено"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": ""
,"propra teksto…": "Пользовательский текст…"
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": ""
,"Dekstra Teksto": "Текст справа"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": ""
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": ""
,"Teksta Skalo": "Масштаб текста"
,"Difinas la grandecon de la superkovrita teksto": "устанавливает размер наложенного текста"
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "включите, если вы хотите потоковое видео для этой камеры"
,"Videofluo": "Видеопоток"
,"Framo frekvencon": "Частота кадров"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "Устанавливает количество кадров, передаваемых в секунду в прямом эфире."
,"Flua Kvalito": "Качество потока"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": ""
,"Bilda Redimensionado": "Изменение размера изображения"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": ""
,"Flua rezolucio": "Разрешение потока"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": ""
,"Flua haveno": "Порт потока"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "устанавливает порт TCP, который слушает веб-сервер"
,"Aŭtentiga reĝimo": "Режим аутентификации"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": ""
,"Movado-Optimigo": "Оптимизация движения"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": ""
,"Utilaj URLoj": "Полезные URL"
,"Instantara URL": "URL снимка"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": ""
,"Flua URL": "URL потока"
,"URL kiu provizas MJPEG-fluon de la kamerao": "URL, который обеспечивает поток MJPEG с камеры"
,"Enigita URL": "Встраиваемый URL"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": ""
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "включите, если вы хотите снимать статические изображения."
,"Kaptitaj Bildoj": "Статические изображения"
,"Nomo Bildo-Dosiero": "Имя файла изображения"
,"dosiernomo ŝablono…": "Шаблон имени файла…"
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": ""
,"Bildkvalito": "Качество изображения"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": ""
,"Kaptila reĝimo": "Режим захвата"
,"Moviĝa deĉenigo": "Триггер движения"
,"Moviĝa deĉenigo (Unu bildo)": "Motion Trigger (одно изображение)"
,"Intertempe": "Тем временем"
,"Ĉiuj bildoj": "Все картинки"
,"Mane": "вручную"
,"Difinas la kapta reĝimon:": "Определяет режим захвата:"
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": "Motion Trigger = изображение, полученное при каждом обнаружении движения,"
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "В то же время = изображение, снятое каждые х секунд,"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "Все изображения = сохранить каждый кадр в файле изображения,"
,"Mane = mana kapto kun dediĉita butono.": "Грива = захват руки с помощью специальной кнопки."
,"Interkapto-Intervalo": "Интервал перехвата"
,"sekundoj": "секунд"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "устанавливает интервал (в секундах) для снимков"
,"Konservi bildojn": "Сохранить изображения"
,"Dum unu tago": "На один день"
,"Dum unu semajno": "На неделю"
,"Dum unu monato": "На месяц"
,"Dum unu jaro": "На один год"
,"Porĉiame": "бессрочно"
,"Propra": "Пользовательский"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": "Изображения старше указанной длительности автоматически удаляются, чтобы освободить место для хранения."
,"Bildaj Vivdaŭro": "Время жизни картинки"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "Определяет количество дней, по истечении которых изображения будут автоматически удаляться."
,"Ebligu manaj kaptoj": "Включить ручные ловли"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": "Когда это включено, кнопка на раме камеры позволит вам делать снимки вручную."
,"ebligu ĉi tion, se vi volas registri filmojn": "включите это, если вы хотите записывать фильмы"
,"Filmoj": "кино"
,"Filma Dosiernomo": "Имя файла фильма"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "Определяет шаблон имени для файлов фильма; принимаются следующие специальные токены: %% Y = год, %% m = месяц, %% d = день, %% H = час, %% M = минута, %% S = секунда, %% q = номер кадра, %% v = номер события, / = подкаталог."
,"Rekta kopia filmeto": "Прямая копия видео"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": "Создавайте фильмы прямо с камеры. Эта опция должна уменьшить использование процессора, но увеличить требования к памяти. Обработка изображений не выполняется, поэтому тексты перекрываются, маски конфиденциальности и т. Д. не будет на итоговом видео."
,"Filmformato": "Формат фильма"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": "Настраивает файл фильма; не все форматы гарантированно работают на всех системах; если сомневаетесь, протестируйте каждый формат и выберите тот, который лучше всего подходит для вашего видео."
,"Filma Kvalito": "Качество фильма"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": "Устанавливает качество видео MPEG (более высокие значения дают лучшее качество видео, но требуют больше памяти)."
,"Rekorda reĝimo": "Режим записи"
,"Kontinua registrado": "Непрерывная запись"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": "Устанавливает режим записи: триггер движения = новый фильм, созданный при обнаружении движения, непрерывная запись = один большой файл фильма."
,"Maksimuma filma daŭro": "Максимальная продолжительность фильма"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": "Устанавливает максимальную продолжительность фильмов в секундах; если событие движения длится дольше, создается новый файл фильма; используйте 0 для неограниченной длины."
,"Konservi filmojn": "Сохранить фильмы"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": "Фильмы старше установленной длительности автоматически удаляются для освобождения памяти."
,"Filmoj Vivdaŭro": "Фильмы Пожизненная"
,"tagoj": "дней"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "Устанавливает количество дней, по истечении которых фильмы будут автоматически удаляться."
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "Активируйте это, чтобы использовать и настроить устройство для обнаружения движения."
,"Movado-Detekto": "Обнаружение движения"
,"Kadra ŝanĝo sojlo": "Порог смены кадров"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": "Указывает минимальный процент изображения, который должен переключаться между двумя последовательными кадрами для обнаружения движения (меньшие значения дают более чувствительное обнаружение, но имеют тенденцию к ложным срабатываниям)."
,"Maksimuma ŝanĝo sojlo": "Максимальный порог изменения"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": "Устанавливает количество пикселей, которые были изменены между кадрами, для которых прокрутка больше не срабатывает (0 отключает границу)."
,"Aŭtomata sojla agordo": "Автоматическая настройка порога"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "Включите это, чтобы автоматически настроить порог."
,"Aŭtomata bruo-detekto": "Автоматическое обнаружение шума"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "Включите это, чтобы автоматически настроить уровень шума."
,"Bruo-nivelo": "Уровень шума"
,"Permane agordas la bruan nivelon al fiksita valoro.": "Постоянно устанавливает уровень шума на заданное значение."
,"Detekto de lumaj ŝanĝoj": "Обнаружение изменений света"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": "Определяет процент изображения, которое необходимо изменить, чтобы событие воспринималось как внезапное изменение освещения, а не движение (0 %% отключает функцию)."
,"Makula filtrilo": "Фильтр пятен"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": "Включите это, применив точечный фильтр к кадрам до обнаружения движения."
,"Senmovada daŭro": "Непрерывное движение"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": "Устанавливает количество секунд молчания (т.е. без движения), которое отмечает конец события движения."
,"Kaptita Antaŭe": "Поймали до"
,"kadroj": "маркировка"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": "Устанавливает количество кадров, снятых (и включенных в фильм) до обнаружения инцидента движения."
,"Kaptita Post": "Пойман после"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": "Устанавливает количество кадров, которые будут захвачены (и включены в фильм) после окончания события движения."
,"Minimumaj movaj kadroj": "Минимальное движение кадров"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": "Устанавливает минимальное количество последовательных кадров движения, необходимое для начала события движения."
,"Masko": "маскировать"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": "Позволяет маскировать изображения для более избирательного и точного обнаружения движения."
,"Tipo de masko": "Тип маски"
,"Inteligenta": "умный"
,"Redaktebla": "редактируемые"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": "Опция Intelligent автоматически обнаруживает регионы с регулярным движением и динамически создает внутреннюю маску, а опция Editable позволяет вам создавать ее самостоятельно."
,"Inteligenta-maska Malrapideco": "Смарт-маска Медлительность"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": "Более высокие значения дают более прочную маску с более медленным процессом сборки."
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "Нажмите эту кнопку, чтобы включить / отключить редактор масок."
,"Purigi maskon": "Чистая маска"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "Нажмите эту кнопку, чтобы очистить текущую маску."
,"Montri Kadro-Ŝanĝojn": "Показать изменения кадра"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": "Если это активно, изменения изображения (количество пикселей и измененная область) отображаются в видео; временно включите это, чтобы настроить параметры обнаружения движения."
,"Krei debug media files": "Создать отладочные медиа-файлы"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": "Когда включено, создайте специальные фильмы и изображения, которые помогут отладить проблемы обнаружения движения."
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": "Включите это, если вы хотите получать уведомления при обнаружении движения."
,"Moviĝaj sciigoj": "Уведомления о движении"
,"Sendi retpoŝton": "Отправить письмо"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": "Активируйте эту опцию, если вы хотите получать электронную почту каждый раз, когда обнаруживается инцидент движения."
,"Retpoŝtadresoj": "Адреса электронной почты"
,"retpoŝtadresoj…": "Адрес электронной почты ..."
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": "Адреса электронной почты (разделенные запятыми), добавленные здесь, будут получать уведомления при каждом обнаружении движения."
,"Servilo SMTP": "SMTP-сервер"
,"ekz. smtp.gmail.com": "например. smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": "Введите имя хоста или IP-адрес вашего SMTP-сервера (для использования Gmail smtp.gmail.com)."
,"SMTP Haveno": "Порт SMTP"
,"ekz. 587": "например. 587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": "Введите порт, используемый вашим SMTP-сервером (обычно 465 для соединений без TLS и 587 для соединений TLS)."
,"SMTP-Konto": "Учетная запись SMTP"
,"konto@gmail.com…": "account@gmail.com…"
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "Введите вашу учетную запись SMTP (обычно ваш адрес электронной почты)."
,"SMTP Pasvorto": "Пароль SMTP"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": "Введите свой пароль SMTP (для Gmail используйте свой пароль Google или пароль, созданный приложением)."
,"De adreso": "С адреса"
,"retpoŝta adreso…": "Адрес электронной почты ..."
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": "Установка пользовательского адреса «От», если он требуется для вашей службы SMTP (будет использоваться первый адрес электронной почты назначения, если оставить его пустым)."
,"Uzi TLS": "Используйте TLS"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "Включите это, если ваш SMTP-сервер требует TLS (Gmail требует, чтобы это было включено)."
,"Aldonitaj bildoj tempo-intervalo": "Добавлен интервал времени картинок"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": "Определяет временной интервал поиска, который следует использовать при создании ссылок электронной почты (более высокие значения генерируют электронные письма с большим количеством изображений за счет увеличенного уведомления об отсрочке); установите 0, чтобы отключить добавленные изображения; Вам также нужно включить «Захват изображений», чтобы сделать эту работу."
,"Testi retpoŝto": "Тестовое письмо"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": "Нажмите на эту кнопку, чтобы протестировать уведомления по электронной почте после того, как вы заполните необходимые данные."
,"Sendu Telegraman Sciigon": "Отправить уведомление в Telegram"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": "Включите это, если вы хотите получать телеграмму при обнаружении движущегося события"
,"HTTP API ĵetono": "Токен HTTP API"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "Пример: 93847672: AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": "Создавая чат Telegram-Bot, вы получите токены API, в которые вам нужно войти здесь. Нажмите кнопку API ниже для пошагового руководства о том, как получить токены API. Также обязательно поговорите с новым созданным «ботом» после того, как ваш ключ будет сгенерирован, чтобы убедиться, что вы получаете сообщения."
,"Babileja ID": "ID чата"
,"Ekzemplo: 938272312": "Пример: 938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": "Создайте новый чат с id_chatbot (@id_chatbot) и выберите начало. Чат вернет необходимое число для этого поля."
,"Alkroĉitaj Bildoj Tempo": "Время прикрепленных изображений"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": "определяет временной интервал поиска изображений для создания вложений телеграмм (более высокие значения генерируют больше изображений за счет увеличения задержки уведомления); установите значение 0, чтобы отключить вложения изображений; вы также должны включить неподвижные изображения, чтобы это работало; вы захотите поиграть с этим числом, пока изображение не будет отправлено. Хорошее начальное число - 30, если вы устанавливаете неподвижные изображения на одно движение. Для стандартного срабатывания движения установите это значение намного ниже."
,"API-Informoj": "Информация об API"
,"Testo": "Контрольная работа"
,"Alvoki URL": "Вызвать URL"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": "Включите этот параметр, если вы хотите, чтобы URL запрашивался при обнаружении события движения."
,"ekz. http://ekzemplo.com/sciigi/": "например. http://ekzemplo.com/sciigi/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "URL-адрес, запрашиваемый при обнаружении движения; принимаются следующие специальные сочетания клавиш: %% Y = год, %% m = месяц, %% d = день, %% H = час, %% M = минута, %% S = секунда, %% q = номер кадра , %% v = номер события"
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": "Метод HTTP, используемый при запросе URL (данные параметры URL будут доставлены, как указано здесь)."
,"Lanĉi komando": "Запустите команду"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": "Включите этот параметр, если вы хотите запускать команду каждый раз, когда обнаруживается событие движения."
,"Komando": "команда"
,"komando…": "Командование ..."
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "Команда запускается при обнаружении движения; несколько команд могут быть разделены двоеточием; не используйте точки с запятой с командами; принимаются следующие специальные токены: %% Y = год, %% m = месяц, %% d = день, %% H = час, %% M = минута, %% S = секунда, %% q = номер кадра , %% v = номер события"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": "Включите это, если вы хотите запускать команду каждый раз, когда заканчивается событие перемещения."
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": "Команда запускается по окончании события движения; несколько команд могут быть разделены двоеточием; не используйте точка ком с командами; принимаются следующие специальные токены: %% Y = год, %% m = месяц, %% d = дата, %% H = час, %% M = минута, %% S = секунда, %% q = номер кадра."
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": "Включите это, если вы хотите установить еженедельное расписание для обнаружения движения."
,"Laboranta horaro": "График работы"
,"Lundo": "понедельник"
,"de": "из"
,"ĝis": "до"
,"Fiksas la labortagan tempintervalon por lundoj.": "Устанавливает диапазон рабочего дня по понедельникам."
,"Mardo": "вторник"
,"Fiksas la labortagan tempintervalon por mardoj.": "Устанавливает диапазон рабочего дня для вторника."
,"Merkredo": "среда"
,"Fiksas la labortagan tempintervalon por merkredoj.": "Устанавливает диапазон рабочего дня для среды."
,"Ĵaŭdo": "четверг"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "Устанавливает диапазон рабочего дня для четвергов."
,"Vendredo": "пятница"
,"Fiksas la labortagan tempintervalon por vendredoj.": "Устанавливает диапазон рабочего дня для пятницы."
,"Sabato": "суббота"
,"Fiksas la labortagan tempintervalon por sabatoj.": "Устанавливает диапазон рабочего дня для субботы."
,"Dimanĉo": "воскресенье"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "Устанавливает диапазон рабочего дня для воскресенья."
,"Detekti movadon": "Обнаружить движение"
,"Dum laborista horaro": "В рабочее время"
,"Ekster laborista horaro": "Вне рабочего времени"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": "Определяет, должно ли обнаружение движения быть активным в течение или вне рабочего времени."
,"neniam": "никогда"
,"tago": "день"
,"semajno": "неделя"
,"monato": "месяц"
,"jaro": "год"
,"horo": "час"
,"horoj": "часы"
,"minuto": "минут"
,"minutoj": "минуты"
,"sekundo": "секунд"
,"minus": "минус"
}
