{"":{"language":"ms","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "isyarat gangguan diterima, menutup…"
,"smb-akcioj postulas radikajn privilegiojn": "saham smb memerlukan kelebihan root"
,"bonvolu instali tornado version 3.1 aŭ pli": "sila pasang versi tornado 3.1 atau lebih tinggi"
,"bonvolu instali jinja2": "sila pasang jinja2"
,"bonvolu instali pillow aŭ PIL": "sila pasangkan bantal atau PIL"
,"bonvolu instali pycurl": "sila pasang pycurl"
,"saluton! ĉi tio estas motionEye-servilo ": "hello ini adalah pelayan motionEye "
,"purigado komenciĝis": "pembersihan bermula"
,"wsswitch komenciĝis": "wsswitch telah bermula"
,"taskoj komenciĝis": "tugas bermula"
,"mjpg klienta rubo-kolektanto komenciĝis": "Pemungut sampah pelanggan mjpg telah dimulakan"
,"servilo komenciĝis": "pelayan bermula"
,"servilo haltis": "pelayan berhenti"
,"taskoj haltis": "tugas berhenti"
,"motion haltis": "gerakan berhenti"
,"adiaŭ!": "selamat tinggal!"
,"agordojn": "tetapan"
,"ŝanĝi uzanton": "tukar pengguna"
,"forigi kameraon": "tanggalkan kamera"
,"Apliki": "Memohon"
,"preferoj de uzanto": "pilihan pengguna"
,"Preferoj": "Keutamaan"
,"Aranĝo Kolumnoj": "Lajur Layout"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "menetapkan bilangan lajur yang digunakan untuk mengatur kamera"
,"Fiksi Kadrojn Vertikale": "Tetapkan Bingkai secara menegak"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": "mengawal sama ada masa bingkai boleh dikurangkan agar sesuai dengan tetingkap secara menegak atau tidak"
,"Aranĝo linioj": "Talian susun atur"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": "menetapkan bilangan garisan yang digunakan untuk mengatur kamera"
,"kadro-variatoro": "variator bingkai"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": "mengurangkan kadar bingkai untuk menjimatkan lebar jalur dan trafik rangkaian (tidak berfungsi dengan kamera MJPEG yang mudah)"
,"Rezolucio-variatoro": "Variator Penyelesaian"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": "mengurangkan resolusi berkesan semua kamera untuk menjimatkan jalur lebar dan lalu lintas rangkaian (tidak berfungsi pada kamera MJPEG mudah)"
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "parameter umum, biasa kepada semua kamera"
,"Ĝeneralaj Agordoj": "Tetapan Umum"
,"Lingvo": "Bahasa"
,"la lingvo de la interfaco (du literoj)": "bahasa antara muka (dua huruf)"
,"Administranto": "Pentadbir"
,"la uzantnomo uzata por agordi la sistemon": "nama pengguna yang digunakan untuk mengkonfigurasi sistem"
,"Pasvorto": "Kata laluan"
,"pasvorto de administranto": "kata laluan admin"
,"Observanto": "Observer"
,"la uzantnomo por uzi por la monitorado": "nama pengguna untuk digunakan untuk pemantauan"
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": "kata laluan pengguna pemantauan (kosongkan untuk pemantauan tanpa kata laluan)"
,"motionEye Versio": "gerakanEye Versi"
,"Motion Versio": "Versi Pergerakan"
,"Operaciumo Versio": "Versi Sistem Pengoperasian"
,"Programara Ĝisdatigo": "Kemas kini Perisian"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "menyemak siaran baru dan melakukan kemas kini"
,"Nutro": "Makanan"
,"Fermu": "Tutup"
,"malŝaltas la sistemon": "mematikan sistem"
,"Rekomencu": "Mulakan semula"
,"rekomencas la sistemon": "mulakan semula sistem"
,"Agordo": "Konfigurasi"
,"Sekurkopio": "Sandaran"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": "membuat fail dengan konfigurasi semasa supaya anda dapat menyimpannya secara tempatan"
,"Restaŭri": "Pulihkan"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": "mengembalikan konfigurasi dari fail sandaran yang telah disimpan sebelumnya"
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "aktifkan ini jika anda mahu menggunakan kamera ini"
,"Video-Aparato": "Peranti Video"
,"Kamerao Nomo": "Nama Kamera"
,"kameraa nomo…": "Nama Kamera …"
,"alias pri ĉi tiu kamera aparato": "alias pada peranti kamera ini"
,"Kamerao ID": "ID kamera"
,"la kamerao identiga numero": "nombor pengenalan kamera"
,"Kamerao aparato": "Peranti kamera"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": "Peranti input (misalnya: / dev / video) atau URL (cth: rtsp: //192.168.1.1/stream)"
,"Kamerao Tipo": "Jenis Kamera"
,"Aŭtomata Brilo": "Kecerahan Automatik"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": "Mengaktifkan perisian silap mata automatik (disyorkan untuk kamera tanpa silau auto sahaja)"
,"Video-rezolucio": "Resolusi video"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": "resolusi video (nilai yang lebih besar menghasilkan kualiti yang lebih baik, tetapi memerlukan lebih banyak kuasa CPU, penyimpanan yang lebih besar dan jalur lebar)"
,"Larĝeco": "Lebar"
,"enigu kutiman rezolucian larĝon": "masukkan lebar resolusi adat"
,"Alteco": "Ketinggian"
,"enigu kutiman rezolucian altecon": "masukkan ketinggian resolusi adat"
,"Video-Rotacio": "Putaran Video"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": "gunakan ini untuk memutar imej yang ditangkap jika kamera anda tidak diposisikan dengan betul"
,"Kadrofrekvenco": "Kadar bingkai"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": "Menetapkan bilangan bingkai yang ditangkap oleh kamera sesaat (nilai yang lebih tinggi menghasilkan video yang lebih lancar tetapi memerlukan lebih banyak kuasa CPU, penyimpanan yang lebih besar dan jalur lebar)"
,"Privateca masko": "Topeng privasi"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": "membolehkan penyamaran gambar untuk mengelakkan rakaman kawasan gambar tertentu untuk melindungi privasi"
,"Redakti maskon": "Edit topeng"
,"Konservi maskon": "Simpan topeng"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": "klik butang ini untuk mengaktifkan / mematikan penyunting topeng"
,"Ekstraj Elektoj": "Pilihan Tambahan"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": "Anda boleh menambah sebarang pilihan tambahan di sini untuk syaitan \"gerakan\" (gunakan format \"nilai nama\", satu pilihan setiap baris)"
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "pilih di mana dan bagaimana media anda disimpan"
,"Stokado de dosieroj": "Penyimpanan fail"
,"Stokada Aparato": "Peranti Penyimpanan"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": "menunjukkan peranti storan di mana fail imej dan video akan disimpan"
,"Retservilo": "Pelayan web"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "alamat pelayan web (alamat IP atau nama)"
,"SMB Protokolo-Versio": "Versi Protokol SMB"
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": "pilih versi SMB yang anda boleh gunakan (menguji pilihan yang berbeza dan lihat yang paling sesuai dengan NAS anda)"
,"Kunhava nomo": "Nama yang dikongsi"
,"la nomo de la interŝanĝa reto": "nama rangkaian pertukaran"
,"Uzantnomo": "Nama pengguna"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": "nama pengguna akan diberikan apabila mengakses direktori rangkaian (kosongkan jika tiada nama pengguna diperlukan)"
,"Pasvorton": "Kata laluan"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": "kata laluan yang diperlukan oleh direktori rangkaian (kosongkan jika tiada kata laluan diperlukan)"
,"Radika dosierujo": "Direktori akar"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": "laluan akar (pada peranti penyimpanan yang dipilih) di mana fail akan disimpan"
,"Testi la reton dosierujon": "Uji direktori rangkaian"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": "klik butang ini untuk menguji sambungan rangkaian selepas anda mengisi butiran yang diperlukan"
,"Uzado de Disko": "Penggunaan cakera"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "saiz terpakai / jumlah cakera di mana direktori akar berada"
,"Alŝutu Mediajn Dosierojn": "Muat naik Fail Media"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": "aktifkan opsyen ini jika anda mahu media anda dimuat naik ke perkhidmatan luaran"
,"Alŝutu Bildojn": "Muat naik Imej"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": "aktifkan opsyen ini jika anda mahu imej dimuat turun ke perkhidmatan luaran"
,"Alŝutu Filmojn": "Muat naik Filem"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": "dayakan ini jika anda mahu video dimuat naik ke perkhidmatan luaran"
,"Alŝuta Servo": "Muat naik Perkhidmatan"
,"Servilo FTP": "Pelayan FTP"
,"Servilo SFTP": "Pelayan SFTP"
,"Servilo HTTP": "Pelayan HTTP"
,"Servilo HTTPS": "Pelayan HTTPS"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "pilih perkhidmatan yang mana fail media akan dimuat naik"
,"Servila Adreso": "Alamat Pelayan"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": "nama domain atau alamat IP pelayan (mis. ftp.example.com atau 192.168.1.3)"
,"Servila haveno": "Port pelayan"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": "pelabuhan untuk digunakan untuk menyambung kepada perkhidmatan (biarkan medan ini kosong untuk menggunakan nilai lalai)"
,"Metodo": "Kaedah"
,"la HTTP-metodo uzi por alŝuti dosierojn": "kaedah HTTP untuk digunakan untuk memuat naik fail"
,"Finpunkto URL": "URL Endpoint"
,"La kompleta URL al la alŝuta servila finpunkto:": "URL lengkap ke titik akhir pelayan muat naik:"
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "Untuk S3: mis. http://my.minio:9000. Biarkan ia kosong untuk AWS!"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "Untuk Webdav: mis. https://my.cloud/remote.php/dav/files/me/"
,"Loko": "Lokasi"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": "tempat (laluan akar) di mana media patut dimuat naik (misalnya / fail / cam1 /)"
,"Inkluzivi Subdosierujojn": "Sertakan Subfolder"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": "Aktifkan ini untuk memuat turun fail multimedia dengan subdirektori mereka, bukannya meletakkannya secara langsung di lokasi root"
,"Purigi la nubon": "Bersihkan awan"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": "membolehkan ini memadam fail media yang dimuat naik ke awan juga apabila media tempatan dipadam mengikut tetapan kegigihan fail. Pada masa ini pilihan ini hanya tersedia untuk gdrive."
,"la uzantnomo por la alŝuta servo-konto": "nama pengguna untuk akaun perkhidmatan muat naik"
,"la pasvorto por la alŝuta servo-konto": "kata laluan untuk akaun perkhidmatan muat naik"
,"Rajtiga ŝlosilo": "Kunci kuasa"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "kunci yang digunakan untuk mengesahkan dengan perkhidmatan muat naik (biasanya hanya diperlukan semasa konfigurasi)"
,"Akiri ŝlosilon": "Dapatkan kunci"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "klik di sini untuk mendapatkan perkhidmatan kebenaran utama"
,"Access Key": "Kunci akses"
,"The AWS access key used to authenticate with the upload service": "Kunci akses AWS yang digunakan untuk mengesahkan dengan perkhidmatan muat naik"
,"Sekreta Alira Ŝlosilo": "Kunci Akses Rahsia"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "kunci akses rahsia AWS yang digunakan untuk mengesahkan dengan perkhidmatan muat naik (biasanya hanya diperlukan semasa konfigurasi)"
,"Sitelo": "Baldi"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": "nama S3 bucket untuk perkhidmatan muat naik (biasanya hanya diperlukan semasa konfigurasi)"
,"Testi la servon": "Uji perkhidmatan"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": "klik butang ini untuk menguji perkhidmatan muat naik selepas anda mengisi butiran yang diperlukan"
,"alvoki URL": "memohon URL"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": "dayakan ini jika anda mahu URL yang diminta selepas membuat fail media"
,"Reteja URL": "URL laman web"
,"ekz. http://example.com/notify/": "contohnya. http://example.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": "URL untuk dihantar apabila gerakan dikesan; pintasan khas berikut diterima: %% Y = tahun, %% m = bulan, %% d = hari, %% H = jam, %% M = minit, %% S = kedua, %% q = %% v = nombor acara, %% f = laluan fail"
,"Metodo HTTP": "Kaedah HTTP"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": "kaedah HTTP yang digunakan apabila meminta URL rantaian rangkaian (parameter yang dikodkan URL yang diberikan sebenarnya akan dihantar seperti yang dinyatakan di sini)"
,"Kuri Komando": "Jalankan Perintah"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": "dayakan ini jika anda mahu melaksanakan arahan selepas fail media dibuat"
,"Ordono": "Perintah"
,"ordono…": "Memerintahkan ..."
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": "Perintah yang akan dilaksanakan selepas membuat fail multimedia. Beberapa perintah boleh dipisahkan dengan koma bertitik; jangan gunakan titik koma dalam arahan; butiran khas berikut diterima: %% Y = tahun, %% m = bulan, %% d = hari, %% H = jam, %% M = minit, %% S = kedua, %% q = %% v = nombor acara, %% f = laluan fail"
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "pilih maklumat yang dipaparkan pada bingkai yang ditangkap"
,"Teksto Superkovrita": "Overlay Teks"
,"Maldekstra Teksto": "Teks Kiri"
,"Tempostampo": "Cap masa"
,"Propra Teksto": "Teks Tersuai"
,"Malebligita": "Dinyahdayakan"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": "Menetapkan teks yang dipaparkan pada filem dan gambar, di sudut kiri bawah"
,"propra teksto…": "Teks tersuai ..."
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "Menetapkan teks kiri tersendiri; butiran khas berikut diterima: %% Y = tahun, %% m = bulan, %% d = hari, %% H = jam, %% M = minit, %% S = kedua, %% q = %% v = nombor acara, %% T = HH: MM: SS, \\n = baris baru"
,"Dekstra Teksto": "Teks Kanan"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": "Menetapkan teks yang dipaparkan pada filem dan gambar, di sudut kanan bawah"
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "Menetapkan teks hak tersuai; butiran khas berikut diterima: %% Y = tahun, %% m = bulan, %% d = hari, %% H = jam, %% M = minit, %% S = kedua, %% q = %% v = nombor acara, %% T = HH: MM: SS, \\n = baris baru"
,"Teksta Skalo": "Skala Teks"
,"Difinas la grandecon de la superkovrita teksto": "Mendefinisikan saiz teks tindanan"
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "Dayakan ini jika anda mahu aliran video untuk kamera ini"
,"Videofluo": "Aliran video"
,"Framo frekvencon": "Kekerapan bingkai"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "Menetapkan bilangan bingkai yang dihantar setiap saat dalam strim langsung."
,"Flua Kvalito": "Kualiti Aliran"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": "Tune in to live streaming quality (nilai yang lebih tinggi menghasilkan kualiti video yang lebih baik tetapi memerlukan lebih lebar jalur)."
,"Bilda Redimensionado": "Saiz semula Imej"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": "Apabila ini dihidupkan, imej akan diubah saiz sebelum dihantar ke penyemak imbas (lumpuhkan apabila berjalan pada CPU lambat)."
,"Flua rezolucio": "Resolusi aliran"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": "resolusi yang diberikan sebagai peratusan resolusi peranti video (nilai yang lebih tinggi menghasilkan kualiti video yang lebih baik tetapi memerlukan lebih lebar jalur)"
,"Flua haveno": "Pelabuhan aliran"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "menubuhkan port TCP di mana pelayan web sedang mendengar"
,"Aŭtentiga reĝimo": "Mod pengesahan"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": "kaedah pengesahan yang digunakan oleh strim (pilih 'Bazic' dan bukan 'Digest' jika anda menghadapi masalah dengan program pihak ketiga); cek akreditasi akan digunakan"
,"Movado-Optimigo": "Pengoptimuman Usul"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": "dayakan ini jika anda mahukan kadar bingkai yang lebih rendah untuk aliran penghantaran apabila pergerakan tidak dikesan"
,"Utilaj URLoj": "URL berguna"
,"Instantara URL": "URL sekejap"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": "URL yang menyediakan imej JPEG dengan penangkapan kamera terkini"
,"Flua URL": "URL aliran"
,"URL kiu provizas MJPEG-fluon de la kamerao": "URL yang menyediakan aliran MJPEG dari kamera"
,"Enigita URL": "URL input"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": "URL yang menyediakan dokumen HTML minimum yang mengandungi bingkai kamera, sedia untuk disematkan"
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "Dayakan ini jika anda mahu menangkap imej statik."
,"Kaptitaj Bildoj": "Imej yang Ditangkap"
,"Nomo Bildo-Dosiero": "Nama Fail Imej"
,"dosiernomo ŝablono…": "Templat nama fail ..."
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "Menetapkan templat nama untuk fail JPEG; butiran khas berikut diterima: %% Y = tahun, %% m = bulan, %% d = hari, %% H = jam, %% M = minit, %% S = kedua, %% q = %% v = nombor acara, / = subdirektori."
,"Bildkvalito": "Kualiti imej"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": "menetapkan kualiti imej JPEG (nilai yang lebih tinggi menghasilkan kualiti imej yang lebih baik tetapi memerlukan lebih banyak storan)"
,"Kaptila reĝimo": "Mod tangkapan"
,"Moviĝa deĉenigo": "Pencetus gerakan"
,"Moviĝa deĉenigo (Unu bildo)": "Pemacu Gerakan (Imej Satu)"
,"Intertempe": "Sementara itu"
,"Ĉiuj bildoj": "Semua gambar"
,"Mane": "Mane"
,"Difinas la kapta reĝimon:": "Menetapkan mod tangkapan:"
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": "Trigger Motion = imej yang ditangkap setiap kali gerakan dikesan,"
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "Sementara itu = imej yang ditangkap setiap saat x,"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "Semua imej = simpan setiap bingkai dalam fail imej,"
,"Mane = mana kapto kun dediĉita butono.": "Mane = menangkap tangan dengan butang khusus."
,"Interkapto-Intervalo": "Selang Pintu"
,"sekundoj": "detik"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "tetapkan selang (dalam saat) untuk snapshot"
,"Konservi bildojn": "Simpan imej"
,"Dum unu tago": "Untuk satu hari"
,"Dum unu semajno": "Selama seminggu"
,"Dum unu monato": "Selama sebulan"
,"Dum unu jaro": "Untuk satu tahun"
,"Porĉiame": "Selamanya"
,"Propra": "Sendiri"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": "Imej yang lebih lama daripada tempoh yang ditetapkan akan dipadam secara automatik untuk membebaskan ruang storan."
,"Bildaj Vivdaŭro": "Hayat Gambar"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "Mendefinisikan bilangan hari selepas itu imej akan dipadamkan secara automatik."
,"Ebligu manaj kaptoj": "Dayakan tangkapan tangan"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": "Apabila ini dihidupkan, butang pada bingkai kamera akan membolehkan anda mengambil tangkapan secara manual."
,"ebligu ĉi tion, se vi volas registri filmojn": "dayakan ini jika anda mahu merakam filem"
,"Filmoj": "Filem"
,"Filma Dosiernomo": "Nama Fail Filem"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "Menentukan template nama untuk fail filem; butiran khas berikut diterima: %% Y = tahun, %% m = bulan, %% d = hari, %% H = jam, %% M = minit, %% S = kedua, %% q = %% v = nombor acara, / = subdirektori."
,"Rekta kopia filmeto": "Video salinan langsung"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": "Buat filem secara langsung dari kamera. Pilihan ini harus mengurangkan penggunaan CPU tetapi meningkatkan permintaan memori. Tiada pemprosesan imej dilakukan, jadi teks bertindih, topeng privasi, dll. tidak akan pada video yang dihasilkan."
,"Filmformato": "Format filem"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": "Menyesuaikan fail filem; tidak semua format dijamin berfungsi pada semua sistem; jika ragu-ragu, uji setiap format dan pilih yang paling sesuai dengan video anda."
,"Filma Kvalito": "Kualiti Filem"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": "Menetapkan kualiti video MPEG (nilai yang lebih tinggi menghasilkan kualiti video yang lebih baik tetapi memerlukan lebih banyak storan)."
,"Rekorda reĝimo": "Mod rakaman"
,"Kontinua registrado": "Rakaman berterusan"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": "Menetapkan mod rakaman: Motion Trigger = filem baru yang dibuat apabila gerakan dikesan, Rakaman Berterusan = satu fail filem besar."
,"Maksimuma filma daŭro": "Tempoh filem maksimum"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": "Menetapkan panjang maksimum filem dalam beberapa saat; jika acara gerakan berlangsung lebih lama, fail filem baru dibuat; gunakan 0 untuk panjang tanpa had."
,"Konservi filmojn": "Simpan filem"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": "Filem lebih lama daripada tempoh yang ditetapkan secara automatik dipadamkan untuk melepaskan storan."
,"Filmoj Vivdaŭro": "Filem Sepanjang Hayat"
,"tagoj": "hari"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "Menetapkan bilangan hari selepas mana filem akan dipadamkan secara automatik."
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "Aktifkan ini untuk menggunakan dan konfigurasi peranti untuk mengesan pergerakan."
,"Movado-Detekto": "Pengesanan Pergerakan"
,"Kadra ŝanĝo sojlo": "Ambang batas bingkai"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": "Menunjukkan peratusan minimum imej yang mesti bertukar di antara dua bingkai berturut-turut untuk mengesan pergerakan (nilai yang lebih kecil memberikan pengesanan yang lebih sensitif, tetapi cenderung positif palsu)."
,"Maksimuma ŝanĝo sojlo": "Ambang perubahan maksimum"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": "Menetapkan bilangan piksel yang telah ditukar antara bingkai yang mana skrol tidak lagi dicetuskan (0 melumpuhkan sempadan)."
,"Aŭtomata sojla agordo": "Tetapan ambang automatik"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "Dayakan ini untuk menyesuaikan ambang secara automatik."
,"Aŭtomata bruo-detekto": "Pengesanan bunyi automatik"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "Dayakan ini untuk melaraskan tahap bunyi secara automatik."
,"Bruo-nivelo": "Tahap kebisingan"
,"Permane agordas la bruan nivelon al fiksita valoro.": "Secara tetap menetapkan tahap bunyi ke nilai yang ditetapkan."
,"Detekto de lumaj ŝanĝoj": "Pengesanan perubahan cahaya"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": "Mendefinisikan peratusan imej yang perlu ditukar supaya peristiwa itu diperlakukan sebagai perubahan cahaya mendadak dan bukan gerakan (0 %% melumpuhkan ciri)."
,"Makula filtrilo": "Penapis noda"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": "Dayakan ini dengan menggunakan penapis tempat ke bingkai sebelum pengesanan gerakan."
,"Senmovada daŭro": "Pergerakan berterusan"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": "Menetapkan bilangan detik berdiam diri (iaitu pergerakan tidak) yang menandakan berakhirnya peristiwa pergerakan."
,"Kaptita Antaŭe": "Terperangkap Sebelum"
,"kadroj": "bingkai"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": "Menetapkan bilangan bingkai yang ditangkap (dan dimasukkan ke dalam filem) sebelum kejadian gerakan dikesan."
,"Kaptita Post": "Terperangkap Selepas"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": "Menetapkan bilangan bingkai yang akan ditangkap (dan dimasukkan ke dalam filem) selepas berakhirnya peristiwa pergerakan."
,"Minimumaj movaj kadroj": "Bingkai gerakan minimum"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": "Menetapkan bilangan minimum bingkai gerakan yang diperlukan untuk memulakan sesuatu gerakan."
,"Masko": "Topeng"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": "Membolehkan pelekat imej untuk pengesanan gerakan yang lebih selektif dan tepat."
,"Tipo de masko": "Jenis topeng"
,"Inteligenta": "Pintar"
,"Redaktebla": "Boleh diedit"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": "Opsyen Pintar secara automatik mengesan kawasan dengan pergerakan biasa dan secara dinamik mencipta topeng dalaman, sementara pilihan Disunting membolehkan anda membina sendiri secara manual."
,"Inteligenta-maska Malrapideco": "Slotess Masker Pintar"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": "Nilai yang lebih tinggi memberikan masker yang lebih tahan lama dengan proses membina yang perlahan."
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "Klik butang ini untuk membolehkan / melumpuhkan editor topeng."
,"Purigi maskon": "Topeng yang bersih"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "Klik butang ini untuk mengosongkan topeng semasa."
,"Montri Kadro-Ŝanĝojn": "Tunjukkan Perubahan Bingkai"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": "Jika ini aktif, perubahan imej (bilangan piksel dan kawasan diubahsuai) ditunjukkan dalam video; buat sementara ini untuk menyesuaikan tetapan pengesanan gerakan."
,"Krei debug media files": "Buat fail media debug"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": "Apabila diaktifkan, buat filem dan imej khas yang membantu mengesan masalah pengesanan gerakan."
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": "Dayakan ini jika anda mahu diberitahu apabila gerakan dikesan."
,"Moviĝaj sciigoj": "Pemberitahuan gerakan"
,"Sendi retpoŝton": "Hantar e-mel"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": "Aktifkan pilihan ini jika anda mahu menerima e-mel setiap kali kejadian gerakan dikesan."
,"Retpoŝtadresoj": "Alamat e-mel"
,"retpoŝtadresoj…": "Alamat e-mel ..."
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": "Alamat e-mel (dipisahkan oleh tanda koma) ditambah di sini akan menerima pemberitahuan apabila kejadian gerakan dikesan."
,"Servilo SMTP": "Pelayan SMTP"
,"ekz. smtp.gmail.com": "contohnya. smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": "Masukkan nama hos atau alamat IP pelayan SMTP anda (untuk menggunakan Gmail smtp.gmail.com)."
,"SMTP Haveno": "Pelabuhan SMTP"
,"ekz. 587": "contohnya. 587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": "Masukkan port yang digunakan oleh pelayan SMTP anda (biasanya 465 untuk sambungan bukan TLS dan 587 untuk sambungan TLS)."
,"SMTP-Konto": "Akaun SMTP"
,"konto@gmail.com…": "account@gmail.com."
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "Masukkan akaun SMTP anda (biasanya alamat e-mel anda)."
,"SMTP Pasvorto": "Kata Laluan SMTP"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": "Masukkan kata laluan SMTP anda (untuk Gmail menggunakan kata laluan Google anda atau kata laluan yang dihasilkan oleh aplikasi)."
,"De adreso": "Daripada alamat"
,"retpoŝta adreso…": "Alamat emel ..."
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": "Tetapkan adat Dari alamat jika perkhidmatan SMTP anda memerlukannya (alamat e-mel destinasi pertama akan digunakan jika dibiarkan kosong)."
,"Uzi TLS": "Gunakan TLS"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "Dayakan ini jika pelayan SMTP anda memerlukan TLS (Gmail memerlukan ini untuk didayakan)."
,"Aldonitaj bildoj tempo-intervalo": "Menambah selang masa gambar"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": "Mendefinisikan selang masa pencarian untuk digunakan semasa membuat pautan e-mel (nilai yang lebih tinggi menjana e-mel dengan lebih banyak imej dengan perbelanjaan peningkatan pemberitahuan penangguhan); tetapkan kepada 0 untuk melumpuhkan imej tambahan; anda juga perlu mempunyai \"Capture Images\" yang membolehkan anda membuat kerja ini."
,"Testi retpoŝto": "E-mel ujian"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": "Klik pada butang ini untuk menguji pemberitahuan e-mel selepas anda mengisi butiran yang diperlukan."
,"Sendu Telegraman Sciigon": "Hantar Pemberitahuan Telegram"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": "aktifkan ini jika anda ingin menerima mesej telegram setiap kali peristiwa bergerak dikesan"
,"HTTP API ĵetono": "Token API HTTP"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "Contoh: 93847672: AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": "Dengan membuat sembang Telegram-bot, anda akan mendapat token API yang perlu anda masukkan di sini. Klik butang API di bawah untuk panduan langkah demi langkah mengenai cara mendapatkan token API anda. Juga pastikan anda berbual dengan \"bot\" yang baru dibuat selepas kunci anda dijana, untuk memastikan anda mendapat mesej."
,"Babileja ID": "ID Sembang"
,"Ekzemplo: 938272312": "Contoh: 938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": "Buat sembang baru ke id_chatbot (@id_chatbot) dan pilih untuk memulakan. Sembang akan mengembalikan nombor yang diperlukan untuk bidang ini."
,"Alkroĉitaj Bildoj Tempo": "Masa Imej Dilampirkan"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": "mentakrifkan selang masa carian gambar untuk membuat lampiran telegram (nilai yang lebih tinggi menghasilkan lebih banyak gambar dengan kos penangguhan pemberitahuan yang meningkat); tetapkan ke 0 untuk melumpuhkan lampiran gambar; anda juga mesti mengaktifkan Imej Pegun untuk berfungsi; anda akan mahu bermain dengan nombor ini sehingga gambar dihantar. Nombor permulaan yang baik adalah 30 jika anda menetapkan gambar pegun pada satu gerakan yang dicetuskan. Untuk langkah standard yang dicetuskan, tetapkan ini jauh lebih rendah."
,"API-Informoj": "Maklumat API"
,"Testo": "Uji"
,"Alvoki URL": "Memohon URL"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": "Aktifkan ini jika anda mahu URL diminta setiap kali peristiwa gerakan dikesan."
,"ekz. http://ekzemplo.com/sciigi/": "contohnya. http://contoh.com/search/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "URL yang diminta apabila gerakan dikesan; jalan pintas khas berikut diterima: %% Y = tahun, %% m = bulan, %% d = hari, %% H = jam, %% M = minit, %% S = kedua, %% q = nombor bingkai , %% v = nombor acara"
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": "Kaedah HTTP untuk digunakan ketika meminta URL (parameter URL yang diberikan akan dikirimkan seperti yang ditunjukkan di sini)."
,"Lanĉi komando": "Lancarkan arahan"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": "Aktifkan ini jika anda ingin menjalankan perintah setiap kali peristiwa gerakan dikesan."
,"Komando": "Perintah"
,"komando…": "Perintah ..."
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "Perintah untuk dilancarkan semasa gerakan dikesan; pelbagai arahan boleh dipisahkan dengan titik dua; jangan gunakan titik koma dengan perintah; token khas berikut diterima: %% Y = tahun, %% m = bulan, %% d = hari, %% H = jam, %% M = minit, %% S = kedua, %% q = nombor bingkai , %% v = nombor acara"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": "Aktifkan ini jika anda ingin melancarkan perintah setiap kali peristiwa bergerak berakhir."
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": "Perintah untuk dilancarkan apabila acara gerakan berakhir; pelbagai arahan boleh dipisahkan dengan titik dua; jangan gunakan dot com dengan arahan; token khas berikut diterima: %% Y = tahun, %% m = bulan, %% d = tarikh, %% H = jam, %% M = minit, %% S = kedua, %% q = nombor bingkai."
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": "Aktifkan ini jika anda ingin menetapkan jadual mingguan untuk pengesanan gerakan."
,"Laboranta horaro": "Jadual kerja"
,"Lundo": "Isnin"
,"de": "daripada"
,"ĝis": "hingga"
,"Fiksas la labortagan tempintervalon por lundoj.": "Menetapkan julat waktu hari bekerja untuk hari Isnin."
,"Mardo": "Selasa"
,"Fiksas la labortagan tempintervalon por mardoj.": "Menetapkan julat waktu hari bekerja untuk hari Selasa."
,"Merkredo": "Hari Rabu"
,"Fiksas la labortagan tempintervalon por merkredoj.": "Menetapkan julat waktu hari bekerja untuk hari Rabu."
,"Ĵaŭdo": "Khamis"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "Menetapkan julat waktu hari bekerja untuk hari Khamis."
,"Vendredo": "Jumaat"
,"Fiksas la labortagan tempintervalon por vendredoj.": "Menetapkan julat waktu hari bekerja untuk hari Jumaat."
,"Sabato": "Sabtu"
,"Fiksas la labortagan tempintervalon por sabatoj.": "Menetapkan julat waktu hari bekerja untuk hari Sabtu."
,"Dimanĉo": "Ahad"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "Menetapkan julat waktu hari bekerja untuk hari Ahad."
,"Detekti movadon": "Mengesan pergerakan"
,"Dum laborista horaro": "Semasa waktu bekerja"
,"Ekster laborista horaro": "Di luar waktu bekerja"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": "Mentakrifkan sama ada pengesanan gerakan harus aktif semasa atau di luar waktu bekerja."
,"neniam": "tidak pernah"
,"tago": "hari"
,"semajno": "minggu"
,"monato": "bulan"
,"jaro": "tahun"
,"horo": "jam"
,"horoj": "Jam"
,"minuto": "minit"
,"minutoj": "minit"
,"sekundo": "sesaat"
,"minus": "tolak"
}
