{"":{"language":"zh","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "收到中断信号，关闭…"
,"smb-akcioj postulas radikajn privilegiojn": "smb共享需要root权限"
,"bonvolu instali tornado version 3.1 aŭ pli": "请安装 tornado 3.1版本或更高的版本"
,"bonvolu instali jinja2": "请安装 jinja2"
,"bonvolu instali pillow aŭ PIL": "请安装 pillow 或 PIL"
,"bonvolu instali pycurl": "请安装 pycurl"
,"saluton! ĉi tio estas motionEye-servilo ": "你好！这是一个motionEye服务器 "
,"purigado komenciĝis": "开始清理"
,"wsswitch komenciĝis": "wsswitch 已启动"
,"taskoj komenciĝis": "任务开始"
,"mjpg klienta rubo-kolektanto komenciĝis": "mjpg客户垃圾收集器已启动"
,"servilo komenciĝis": "服务器启动"
,"servilo haltis": "服务器已停止"
,"taskoj haltis": "任务已停止"
,"motion haltis": "动作停止"
,"adiaŭ!": "再见！"
,"agordojn": "设定"
,"ŝanĝi uzanton": "变更使用者"
,"forigi kameraon": "移除相机"
,"Apliki": "应用修改"
,"preferoj de uzanto": "用户偏好"
,"Preferoj": "偏好设定"
,"Aranĝo Kolumnoj": "布局列"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "设置用于排列摄像机的列数"
,"Fiksi Kadrojn Vertikale": "垂直设置框架"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": "控制是否可以减少帧时间以垂直适合窗口"
,"Aranĝo linioj": "布局线"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": "设置用于排列摄像机的行数"
,"kadro-variatoro": "框架变速器"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": "降低帧速率以节省网络带宽和流量（不适用于简单的MJPEG相机）"
,"Rezolucio-variatoro": "分辨率转换器"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": "降低所有摄像机的有效分辨率以节省网络带宽和流量（不适用于简单的MJPEG摄像机）"
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "通用参数，适用于所有相机"
,"Ĝeneralaj Agordoj": "常规设置"
,"Lingvo": "语言"
,"la lingvo de la interfaco (du literoj)": "界面的语言（两个字母）"
,"Administranto": "管理员"
,"la uzantnomo uzata por agordi la sistemon": "用于配置系统的用户名"
,"Pasvorto": "密码"
,"pasvorto de administranto": "管理员密码"
,"Observanto": "观察者"
,"la uzantnomo por uzi por la monitorado": "用于监视的用户名"
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": "监视用户的密码（留空以不使用密码进行监视）"
,"motionEye Versio": "motionEye版本"
,"Motion Versio": "运动版"
,"Operaciumo Versio": "作业系统版本"
,"Programara Ĝisdatigo": "软件更新"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "检查新版本并执行更新"
,"Nutro": "食物"
,"Fermu": "关门"
,"malŝaltas la sistemon": "关闭系统"
,"Rekomencu": "重新启动"
,"rekomencas la sistemon": "重新启动系统"
,"Agordo": "构型"
,"Sekurkopio": "后备"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": "创建具有当前配置的文件，以便您可以将其保存在本地"
,"Restaŭri": "恢复原状"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": "从先前保存的备份文件中恢复配置"
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "如果要使用此相机，请激活此功能"
,"Video-Aparato": "视频设备"
,"Kamerao Nomo": "相机名称"
,"kameraa nomo…": "相机名称..."
,"alias pri ĉi tiu kamera aparato": "此相机设备上的别名"
,"Kamerao ID": "相机编号"
,"la kamerao identiga numero": "相机识别号"
,"Kamerao aparato": "摄影机"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": "输入设备（例如：/ dev / video）或URL（例如：rtsp：//192.168.1.1/stream）"
,"Kamerao Tipo": "摄影机类型"
,"Aŭtomata Brilo": "自动亮度"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": "启用自动防眩光软件（建议仅用于不具有自动防眩光的相机）"
,"Video-rezolucio": "视频分辨率"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": "视频分辨率（更大的值产生更好的质量，但需要更多的CPU能力，更大的存储和带宽）"
,"Larĝeco": "幅宽"
,"enigu kutiman rezolucian larĝon": "输入自定义分辨率宽度"
,"Alteco": "身高"
,"enigu kutiman rezolucian altecon": "输入自定义分辨率高度"
,"Video-Rotacio": "视频旋转"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": "如果您的相机放置不正确，请使用此按钮旋转捕获的图像"
,"Kadrofrekvenco": "影格速率"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": "设置相机每秒捕获的帧数（较高的值可产生更流畅的视频，但需要更多的CPU能力，更大的存储量和带宽）"
,"Privateca masko": "隐私遮罩"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": "启用图像遮罩以避免记录某些图像区域以保护隐私"
,"Redakti maskon": "编辑遮罩"
,"Konservi maskon": "保持口罩"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": "单击此按钮启用/禁用蒙版编辑器"
,"Ekstraj Elektoj": "额外的选择"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": "您可以在此处添加任何其他选项，以获取“运动”恶魔（使用“名称值”格式，每行一个选项）"
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "选择存储媒体的位置和方式"
,"Stokado de dosieroj": "档案储存"
,"Stokada Aparato": "储存装置"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": "表示将要存储图像和视频文件的存储设备"
,"Retservilo": "Web服务器"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "Web服务器地址（IP地址或名称）"
,"SMB Protokolo-Versio": "SMB协议版本"
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": "选择您可以使用的SMB版本（测试不同的选项，然后查看哪种版本最适合您的NAS）"
,"Kunhava nomo": "共用名"
,"la nomo de la interŝanĝa reto": "交换网络的名称"
,"Uzantnomo": "用户名"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": "访问网络目录时要提供的用户名（如果不需要用户名，请保留空白）"
,"Pasvorton": "密码"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": "网络目录所需的密码（如果不需要密码，请留空）"
,"Radika dosierujo": "根目录"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": "将在其中存储文件的根路径（在所选存储设备上）"
,"Testi la reton dosierujon": "测试网络目录"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": "填写所需的详细信息后，请单击此按钮以测试网络连接"
,"Uzado de Disko": "磁盘使用率"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "根目录所在的驱动器的大小/大小"
,"Alŝutu Mediajn Dosierojn": "上传媒体文件"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": "如果您希望将媒体上传到外部服务，请激活此选项"
,"Alŝutu Bildojn": "上传图片"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": "如果要将图像下载到外部服务，请激活此选项"
,"Alŝutu Filmojn": "上传电影"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": "如果要将视频上传到外部服务，请启用此功能"
,"Alŝuta Servo": "上载服务"
,"Servilo FTP": "FTP服务器"
,"Servilo SFTP": "SFTP服务器"
,"Servilo HTTP": "HTTP服务器"
,"Servilo HTTPS": "HTTPS服务器"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "选择将媒体文件上传到的服务"
,"Servila Adreso": "服务器地址"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": "服务器的域名或IP地址（例如ftp.example.com或192.168.1.3）"
,"Servila haveno": "服务器端口"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": "用于连接到服务的端口（将此字段保留为空白以使用默认值）"
,"Metodo": "方法"
,"la HTTP-metodo uzi por alŝuti dosierojn": "用于上传文件的HTTP方法"
,"Finpunkto URL": "端点URL"
,"La kompleta URL al la alŝuta servila finpunkto:": "上传服务器端点的完整URL："
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "对于S3：例如http：//my.minio：9000。将其空白为AWS！"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "对于WebDav：例如https://my.cloud/remote.php/dav/files/me/"
,"Loko": "所在位置"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": "应该上载媒体的位置（根路径）（例如/ files / cam1 /）"
,"Inkluzivi Subdosierujojn": "包括子文件夹"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": "激活此选项可以下载带有子目录的多媒体文件，而不是直接将它们放置在根目录中"
,"Purigi la nubon": "清洁云"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": "启用此选项还可以根据文件持久性设置删除本地媒体时删除上传到云的媒体文件。当前，此选项仅适用于gdrive。"
,"la uzantnomo por la alŝuta servo-konto": "上传服务帐户的用户名"
,"la pasvorto por la alŝuta servo-konto": "上传服务帐户的密码"
,"Rajtiga ŝlosilo": "授权密钥"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "用于通过上传服务进行身份验证的密钥（通常仅在配置过程中需要）"
,"Akiri ŝlosilon": "取得钥匙"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "单击此处获得密钥授权服务"
,"Access Key": "访问密钥"
,"The AWS access key used to authenticate with the upload service": "AWS访问密钥用于使用上传服务进行身份验证"
,"Sekreta Alira Ŝlosilo": "秘密访问密钥"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "用于通过上传服务进行身份验证的AWS秘密访问密钥（通常仅在配置期间需要）"
,"Sitelo": "桶"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": "上传服务的名称S3存储桶（通常仅在配置期间需要）"
,"Testi la servon": "测试服务"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": "填写所需的详细信息后，请点击此按钮以测试上传服务"
,"alvoki URL": "调用URL"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": "如果要在创建媒体文件后请求URL，请启用此选项"
,"Reteja URL": "网站网址"
,"ekz. http://example.com/notify/": "例如http://example.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": "检测到运动时要传输的URL；接受以下特殊快捷方式：%% Y =年，%% m =月，%% d =日，%% H =小时，%% M =分钟，%% S =秒，%% q =帧号， %% v =事件编号，%% f =文件路径"
,"Metodo HTTP": "HTTP方法"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": "请求网络挂钩URL时要使用的HTTP方法（给定的URL编码参数实际上将按此处指示的方式传递）"
,"Kuri Komando": "运行命令"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": "如果要在创建媒体文件后执行命令，请启用此功能"
,"Ordono": "订购"
,"ordono…": "命令 ..."
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": "创建多媒体文件后要执行的命令。几个命令可以用分号隔开。不要在命令中使用分号；接受以下特殊标记：%% Y =年，%% m =月，%% d =日，%% H =小时，%% M =分钟，%% S =秒，%% q =帧号， %% v =事件编号，%% f =文件路径"
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "选择在捕获的帧上显示什么信息"
,"Teksto Superkovrita": "文字重叠"
,"Maldekstra Teksto": "左文字"
,"Tempostampo": "时间戳记"
,"Propra Teksto": "自订文字"
,"Malebligita": "残障人士"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": "设置电影和图片上显示的文本，位于左下角"
,"propra teksto…": "自定义文字..."
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "定义自定义的左侧文本；接受以下特殊标记：%% Y =年，%% m =月，%% d =日，%% H =小时，%% M =分钟，%% S =秒，%% q =帧号， %% v =事件编号，%% T = HH：MM：SS，\\ n =新行"
,"Dekstra Teksto": "正确的文字"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": "设置在电影和图片上右下角显示的文本"
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "定义自定义权限文本；接受以下特殊标记：%% Y =年，%% m =月，%% d =日，%% H =小时，%% M =分钟，%% S =秒，%% q =帧号， %% v =事件编号，%% T = HH：MM：SS，\\ n =新行"
,"Teksta Skalo": "文字比例"
,"Difinas la grandecon de la superkovrita teksto": "定义叠加文字的大小"
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "如果要为此摄像机的视频流启用此功能"
,"Videofluo": "视频流"
,"Framo frekvencon": "帧频"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "设置实时流中每秒传输的帧数。"
,"Flua Kvalito": "流质"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": "调整实时流质量（较高的值可产生更好的视频质量，但需要更多的带宽）。"
,"Bilda Redimensionado": "图像调整大小"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": "启用此功能后，将调整图像的大小，然后将其发送到浏览器（在低速CPU上运行时禁用）。"
,"Flua rezolucio": "流量分辨率"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": "以视频设备分辨率的百分比形式给出的分辨率（较高的值产生更好的视频质量，但需要更多的带宽）"
,"Flua haveno": "流口"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "设置Web服务器正在侦听的TCP端口"
,"Aŭtentiga reĝimo": "认证方式"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": "流使用的身份验证方法（如果遇到第三方程序问题，则选择“ Bazic”而不是“ Digest”）；将使用认可检查"
,"Movado-Optimigo": "运动优化"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": "如果您希望在未检测到运动的情况下为传输流设置较低的帧速率，请启用此选项"
,"Utilaj URLoj": "有用的网址"
,"Instantara URL": "即时网址"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": "提供JPEG图像并带有摄像机最新捕获内容的URL"
,"Flua URL": "流URL"
,"URL kiu provizas MJPEG-fluon de la kamerao": "提供相机的MJPEG流的URL"
,"Enigita URL": "输入网址"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": "提供最小的HTML文档（包含相机框架）的URL，可随时嵌入"
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "如果要捕获静态图像，请启用此选项。"
,"Kaptitaj Bildoj": "拍摄的图像"
,"Nomo Bildo-Dosiero": "名称图像文件"
,"dosiernomo ŝablono…": "文件名模板..."
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "定义JPEG文件的名称模板；接受以下特殊标记：%% Y =年，%% m =月，%% d =日，%% H =小时，%% M =分钟，%% S =秒，%% q =帧号， %% v =事件编号，/ =子目录。"
,"Bildkvalito": "画质"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": "设置JPEG图像质量（较高的值可产生更好的图像质量，但需要更多存储空间）"
,"Kaptila reĝimo": "拍摄模式"
,"Moviĝa deĉenigo": "运动触发"
,"Moviĝa deĉenigo (Unu bildo)": "运动触发（一张图像）"
,"Intertempe": "在此期间"
,"Ĉiuj bildoj": "所有图片"
,"Mane": "鬃毛"
,"Difinas la kapta reĝimon:": "定义捕获模式："
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": "运动触发器=每次检测到运动时捕获的图像，"
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "同时=每x秒捕获一次图像，"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "所有图像=将每一帧保存在图像文件中，"
,"Mane = mana kapto kun dediĉita butono.": "鬃毛=用专用按钮抓手。"
,"Interkapto-Intervalo": "拦截间隔"
,"sekundoj": "秒"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "设置快照的间隔（以秒为单位）"
,"Konservi bildojn": "保存图像"
,"Dum unu tago": "一日"
,"Dum unu semajno": "一周"
,"Dum unu monato": "一个月"
,"Dum unu jaro": "一年"
,"Porĉiame": "永远"
,"Propra": "自定义"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": "超过定义持续时间的图像将被自动删除以释放存储空间。"
,"Bildaj Vivdaŭro": "图片寿命"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "定义将自动删除图像的天数。"
,"Ebligu manaj kaptoj": "启用手抓"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": "启用此功能后，相机框架上的按钮将允许您手动进行拍摄。"
,"ebligu ĉi tion, se vi volas registri filmojn": "如果要录制电影，请启用此功能"
,"Filmoj": "电影"
,"Filma Dosiernomo": "电影文件名"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "定义电影文件的名称模板；接受以下特殊标记：%% Y =年，%% m =月，%% d =日，%% H =小时，%% M =分钟，%% S =秒，%% q =帧号， %% v =事件编号，/ =子目录。"
,"Rekta kopia filmeto": "直接复制视频"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": "直接从相机创建电影。此选项应减少CPU使用率，但增加内存需求。没有进行图像处理，因此文本重叠，隐私遮罩等。将不会出现在结果视频中。"
,"Filmformato": "电影格式"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": "自定义影片文件；并非所有格式都可以在所有系统上使用；如有疑问，请测试每种格式，然后选择最适合您视频的格式。"
,"Filma Kvalito": "电影质量"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": "设置MPEG视频质量（较高的值产生更好的视频质量，但需要更多的存储空间）。"
,"Rekorda reĝimo": "记录方式"
,"Kontinua registrado": "连续录音"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": "设置录制模式：“运动触发” =每当检测到运动时都会创建新电影，“连续录制” =一个大电影文件。"
,"Maksimuma filma daŭro": "电影最长时长"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": "设置电影的最大长度，以秒为单位；如果运动事件持续的时间更长，则将创建一个新的电影文件；使用0表示无限长度。"
,"Konservi filmojn": "保存电影"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": "早于设定时长的电影将被自动删除以释放存储空间。"
,"Filmoj Vivdaŭro": "电影一生"
,"tagoj": "天"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "设置将自动删除电影的天数。"
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "激活此项以使用并配置设备以检测运动。"
,"Movado-Detekto": "运动侦测"
,"Kadra ŝanĝo sojlo": "帧变更阈值"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": "表示必须在两个连续的帧之间切换以检测运动的图像的最小百分比（较小的值可提供更灵敏的检测，但容易产生误报）。"
,"Maksimuma ŝanĝo sojlo": "最大变化阈值"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": "设置在不再触发滚动的帧之间更改的像素数（0禁用边框）。"
,"Aŭtomata sojla agordo": "自动阈值设置"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "启用它可以自动调整阈值。"
,"Aŭtomata bruo-detekto": "自动噪音检测"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "启用此选项可自动调整噪音水平。"
,"Bruo-nivelo": "噪音水平"
,"Permane agordas la bruan nivelon al fiksita valoro.": "永久将噪音等级设定为设定值。"
,"Detekto de lumaj ŝanĝoj": "检测光线变化"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": "定义需要更改的图像百分比，以便将事件视为突然的光更改而不是运动（0 %%禁用该功能）。"
,"Makula filtrilo": "污点过滤器"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": "通过在运动检测之前对帧应用点过滤器来启用此功能。"
,"Senmovada daŭro": "连续运动"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": "设置标记运动事件结束的静默秒数（即无运动）。"
,"Kaptita Antaŭe": "之前被抓"
,"kadroj": "镜框"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": "设置在检测到运动事件之前捕获的帧数（包括在影片中）。"
,"Kaptita Post": "被抓"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": "设置移动事件结束后要捕获（并包含在影片中）的帧数。"
,"Minimumaj movaj kadroj": "最小运动架"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": "设置启动运动事件所需的最小连续运动帧数。"
,"Masko": "面膜"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": "启用图像遮罩以进行更有选择和准确的运动检测。"
,"Tipo de masko": "口罩类型"
,"Inteligenta": "聪明的"
,"Redaktebla": "可编辑的"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": "“智能”选项自动检测到具有规则运动的区域并动态创建内部蒙版，而“可编辑”选项则允许您自己手动构建它。"
,"Inteligenta-maska Malrapideco": "智能口罩慢度"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": "较高的值可提供更耐用的面罩，且构建过程较慢。"
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "单击此按钮启用/禁用蒙版编辑器。"
,"Purigi maskon": "清洁面膜"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "单击此按钮清空当前遮罩。"
,"Montri Kadro-Ŝanĝojn": "显示框架更改"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": "如果启用此选项，则视频中会显示图像更改（像素数和修改的区域）；暂时启用它以调整运动检测设置。"
,"Krei debug media files": "创建调试媒体文件"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": "启用后，创建有助于调试运动检测问题的特殊影片和图像。"
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": "如果要在检测到运动时收到通知，请启用此功能。"
,"Moviĝaj sciigoj": "动作通知"
,"Sendi retpoŝton": "发送邮件"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": "如果要在每次检测到运动事件时接收电子邮件，请激活此选项。"
,"Retpoŝtadresoj": "电邮地址"
,"retpoŝtadresoj…": "电子邮件地址 ..."
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": "每当检测到运动事件时，此处添加的电子邮件地址（用逗号分隔）将收到通知。"
,"Servilo SMTP": "SMTP服务器"
,"ekz. smtp.gmail.com": "例如smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": "输入您的SMTP服务器的主机名或IP地址（用于使用Gmail smtp.gmail.com）。"
,"SMTP Haveno": "SMTP端口"
,"ekz. 587": "例如587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": "输入SMTP服务器使用的端口（对于非TLS连接，通常为465；对于TLS连接，通常为587）。"
,"SMTP-Konto": "SMTP帐号"
,"konto@gmail.com…": "account@gmail.com…"
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "输入您的SMTP帐户（通常是您的电子邮件地址）。"
,"SMTP Pasvorto": "SMTP密码"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": "输入您的SMTP密码（对于Gmail，请使用Google密码或应用生成的密码）。"
,"De adreso": "发件人地址"
,"retpoŝta adreso…": "电子邮件地址 ..."
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": "如果您的SMTP服务需要自定义发件人地址，请设置该地址（如果保留空白，则将使用第一个目标电子邮件地址）。"
,"Uzi TLS": "使用TLS"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "如果您的SMTP服务器需要TLS（Gmail要求启用此功能），请启用此功能。"
,"Aldonitaj bildoj tempo-intervalo": "添加图片时间间隔"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": "定义创建电子邮件链接时使用的时间搜索间隔（较高的值会生成包含更多图像的电子邮件，但会增加延迟通知的时间）；设置为0以禁用添加的图像；您还需要启用“捕获图像”才能进行此项工作。"
,"Testi retpoŝto": "测试电子邮件"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": "填写必需的详细信息后，单击此按钮可以测试电子邮件通知。"
,"Sendu Telegraman Sciigon": "发送电报通知"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": "如果要在检测到移动事件时接收电报消息，请启用此功能"
,"HTTP API ĵetono": "HTTP API令牌"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "示例：93847672：AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": "通过创建Telegram-Bot聊天，您将获得需要输入此处的API令牌。单击下面的API按钮，以获取有关如何获取API令牌的分步指南。另外，请确保在生成密钥后与您新创建的“ bot”聊天，以确保收到消息。"
,"Babileja ID": "聊天ID"
,"Ekzemplo: 938272312": "示例：938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": "创建一个与id_chatbot（@id_chatbot）的新聊天，然后选择开始。聊天将返回此字段所需的号码。"
,"Alkroĉitaj Bildoj Tempo": "附加图片时间"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": "定义图像搜索时间间隔以创建电报附件（更高的值以增加通知延迟为代价生成更多图像）;设置为0以禁用图像附件；您还必须启用“静止图像”才能使它起作用；您将要使用该号码播放，直到发送图像。如果将静止图像设置为触发一个动作，则好的起始编号是30。对于触发的标准移动，请将其设置得低得多。"
,"API-Informoj": "API信息"
,"Testo": "测试"
,"Alvoki URL": "调用网址"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": "如果希望在检测到运动事件时都请求URL，请启用此选项。"
,"ekz. http://ekzemplo.com/sciigi/": "例如http://example.com/search/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "检测到运动时要请求的URL；接受以下特殊快捷方式：%% Y =年，%% m =月，%% d =日，%% H =小时，%% M =分钟，%% S =秒，%% q =帧号，%% v =事件编号"
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": "请求URL时使用的HTTP方法（给定的URL参数将按此处指示的方式传递）。"
,"Lanĉi komando": "启动命令"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": "如果要在每次检测到运动事件时运行命令，请启用此选项。"
,"Komando": "指挥部"
,"komando…": "命令 ..."
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "当检测到运动时要启动的命令；多个命令可以用冒号分隔；不要在命令中使用分号；接受以下特殊标记：%% Y =年，%% m =月，%% d =日，%% H =小时，%% M =分钟，%% S =秒，%% q =帧号，%% v =事件编号"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": "如果要在每次移动事件结束时启动命令，请启用此选项。"
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": "运动事件结束时要启动的命令；多个命令可以用冒号分隔；不要在命令中使用点coms；接受以下特殊标记：%% Y =年，%% m =月，%% d =日期，%% H =小时，%% M =分钟，%% S =秒，%% q =帧号。"
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": "如果要设置运动检测的每周时间表，请启用此功能。"
,"Laboranta horaro": "工作时间表"
,"Lundo": "星期一"
,"de": "的"
,"ĝis": "直到"
,"Fiksas la labortagan tempintervalon por lundoj.": "设置星期一的工作日时间范围。"
,"Mardo": "周二"
,"Fiksas la labortagan tempintervalon por mardoj.": "设置星期二的工作日时间范围。"
,"Merkredo": "星期三"
,"Fiksas la labortagan tempintervalon por merkredoj.": "设置星期三的工作日时间范围。"
,"Ĵaŭdo": "星期四"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "设置星期四的工作日时间范围。"
,"Vendredo": "星期五"
,"Fiksas la labortagan tempintervalon por vendredoj.": "设置星期五的工作日时间范围。"
,"Sabato": "周六"
,"Fiksas la labortagan tempintervalon por sabatoj.": "设置星期六的工作日时间范围。"
,"Dimanĉo": "周日"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "设置星期日的工作日时间范围。"
,"Detekti movadon": "检测运动"
,"Dum laborista horaro": "在工作时间"
,"Ekster laborista horaro": "工作时间以外"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": "定义在工作时间内还是在工作时间之外应启用运动检测。"
,"neniam": "绝不"
,"tago": "天"
,"semajno": "星期"
,"monato": "月"
,"jaro": "年"
,"horo": "小时"
,"horoj": "小时"
,"minuto": "分钟"
,"minutoj": "分钟"
,"sekundo": "一秒"
,"minus": "减号"
}
