{"":{"language":"ro","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "S-a primit un semnal de întrerupere, închidere…"
,"smb-akcioj postulas radikajn privilegiojn": "Partajările smb necesită privilegii root"
,"bonvolu instali tornado version 3.1 aŭ pli": "vă rugăm să instalați tornado versiunea 3.1 sau mai recentă"
,"bonvolu instali jinja2": "vă rugăm să instalați jinja2"
,"bonvolu instali pillow aŭ PIL": "vă rugăm să instalați pillow sau PIL"
,"bonvolu instali pycurl": "vă rugăm să instalați pycurl"
,"saluton! ĉi tio estas motionEye-servilo ": "bună ! acesta este un server motionEye "
,"purigado komenciĝis": "a început curățarea"
,"wsswitch komenciĝis": "wswitch a pornit"
,"taskoj komenciĝis": "sarcini pornite"
,"mjpg klienta rubo-kolektanto komenciĝis": "clientul colector de gunoi mjpg a pornit"
,"servilo komenciĝis": "server pornit"
,"servilo haltis": "server oprit"
,"taskoj haltis": "sarcini oprite"
,"motion haltis": "motion oprit"
,"adiaŭ!": "la revedere !"
,"agordojn": "setări"
,"ŝanĝi uzanton": "schimbă utilizatorul"
,"forigi kameraon": "eliminați camera"
,"Apliki": "Aplică"
,"preferoj de uzanto": "Preferințe utilizator."
,"Preferoj": "Preferințe"
,"Aranĝo Kolumnoj": "Coloane afișate"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "Setează numărul de coloane utilizate pentru aranjarea cadrelor camerelor."
,"Fiksi Kadrojn Vertikale": "Potriviți cadrele pe verticală"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": "Verifică dacă cadrele pot fi reduse sau nu pentru a se potrivi vertical în fereastră."
,"Aranĝo linioj": "Rânduri afișate"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": "Setează numărul de rânduri utilizate pentru aranjarea cadrelor camerelor."
,"kadro-variatoro": "Variator frecvență de cadre"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": "Reduce frecvența cadrelor pentru a economisi lățimea de bandă și traficul rețelei (nu funcționează cu camere simple MJPEG)."
,"Rezolucio-variatoro": "Variator rezoluție"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": "Reduce rezoluția efectivă a camerelor pentru a economisi lățimea de bandă și traficul rețelei (nu funcționează pe camerele simple MJPEG)."
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "Setări generale, neasociate cu nicio cameră anume."
,"Ĝeneralaj Agordoj": "Setări generale"
,"Lingvo": "Limba"
,"la lingvo de la interfaco (du literoj)": "Limba interfeței."
,"Administranto": "Administrator"
,"la uzantnomo uzata por agordi la sistemon": "Numele de utilizator folosit pentru configurarea sistemului."
,"Pasvorto": "Parola"
,"pasvorto de administranto": "Parola de administrator."
,"Observanto": "Supraveghetor"
,"la uzantnomo por uzi por la monitorado": "Numele de utilizator folosit pentru monitorizare."
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": "Parola utilizatorului de monitorizare (lăsați necompletat pentru monitorizare fără parolă)."
,"motionEye Versio": "Versiune motionEye"
,"Motion Versio": "Versiune Motion"
,"Operaciumo Versio": "Versiune sistem de operare"
,"Programara Ĝisdatigo": "Actualizare de software"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "Verifică pentru versiuni noi și efectuează actualizări."
,"Nutro": "Alimentare"
,"Fermu": "Oprire"
,"malŝaltas la sistemon": "Oprește sistemul."
,"Rekomencu": "Repornire"
,"rekomencas la sistemon": "Repornește sistemul."
,"Agordo": "Configurație"
,"Sekurkopio": "Descărcare"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": "Creează un fișier cu configurația actuală, pe care îl puteți descărca local."
,"Restaŭri": "Restabilire"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": "Restabilește configurația dintr-un fișier de backup descărcat anterior."
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "Activați această opțiune dacă doriți să utilizați această cameră."
,"Video-Aparato": "Dispozitiv video"
,"Kamerao Nomo": "Numele camerei"
,"kameraa nomo…": "Numele camerei…"
,"alias pri ĉi tiu kamera aparato": "Alias pentru acest dispozitiv video."
,"Kamerao ID": "ID-ul camerei"
,"la kamerao identiga numero": "Numărul de identificare al camerei."
,"Kamerao aparato": "Calea camerei"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": ""
,"Kamerao Tipo": "Tipul camerei"
,"Aŭtomata Brilo": "Luminozitate automată"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": "Activează luminozitatea automată din software (recomandat numai pentru camerele fără luminozitate automată)."
,"Video-rezolucio": "Rezoluție video"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": "Rezoluția video (valorile mai mari produc calitate mai bună, dar necesită mai multă putere CPU, spațiu de stocare și lățime de bandă mai mari)."
,"Larĝeco": "Lăţime"
,"enigu kutiman rezolucian larĝon": "Introduceți lățimea rezoluției personalizată."
,"Alteco": "Înălţime"
,"enigu kutiman rezolucian altecon": "Introduceți înălțimea rezoluției personalizată."
,"Video-Rotacio": "Rotație video"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": ""
,"Kadrofrekvenco": "Rata cadrelor"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": "Ajustează numărul de cadre capturate de cameră în fiecare secundă (valorile mai mari produc videoclipuri mai fluide, dar necesită mai multă putere CPU, mai mult spațiu de stocare și lățime de bandă mai largă)."
,"Privateca masko": "Mască de confidențialitate"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": "Permite mascarea imaginii pentru a preveni înregistrarea anumitor zone de imagine pentru a proteja confidențialitatea."
,"Redakti maskon": "Editați masca"
,"Konservi maskon": "Salvați masca"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": "Faceți clic pe acest buton pentru a activa/dezactiva editorul de mască."
,"Ekstraj Elektoj": "Opțiuni suplimentare"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": "Puteți adăuga orice opțiune suplimentară aici pentru demon-ul „motion” (utilizați formatul „nume valoare”, o opțiune pe linie)."
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "Alegeți unde și cum sunt stocate fișierele media."
,"Stokado de dosieroj": "Stocarea fișierelor"
,"Stokada Aparato": "Dispozitiv de stocare"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": "Indică dispozitivul pe care vor fi stocate fișierele de imagine și video."
,"Retservilo": "Server rețea"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "Adresa serverului de rețea (adresă IP sau hostname)."
,"SMB Protokolo-Versio": "Versiunea protocolului SMB."
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": "Selectează versiunea SMB pe care o puteți utiliza (testați diferitele opțiuni și vedeți care funcționează cel mai bine cu sistemul dvs. NAS)."
,"Kunhava nomo": "Nume partajare"
,"la nomo de la interŝanĝa reto": "numele rețelei partajate"
,"Uzantnomo": "Nume de utilizator"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": "Numele de utilizator de furnizat pentru accesarea directorului de rețea (lăsați necompletat dacă nu este necesar un nume de utilizator)."
,"Pasvorton": "Parola partajării"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": "Parola cerută de directorul de rețea (lăsați necompletat dacă nu este necesară o parolă)."
,"Radika dosierujo": "Directorul"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": ""
,"Testi la reton dosierujon": "Testați directorul de rețea"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": "Faceți clic pe acest buton pentru a testa conexiunea directorului de rețea după ce ați completat detaliile necesare."
,"Uzado de Disko": "Utilizare disc"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "Dimensiunea utilizată/totală a discului în care se află directorul root."
,"Alŝutu Mediajn Dosierojn": "Încărcare fișiere media"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": "Activați această opțiune dacă doriți ca conținutul media să fie încărcat într-un serviciu extern."
,"Alŝutu Bildojn": "Încărcare imagini"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": "Activați această opțiune dacă doriți ca imaginile să fie încărcate într-un serviciu extern."
,"Alŝutu Filmojn": "Încărcare videoclipuri"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": "Activați acest lucru dacă doriți ca videoclipurile să fie încărcate într-un serviciu extern."
,"Alŝuta Servo": "Serviciu de încărcare"
,"Servilo FTP": "server FTP"
,"Servilo SFTP": "server SFTP"
,"Servilo HTTP": "Server HTTP"
,"Servilo HTTPS": "Server HTTPS"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "Alegeți un serviciu la care să fie încărcate fișierele media."
,"Servila Adreso": "Adresa serverului"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": "Numele domeniului sau adresa IP a serverului (ex: ftp.exemplu.com sau 192.168.1.3)."
,"Servila haveno": "Port-ul serverului"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": "Portul folosit pentru conectarea la serviciu (lăsați acest câmp necompletat pentru a utiliza valoarea implicită)."
,"Metodo": "Metodă"
,"la HTTP-metodo uzi por alŝuti dosierojn": "Metoda HTTP de utilizat pentru încărcarea fișierelor."
,"Finpunkto URL": "URL-ul serverului"
,"La kompleta URL al la alŝuta servila finpunkto:": "Adresa URL completă către punctul final de server:"
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "Pentru S3: ex. http://my.minio:9000. Lăsați necompletat pentru AWS!"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "Pentru WebDAV: ex. https://my.cloud/remote.php/dav/files/Me/"
,"Loko": "Locație"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": ""
,"Inkluzivi Subdosierujojn": "Includeți subdosare"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": "Activați această opțiune pentru a încărca fișiere media împreună cu subfolderele lor, în loc să le plasați direct în locația root."
,"Purigi la nubon": "Curățați cloud-ul"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": "Activați această opțiune pentru a șterge și fișierele media încărcate în cloud atunci când cele locale sunt șterse conform setării de persistență a fișierului. În prezent, această opțiune este disponibilă doar pentru gdrive."
,"la uzantnomo por la alŝuta servo-konto": "Numele de utilizator pentru contul de serviciu de încărcare."
,"la pasvorto por la alŝuta servo-konto": "Parola pentru contul de serviciu de încărcare."
,"Rajtiga ŝlosilo": "Cheia de autorizare"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "Cheia folosită pentru autentificarea cu serviciul de încărcare (de obicei necesară doar pentru configurare)."
,"Akiri ŝlosilon": "Obțineți cheie"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "Faceți clic aici pentru a obține cheia serviciului de autorizare."
,"Access Key": "Cheie de acces"
,"The AWS access key used to authenticate with the upload service": "Cheia de acces AWS folosită pentru autentificare cu serviciul de încărcare"
,"Sekreta Alira Ŝlosilo": "Cheie de acces secretă"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "Cheia de acces secretă AWS folosită pentru autentificarea cu serviciul de încărcare (de obicei necesară doar pentru configurare)."
,"Sitelo": "Compartiment"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": "Numele compartimentului S3 pentru serviciul de încărcare (de obicei necesar doar pentru configurare)."
,"Testi la servon": "Testare serviciu"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": "Faceți clic pe acest buton pentru a testa serviciul de încărcare după ce ați completat detaliile necesare."
,"alvoki URL": "Apelați un Web Hook"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": "Activați acest lucru dacă doriți ca adresa URL să fie solicitată după crearea unui fișier media."
,"Reteja URL": "URL-ul de accesat"
,"ekz. http://example.com/notify/": "ex. http://examplu.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": "URL solicitat când este detectată mișcare; sunt acceptate următoarele token-uri speciale rapide: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului, %%f = calea fișierului ."
,"Metodo HTTP": "Metodă HTTP"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": ""
,"Kuri Komando": "Executați o comandă"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": "Activați această opțiune dacă doriți să executați o comandă după ce a fost creat un fișier media."
,"Ordono": "Comandă"
,"ordono…": "Comanda…"
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": "O comandă ce urmează să fie executată după crearea unui fișier media. Mai multe comenzi pot fi separate prin punct-și-virgulă; nu utilizați punct-și-virgulă în comenzi; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului, %%f = calea fișierului ."
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "Selectați ce informații sunt afișate în cadrele capturate."
,"Teksto Superkovrita": "Suprapunere text"
,"Maldekstra Teksto": "Text stânga"
,"Tempostampo": "Ștampilă de timp"
,"Propra Teksto": "Text personalizat"
,"Malebligita": "Dezactivat"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": "Setează textul afișat pe videoclipuri și imagini, în colțul din stânga jos."
,"propra teksto…": "Text personalizat…"
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "Setează textul personalizat din stânga; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului, %%T = HH: MM: SS, \\n = rând nou ."
,"Dekstra Teksto": "Text dreapta"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": "Setează textul afișat pe videoclipuri și imagini, în colțul din dreapta jos."
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "Setează textul personalizat din dreapta; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului, %%T = HH: MM: SS, \\n = rând nou ."
,"Teksta Skalo": "Mărimea textului"
,"Difinas la grandecon de la superkovrita teksto": "Setează dimensiunea textului suprapus."
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "Activați această opțiune dacă doriți să transmiteți un streaming video pentru această cameră."
,"Videofluo": "Streaming video"
,"Framo frekvencon": "Frecvența cadrelor"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "Setează numărul de cadre transmise pe secundă în streaming-ul live."
,"Flua Kvalito": "Calitate"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": "Setează calitatea streaming-ului (valorile mai mari produc o calitate video mai bună, dar necesită o lățime de bandă mai largă)."
,"Bilda Redimensionado": "Redimensionare"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": "Când această opțiune este activată, imaginile sunt redimensionate înainte de a fi trimise către browser (dezactivați dacă folosiți un procesor lent)."
,"Flua rezolucio": "Rezoluție"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": "Rezoluția dată ca procent din rezoluția dispozitivului video (valorile mai mari produc o calitate video mai bună, dar necesită o lățime de bandă mai largă)."
,"Flua haveno": "Port streaming"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "Setează portul TCP pe care ascultă serverul web."
,"Aŭtentiga reĝimo": "Metoda de autentificare"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": "Metoda de autentificare folosită de stream (selectați „De bază” în loc de „Digest” dacă întâmpinați probleme cu programe terțe); se va utiliza autentificarea de monitorizare."
,"Movado-Optimigo": "Optimizarea mișcării"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": "Activați această opțiune dacă doriți o rată de cadre mai mică pentru streaming atunci când nu este detectată nicio mișcare."
,"Utilaj URLoj": "URL-uri utile"
,"Instantara URL": "Adresa URL pt. capturi"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": "Adresa URL care oferă o cea mai recentă captură JPEG a camerei."
,"Flua URL": "Adresa URL pt. streaming"
,"URL kiu provizas MJPEG-fluon de la kamerao": "Adresa URL ce oferă streaming-ul MJPEG al camerei."
,"Enigita URL": "Adresa URL pt. embeding"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": "Adresa URL care oferă un document HTML minim care conține cadrul camerei, gata pentru a fi încorporat."
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "Activați această opțiune dacă doriți să capturați imagini statice."
,"Kaptitaj Bildoj": "Imagini"
,"Nomo Bildo-Dosiero": "Numele fișierelor imagine"
,"dosiernomo ŝablono…": "Șablon pentru numele fișierelor…"
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "Setează șablonul de nume pentru fișierele imagine (JPEG); sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului, / = subdosar ."
,"Bildkvalito": "Calitatea imaginilor"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": "Setează calitatea imaginii JPEG (valorile mai mari produc o calitate mai bună a imaginii, dar necesită mai mult spațiu de stocare)."
,"Kaptila reĝimo": "Modul de captură"
,"Moviĝa deĉenigo": "Declanșat de mișcare"
,"Moviĝa deĉenigo (Unu bildo)": "Declanșat de mișcare (o singură imagine)"
,"Intertempe": "Capturi la interval de timp"
,"Ĉiuj bildoj": "Toate cadrele"
,"Mane": "Manual"
,"Difinas la kapta reĝimon:": "Setează modul de captură:"
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": "Declanșat de mișcare = imagine capturată de fiecare dată când este detectată mișcare,"
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "Capturi la interval de timp = imagine capturată la fiecare x secunde,"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "Toate cadrele = salvați fiecare cadru într-un fișier de imagine,"
,"Mane = mana kapto kun dediĉita butono.": "Manual = captură manuală folosind butonul dedicat."
,"Interkapto-Intervalo": "Interval de capturare"
,"sekundoj": "secunde"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "Setează intervalul (în secunde) pentru capturi."
,"Konservi bildojn": "Păstrați imaginile"
,"Dum unu tago": "Timp de o zi"
,"Dum unu semajno": "Timp de o săptămână"
,"Dum unu monato": "Timp de o lună"
,"Dum unu jaro": "Timp de un an"
,"Porĉiame": "Pentru totdeauna"
,"Propra": "Personalizat"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": "imaginile mai vechi decât durata specificată sunt șterse automat pentru a elibera spațiu de stocare."
,"Bildaj Vivdaŭro": "Durata de viață a imaginii"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "Setează numărul de zile după care imaginile vor fi șterse automat."
,"Ebligu manaj kaptoj": "Activați capturile manuale"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": "Când această opțiune este activată, un buton de pe cadrul camerei va permite să capturați imagini."
,"ebligu ĉi tion, se vi volas registri filmojn": "Activați această opțiune dacă doriți să înregistrați videoclipuri."
,"Filmoj": "Videoclipuri"
,"Filma Dosiernomo": "Numele fișierelor video"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "Setează șablonul de nume pentru fișierele video; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului, / = subdosar ."
,"Rekta kopia filmeto": "Passthrough"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": "Creați videoclipuri direct de pe cameră. Această opțiune ar trebui să reducă utilizarea CPU, dar va crește cerințele de memorie. Nu se va produce nici un fel de prelucrare a imaginii, așa că suprapunerea de text , măștile de confidențialitate și așa mai departe nu vor apărea în videoclipul rezultat."
,"Filmformato": "Format video"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": "Setează formatul fișierul video; nu se garantează ca toate formatele să funcționeze pe toate sistemele; dacă aveți îndoieli, testați fiecare format și alegeți-l pe cel care funcționează cel mai bine cu playerul dvs. video."
,"Filma Kvalito": "Calitatea videoclipurilor"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": "Setează calitatea video MPEG (valorile mai mari produc o calitate video mai bună, dar necesită mai mult spațiu de stocare)."
,"Rekorda reĝimo": "Modul de înregistrare"
,"Kontinua registrado": "Înregistrare continuă"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": "Setează modul de înregistrare: Declanșat de mișcare = un videoclip nou e creat ori de câte ori este detectată mișcare, Înregistrare continuă = un singur fișier video mare."
,"Maksimuma filma daŭro": "Durata maximă a videoclipului"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": "Setează durata maximă a videoclipurilor în secunde; dacă evenimentul de mișcare durează mai mult, un nou fișier este creat; utilizați 0 pentru durată nelimitată."
,"Konservi filmojn": "Păstrați videoclipurile"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": "videoclipurile mai vechi decât durata specificată sunt șterse automat pentru a elibera spațiu de stocare."
,"Filmoj Vivdaŭro": "Durata de viață a videoclipurilor"
,"tagoj": "zile"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "Setează numărul de zile după care videoclipurile vor fi șterse automat."
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "activați această opțiune pentru a utiliza și configura mecanismul de detectare a mișcării."
,"Movado-Detekto": "Detectarea mișcării"
,"Kadra ŝanĝo sojlo": "Pragul de modificare a cadrelor"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": "Indică procentul minim al diferenței între două cadre succesive necesar pentru a detecta de mișcare (valorile mai mici oferă o detecție mai sensibilă, dar tind să ofere mai multe declanșări false)."
,"Maksimuma ŝanĝo sojlo": "Pragul maxim de modificare"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": "Setează numărul de pixeli modificați între cadre mai sus de care detectarea mișcării nu se va declanșa (0 dezactivează limita)."
,"Aŭtomata sojla agordo": "Setarea automată a pragului"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "Activați această opțiune pentru ca pragul să fie ajustat în mod automat."
,"Aŭtomata bruo-detekto": "Detectare automată a zgomotului"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "Activați această opțiune pentru a regla automat nivelul de zgomot vizual."
,"Bruo-nivelo": "Nivel de zgomot"
,"Permane agordas la bruan nivelon al fiksita valoro.": "Setează manual nivelul de zgomot la o valoare fixă."
,"Detekto de lumaj ŝanĝoj": "Detectarea becurilor"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": "Setează procentul imaginii ce trebuie să se schimbe pentru ca evenimentul să fie tratat ca o schimbare bruscă de lumină în loc de mișcare (0%% dezactivează funcția)."
,"Makula filtrilo": "Filtru de strălucire"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": "Activați această opțiune pentru a aplica un filtru de 'destrălucire' la cadre înainte de a detecta mișcarea."
,"Senmovada daŭro": "Lipsă mișcare"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": "Setează numărul de secunde de tăcere (adică fără mișcare) ce marchează sfârșitul unui eveniment de mișcare."
,"Kaptita Antaŭe": "Capturat înainte"
,"kadroj": "cadre"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": "Setează numărul de cadre capturate (și incluse în videoclip) înainte ca un eveniment de mișcare să fie detectat."
,"Kaptita Post": "Capturat după"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": "Setează numărul de cadre de capturate (și incluse în videoclip) după încheierea unui eveniment de mișcare."
,"Minimumaj movaj kadroj": "Minimul de cadre de mișcare"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": "Setează numărul minim de cadre de mișcare succesive necesare pentru a declanșa un eveniment de mișcare."
,"Masko": "Mască"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": "Permite mascarea imaginilor pentru o detectare mai selectivă și mai precisă a mișcării."
,"Tipo de masko": "Tipul de mască"
,"Inteligenta": "Inteligentă"
,"Redaktebla": "Editabilă"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": "Opțiunea 'inteligentă' detectează automat regiunile cu mișcare regulată și construiește dinamic o mască internă, în timp ce opțiunea 'editabilă' permite să o construiți manual."
,"Inteligenta-maska Malrapideco": "Inerție mască inteligentă"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": "Valorile mai mari oferă o mască de durată mai lungă, cu un proces de construcție mai lent."
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "Faceți clic pe acest buton pentru a activa/dezactiva editorul de mască."
,"Purigi maskon": "Șterge masca"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "Faceți clic pe acest buton pentru a șterge masca actuală."
,"Montri Kadro-Ŝanĝojn": "Afișați schimbarea cadrelor"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": "Dacă această opțiune este activă, schimbările cadrelor (atât numărul de pixeli cât și zona modificată) sunt afișate în videoclip; activați temporar această opțiune pentru a ajusta setările de detectare a mișcării."
,"Krei debug media files": "Creați fișiere media de depanare"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": "Când această opțiune este activată, va crea videoclipuri și imagini speciale care ajută la depanarea problemelor de detectare a mișcării."
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": "Activați această opțiune dacă doriți să primiți o notificare atunci când se detectează mișcare."
,"Moviĝaj sciigoj": "Notificări la mișcare"
,"Sendi retpoŝton": "Trimite un email"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": "Activați această opțiune dacă doriți să primiți un e-mail de fiecare dată când se detectează un eveniment de mișcare."
,"Retpoŝtadresoj": "Adrese de email"
,"retpoŝtadresoj…": "Adrese de email…"
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": "Adresele de e-mail (separate prin virgule) adăugate aici vor primi notificări ori de câte ori este detectat un eveniment de mișcare."
,"Servilo SMTP": "Server SMTP"
,"ekz. smtp.gmail.com": "ex. smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": "Introduceți un hostname sau adresa IP a serverului SMTP utilizat de dvs. (pentru Gmail folosiți smtp.gmail.com)."
,"SMTP Haveno": "Port SMTP"
,"ekz. 587": "ex. 587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": "Introduceți portul SMTP al serverului folosit de dvs. (de obicei 465 pentru conexiunile non-TLS și 587 pentru conexiunile TLS)."
,"SMTP-Konto": "Cont SMTP"
,"konto@gmail.com…": "nume@gmail.com…"
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "Introduceți contul SMTP folosit de dvs (de obicei adresa dvs. de e-mail)."
,"SMTP Pasvorto": "Parola SMTP"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": "Introduceți parola SMTP (pentru Gmail, utilizați parola Google sau parola specifică aplicației)."
,"De adreso": "De la adresa"
,"retpoŝta adreso…": "Adresa de e-mail…"
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": "Setați o adresă personalizată dacă serviciul dvs. SMTP necesită una (prima adresă de e-mail de destinație va fi folosită dacă acest câmp este lăsat necompletat)."
,"Uzi TLS": "Utilizați TLS"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "Activați această opțiune dacă serverul dvs. SMTP necesită TLS (activați pentru Gmail)."
,"Aldonitaj bildoj tempo-intervalo": "Interval de timp pentru imaginile atașate"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": "Definește intervalul de timp de căutare utilizat la crearea atașamentelor de e-mail (valorile mai mari generează e-mailuri cu mai multe imagini în detrimentul notificării întârziate crescute); setați 0 pentru a dezactiva atașamentele de imagini. De asemenea, trebuie să activați „capturare imagini” pentru ca această opțiune să funcționeze."
,"Testi retpoŝto": "Testare Email"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": "Faceți clic pe acest buton pentru a testa notificările prin e-mail după ce ați completat detaliile necesare."
,"Sendu Telegraman Sciigon": "Trimite o notificare Telegram"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": "Activați acest lucru dacă doriți să primiți un mesaj Telegram ori de câte ori este detectat un eveniment de mișcare."
,"HTTP API ĵetono": "Token API HTTP"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "Ex: 93847672: AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": ""
,"Babileja ID": "ID chat"
,"Ekzemplo: 938272312": "Ex: 938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": "Creați un nou chat pentru id_chatbot (@id_chatbot) și alegeți start. Chatul va afișa numărul necesar pentru acest câmp."
,"Alkroĉitaj Bildoj Tempo": "Timpul imaginilor atașate"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": "Definește intervalul de timp pentru căutarea imaginilor pentru a crea atașamente Telegram (valorile mai mari generează mai multe imagini în detrimentul întârzierii de notificare crescute); setați 0 pentru a dezactiva atașamentul imaginilor; trebuie să activați și \"Capturare imagini\" pentru ca aceasta opțiune să funcționeze. Va fi nevoie să vă jucați cu acest număr până când o imagine este trimisă. Un număr bun de pornire este 30 dacă modul de capturarea de imagini e setat la \"detectarea miscării\". Pentru o mișcare declanșată standard, setați această valoare mult mai jos."
,"API-Informoj": "Informații API"
,"Testo": "Test"
,"Alvoki URL": "Apelați un Web Hook"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": "Activați această opțiune dacă doriți ca o adresă URL să fie solicitată ori de câte ori este detectat un eveniment de mișcare."
,"ekz. http://ekzemplo.com/sciigi/": "ex. http://exemplu.com/notificare/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "URL-ul care să fie solicitat atunci când este detectată mișcare; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul incidentului ."
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": "Metoda HTTP de utilizat atunci când apelați un web hook (parametrii URL dați vor fi transmiși așa cum este indicat aici)."
,"Lanĉi komando": "Executați o comandă"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": "Activați această opțiune dacă doriți să executați o comandă de fiecare dată când este detectat un eveniment de mișcare."
,"Komando": "Comandă"
,"komando…": "Comandă…"
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "Comanda care doriți să fie executată atunci când este detectată mișcare; comenzile multiple pot fi separate prin două puncte; nu utilizați punct și virgulă cu comenzi; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului ."
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": "Activați această opțiune dacă doriți să lansați o comandă de fiecare dată când se termină un eveniment de mișcare."
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": "Comanda care doriți să fie executată atunci când un eveniment de mișcare se termină; comenzile multiple pot fi separate prin două puncte; nu utilizați punct și virgulă cu comenzi; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului ."
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": "Activați această opțiune dacă doriți să setați un program săptămânal pentru detectarea mișcării."
,"Laboranta horaro": "Program de lucru"
,"Lundo": "Luni"
,"de": "de la"
,"ĝis": "până la"
,"Fiksas la labortagan tempintervalon por lundoj.": "Setează intervalul de timp de lucru pentru zilele de luni."
,"Mardo": "Marți"
,"Fiksas la labortagan tempintervalon por mardoj.": "Setează intervalul de timp de lucru pentru zilele de marți."
,"Merkredo": "Miercuri"
,"Fiksas la labortagan tempintervalon por merkredoj.": "Setează intervalul de timp de lucru pentru zilele de miercuri."
,"Ĵaŭdo": "Joi"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "Setează intervalul de timp de lucru pentru zilele de joi."
,"Vendredo": "Vineri"
,"Fiksas la labortagan tempintervalon por vendredoj.": "Setează intervalul de timp de lucru pentru zilele de vineri."
,"Sabato": "Sâmbătă"
,"Fiksas la labortagan tempintervalon por sabatoj.": "Setează intervalul de timp de lucru pentru zilele de sâmbătă."
,"Dimanĉo": "Duminică"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "Setează intervalul de timp de lucru pentru zilele de duminică."
,"Detekti movadon": "Detectează mișcarea"
,"Dum laborista horaro": "În timpul programului de lucru"
,"Ekster laborista horaro": "În afara programului de lucru"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": "Setează dacă detectarea mișcării ar trebui să fie activă în timpul sau în afara programului de lucru."
,"neniam": "niciodată"
,"tago": "zi"
,"semajno": "săptămână"
,"monato": "lună"
,"jaro": "an"
,"horo": "oră"
,"horoj": "ore"
,"minuto": "minut"
,"minutoj": "minute"
,"sekundo": "secundă"
,"minus": "minus"
}
