{"":{"language":"ja","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "受け取った割り込み信号、閉鎖..."
,"smb-akcioj postulas radikajn privilegiojn": "smb共有にはroot権限が必要です"
,"bonvolu instali tornado version 3.1 aŭ pli": "トルネードバージョン3.1以降をインストールしてください"
,"bonvolu instali jinja2": "jinja2をインストールしてください"
,"bonvolu instali pillow aŭ PIL": "枕またはPILを取り付けてください"
,"bonvolu instali pycurl": "pycurlをインストールしてください"
,"saluton! ĉi tio estas motionEye-servilo ": "こんにちは！これはmotionEyeサーバーです"
,"purigado komenciĝis": "掃除が始まった"
,"wsswitch komenciĝis": "wsswitchが開始しました"
,"taskoj komenciĝis": "開始されたタスク"
,"mjpg klienta rubo-kolektanto komenciĝis": "mjpgカスタマーガベージコレクターが開始しました"
,"servilo komenciĝis": "サーバーが起動しました"
,"servilo haltis": "サーバーが停止しました"
,"taskoj haltis": "停止したタスク"
,"motion haltis": "動きが止まった"
,"adiaŭ!": "さようなら！"
,"agordojn": "設定"
,"ŝanĝi uzanton": "ユーザーを変更する"
,"forigi kameraon": "カメラを削除"
,"Apliki": "申し込む"
,"preferoj de uzanto": "ユーザー設定"
,"Preferoj": "好み"
,"Aranĝo Kolumnoj": "列のレイアウト"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "カメラの配置に使用される列の数を設定します"
,"Fiksi Kadrojn Vertikale": "フレームを垂直に設定"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": "ウィンドウを垂直に合わせるためにフレーム時間を短縮できるかどうかを制御します"
,"Aranĝo linioj": "レイアウト線"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": "カメラの配置に使用される線の数を設定します"
,"kadro-variatoro": "フレームバリエーター"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": "フレームレートを下げてネットワーク帯域幅とトラフィックを節約します（単純なMJPEGカメラでは機能しません）"
,"Rezolucio-variatoro": "解像度バリエーター"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": "すべてのカメラの有効解像度を下げて、ネットワーク帯域幅とトラフィックを節約します（単純なMJPEGカメラでは機能しません）。"
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "すべてのカメラに共通の一般的なパラメータ"
,"Ĝeneralaj Agordoj": "一般設定"
,"Lingvo": "言語"
,"la lingvo de la interfaco (du literoj)": "インターフェイスの言語（2文字）"
,"Administranto": "管理者"
,"la uzantnomo uzata por agordi la sistemon": "システムの構成に使用されるユーザー名"
,"Pasvorto": "パスワード"
,"pasvorto de administranto": "管理者パスワード"
,"Observanto": "オブザーバー"
,"la uzantnomo por uzi por la monitorado": "監視に使用するユーザー名"
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": "監視ユーザーのパスワード（パスワードなしで監視する場合は空白のままにします）"
,"motionEye Versio": "motionEyeバージョン"
,"Motion Versio": "モーションバージョン"
,"Operaciumo Versio": "オペレーティングシステムのバージョン"
,"Programara Ĝisdatigo": "ソフトウェアアップデート"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "新しいリリースをチェックして更新を実行する"
,"Nutro": "食物"
,"Fermu": "閉じる"
,"malŝaltas la sistemon": "システムをオフにします"
,"Rekomencu": "再起動"
,"rekomencas la sistemon": "システムを再起動します"
,"Agordo": "構成"
,"Sekurkopio": "バックアップ"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": "ローカルに保存できるように、現在の構成でファイルを作成します"
,"Restaŭri": "元に戻す"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": "以前に保存したバックアップファイルから構成を復元します"
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "このカメラを使用する場合は、これをアクティブにします"
,"Video-Aparato": "ビデオデバイス"
,"Kamerao Nomo": "カメラ名"
,"kameraa nomo…": "カメラ名..."
,"alias pri ĉi tiu kamera aparato": "このカメラデバイスのエイリアス"
,"Kamerao ID": "カメラID"
,"la kamerao identiga numero": "カメラ識別番号"
,"Kamerao aparato": "カメラデバイス"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": "入力デバイス（例：/ dev / video）またはURL（例：rtsp：//192.168.1.1/stream）"
,"Kamerao Tipo": "カメラタイプ"
,"Aŭtomata Brilo": "自動輝度"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": "自動グレアソフトウェアを有効にします（自動グレアのないカメラにのみ推奨）"
,"Video-rezolucio": "ビデオ解像度"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": "ビデオの解像度（値が高いほど品質は良くなりますが、より多くのCPUパワー、より大きなストレージと帯域幅が必要になります）"
,"Larĝeco": "幅"
,"enigu kutiman rezolucian larĝon": "カスタム解像度の幅を入力してください"
,"Alteco": "身長"
,"enigu kutiman rezolucian altecon": "カスタム解像度の高さを入力してください"
,"Video-Rotacio": "ビデオ回転"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": "カメラが正しく配置されていない場合、これを使用してキャプチャした画像を回転させます"
,"Kadrofrekvenco": "フレームレート"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": "1秒あたりのカメラによってキャプチャされたフレーム数を設定します（値が大きいほど滑らかなビデオが生成されますが、より多くのCPUパワー、より大きなストレージと帯域幅が必要になります）"
,"Privateca masko": "プライバシーマスク"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": "プライバシーを保護するために特定の画像領域の記録を回避するために画像のマスキングを有効にします"
,"Redakti maskon": "マスクを編集"
,"Konservi maskon": "マスクをしてください"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": "このボタンをクリックして、マスクエディターを有効/無効にします"
,"Ekstraj Elektoj": "追加オプション"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": "ここに「モーション」デーモンに追加のオプションを追加できます（「名前値」形式、1行につき1つのオプションを使用）"
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "メディアを保存する場所と方法を選択する"
,"Stokado de dosieroj": "ファイルストレージ"
,"Stokada Aparato": "ストレージデバイス"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": "画像および動画ファイルが保存されるストレージデバイスを示します"
,"Retservilo": "ウェブサーバー"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "Webサーバーのアドレス（IPアドレスまたは名前）"
,"SMB Protokolo-Versio": "SMBプロトコルバージョン"
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": "使用できるSMBバージョンを選択します（さまざまなオプションをテストし、NASで最適に動作するオプションを確認します）"
,"Kunhava nomo": "共有名"
,"la nomo de la interŝanĝa reto": "交換ネットワークの名前"
,"Uzantnomo": "ユーザー名"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": "ネットワークディレクトリにアクセスするときに提供されるユーザー名（ユーザー名が不要な場合は空白のままにします）"
,"Pasvorton": "パスワード"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": "ネットワークディレクトリで必要なパスワード（パスワードが不要な場合は空白のままにします）"
,"Radika dosierujo": "ルートディレクトリ"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": "ファイルが保存される（選択したストレージデバイス上の）ルートパス"
,"Testi la reton dosierujon": "ネットワークディレクトリをテストする"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": "必要な詳細を入力した後、このボタンをクリックしてネットワーク接続をテストします"
,"Uzado de Disko": "ディスク使用量"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "ルートディレクトリが存在するドライブのサイズ/サイズ"
,"Alŝutu Mediajn Dosierojn": "メディアファイルのアップロード"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": "メディアを外部サービスにアップロードする場合は、このオプションを有効にします"
,"Alŝutu Bildojn": "画像をアップロード"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": "画像を外部サービスにダウンロードする場合は、このオプションを有効にします"
,"Alŝutu Filmojn": "映画をアップロード"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": "ビデオを外部サービスにアップロードする場合は、これを有効にします"
,"Alŝuta Servo": "アップロードサービス"
,"Servilo FTP": "FTPサーバー"
,"Servilo SFTP": "SFTPサーバー"
,"Servilo HTTP": "HTTPサーバー"
,"Servilo HTTPS": "HTTPSサーバー"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "メディアファイルのアップロード先のサービスを選択します"
,"Servila Adreso": "サーバーアドレス"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": "サーバーのドメイン名またはIPアドレス（例：ftp.example.comまたは192.168.1.3）"
,"Servila haveno": "サーバーポート"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": "サービスへの接続に使用するポート（デフォルト値を使用するには、このフィールドを空白のままにします）"
,"Metodo": "方法"
,"la HTTP-metodo uzi por alŝuti dosierojn": "ファイルのアップロードに使用するHTTPメソッド"
,"Finpunkto URL": "エンドポイントURL"
,"La kompleta URL al la alŝuta servila finpunkto:": "アップロードサーバーエンドポイントへの完全なURL："
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "S3の場合：例http：//my.minio：9000。 AWSのために空のままにしてください！"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "webdavの場合：例えばhttps://my.cloud/remote.php/dav/files/me/"
,"Loko": "場所"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": "メディアをアップロードする場所（ルートパス）（例：/ファイル/ cam1 /）"
,"Inkluzivi Subdosierujojn": "サブフォルダーを含める"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": "メディアファイルをルートの場所に直接配置するのではなく、サブディレクトリとともにダウンロードするには、これをアクティブにします"
,"Purigi la nubon": "雲をきれいにする"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": "これを有効にすると、ファイルの永続性設定に従ってローカルメディアが削除されたときにも、クラウドにアップロードされたメディアファイルが削除されます。現在、このオプションはgdriveでのみ使用できます。"
,"la uzantnomo por la alŝuta servo-konto": "アップロードサービスアカウントのユーザー名"
,"la pasvorto por la alŝuta servo-konto": "アップロードサービスアカウントのパスワード"
,"Rajtiga ŝlosilo": "認証キー"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "アップロードサービスでの認証に使用されるキー（通常、構成時にのみ必要）"
,"Akiri ŝlosilon": "キーを入手"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "ここをクリックしてキー認証サービスを取得してください"
,"Access Key": "アクセスキー"
,"The AWS access key used to authenticate with the upload service": "アップロードサービスで認証するために使用されるAWSアクセスキー"
,"Sekreta Alira Ŝlosilo": "シークレットアクセスキー"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "アップロードサービスでの認証に使用されるAWSシークレットアクセスキー（通常、構成時にのみ必要）"
,"Sitelo": "バケツ"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": "アップロードサービスの名前S3バケット（通常、構成時にのみ必要）"
,"Testi la servon": "サービスをテストする"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": "必要な詳細を入力した後、このボタンをクリックしてアップロードサービスをテストします"
,"alvoki URL": "URLを呼び出す"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": "メディアファイルの作成後にURLを要求する場合は、これを有効にします"
,"Reteja URL": "ウェブサイトURL"
,"ekz. http://example.com/notify/": "例http://example.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": "動きが検出されたときに送信するURL。次の特別なショートカットを使用できます：%% Y =年、%% m =月、%% d =日、%% H =時間、%% M =分、%% S =秒、%% q =フレーム番号、 %% v =イベント番号、%% f =ファイルパス"
,"Metodo HTTP": "HTTPメソッド"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": "ネットワークフックURLを要求するときに使用するHTTPメソッド（指定されたURLエンコードパラメータは、実際にはここに示されているように配信されます）"
,"Kuri Komando": "コマンドを実行"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": "メディアファイルの作成後にコマンドを実行する場合は、これを有効にします"
,"Ordono": "注文する"
,"ordono…": "注文 ..."
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": "マルチメディアファイルの作成後に実行するコマンド。いくつかのコマンドはセミコロンで区切ることができます。コマンドでセミコロンを使用しないでください。次の特別なトークンが受け入れられます：%% Y =年、%% m =月、%% d =日、%% H =時間、%% M =分、%% S =秒、%% q =フレーム番号、 %% v =イベント番号、%% f =ファイルパス"
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "キャプチャしたフレームに表示する情報を選択します"
,"Teksto Superkovrita": "テキストオーバーレイ"
,"Maldekstra Teksto": "左のテキスト"
,"Tempostampo": "タイムスタンプ"
,"Propra Teksto": "カスタムテキスト"
,"Malebligita": "無効"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": "左下の映画や写真に表示されるテキストを設定します"
,"propra teksto…": "カスタムテキスト..."
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "カスタム左テキストを定義します。次の特別なトークンが受け入れられます：%% Y =年、%% m =月、%% d =日、%% H =時間、%% M =分、%% S =秒、%% q =フレーム番号、 %% v =イベント番号、%% T = HH：MM：SS、\\ n =改行"
,"Dekstra Teksto": "右のテキスト"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": "右下隅の映画や写真に表示されるテキストを設定します"
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "カスタムの右のテキストを定義します。次の特別なトークンが受け入れられます：%% Y =年、%% m =月、%% d =日、%% H =時間、%% M =分、%% S =秒、%% q =フレーム番号、 %% v =イベント番号、%% T = HH：MM：SS、\\ n =改行"
,"Teksta Skalo": "文字スケール"
,"Difinas la grandecon de la superkovrita teksto": "オーバーレイテキストのサイズを定義します"
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "このカメラのビデオストリームが必要な場合は、これを有効にします"
,"Videofluo": "ビデオストリーム"
,"Framo frekvencon": "フレーム周波数"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "ライブストリームで1秒あたりに送信されるフレームの数を設定します。"
,"Flua Kvalito": "フロー品質"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": "ライブストリーミング品質に調整します（値が高いほど、ビデオ品質は高くなりますが、より多くの帯域幅が必要になります）。"
,"Bilda Redimensionado": "画像のサイズ変更"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": "これをオンにすると、画像はブラウザーに送信される前にサイズ変更されます（遅いCPUで実行している場合は無効になります）。"
,"Flua rezolucio": "流れの解決"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": "ビデオデバイスの解像度のパーセンテージとして与えられる解像度（値が高いほど、ビデオ品質は向上しますが、より多くの帯域幅が必要になります）"
,"Flua haveno": "フローポート"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "Webサーバーが待機しているTCPポートを設定します"
,"Aŭtentiga reĝimo": "認証モード"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": "ストリームで使用される認証方法（サードパーティのプログラムで問題が発生した場合は、「ダイジェスト」ではなく「Bazic」を選択してください）;認定チェックが使用されます"
,"Movado-Optimigo": "モーション最適化"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": "動きが検出されないときに配信ストリームのフレームレートを低くする場合は、これを有効にします"
,"Utilaj URLoj": "便利なURL"
,"Instantara URL": "瞬時URL"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": "カメラの最新のキャプチャを含むJPEG画像を提供するURL"
,"Flua URL": "フローURL"
,"URL kiu provizas MJPEG-fluon de la kamerao": "カメラからのMJPEGフローを提供するURL"
,"Enigita URL": "入力URL"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": "埋め込まれる準備ができている、カメラフレームを含む最小限のHTMLドキュメントを提供するURL"
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "静止画像をキャプチャする場合は、これを有効にします。"
,"Kaptitaj Bildoj": "キャプチャした画像"
,"Nomo Bildo-Dosiero": "名前画像ファイル"
,"dosiernomo ŝablono…": "ファイル名テンプレート..."
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "JPEGファイルの名前テンプレートを定義します。次の特別なトークンが受け入れられます：%% Y =年、%% m =月、%% d =日、%% H =時間、%% M =分、%% S =秒、%% q =フレーム番号、 %% v =イベント番号、/ =サブディレクトリ。"
,"Bildkvalito": "画質"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": "JPEG画質を設定します（値が高いほど画質が良くなりますが、より多くのストレージが必要になります）"
,"Kaptila reĝimo": "撮影モード"
,"Moviĝa deĉenigo": "モーショントリガー"
,"Moviĝa deĉenigo (Unu bildo)": "モーショントリガー（1つの画像）"
,"Intertempe": "その間"
,"Ĉiuj bildoj": "すべての写真"
,"Mane": "たてがみ"
,"Difinas la kapta reĝimon:": "キャプチャモードを定義します。"
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": "モーショントリガー=モーションが検出されるたびにキャプチャされる画像、"
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "その間、x秒ごとにキャプチャされた画像、"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "すべての画像=各フレームを画像ファイルに保存し、"
,"Mane = mana kapto kun dediĉita butono.": "たてがみ=専用ボタンを使用したハンドキャプチャ。"
,"Interkapto-Intervalo": "遮断間隔"
,"sekundoj": "秒"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "スナップショットの間隔（秒単位）を設定します"
,"Konservi bildojn": "画像を保存"
,"Dum unu tago": "一日"
,"Dum unu semajno": "一週間"
,"Dum unu monato": "一ヶ月"
,"Dum unu jaro": "一年間"
,"Porĉiame": "永遠に"
,"Propra": "所有する"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": "定義された期間より古いイメージは、ストレージスペースを解放するために自動的に削除されます。"
,"Bildaj Vivdaŭro": "ピクチャーライフタイム"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "画像が自動的に削除されるまでの日数を定義します。"
,"Ebligu manaj kaptoj": "ハンドキャッチを有効にする"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": "これをオンにすると、カメラフレームのボタンを使用して手動でキャプチャを行うことができます。"
,"ebligu ĉi tion, se vi volas registri filmojn": "映画を録画したい場合は、これを有効にします"
,"Filmoj": "映画"
,"Filma Dosiernomo": "動画ファイル名"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "ムービーファイルの名前テンプレートを定義します。次の特別なトークンが受け入れられます：%% Y =年、%% m =月、%% d =日、%% H =時間、%% M =分、%% S =秒、%% q =フレーム番号、 %% v =イベント番号、/ =サブディレクトリ。"
,"Rekta kopia filmeto": "直接コピービデオ"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": "カメラから直接映画を作成します。このオプションを使用すると、CPU使用率は減少しますが、メモリの需要が増加します。画像処理が行われないため、テキストが重複している、プライバシーマスクなど。結果のビデオには含まれません。"
,"Filmformato": "映画フォーマット"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": "ムービーファイルをカスタマイズします。すべてのフォーマットがすべてのシステムで動作することが保証されているわけではありません。疑問がある場合は、各フォーマットをテストして、ビデオに最適なフォーマットを選択してください。"
,"Filma Kvalito": "フィルム品質"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": "MPEGビデオ品質を設定します（値が高いほど、ビデオ品質は高くなりますが、より多くのストレージが必要になります）。"
,"Rekorda reĝimo": "記録モード"
,"Kontinua registrado": "連続記録"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": "記録モードを設定します。モーショントリガー=モーションが検出されるたびに作成される新しいムービー、連続記録= 1つの大きなムービーファイル。"
,"Maksimuma filma daŭro": "映画の最長時間"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": "映画の最大長を秒単位で設定します。モーションイベントが長く続く場合、新しいムービーファイルが作成されます。無制限の長さには0を使用します。"
,"Konservi filmojn": "映画を保存"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": "設定された期間より古い映画は、ストレージを解放するために自動的に削除されます。"
,"Filmoj Vivdaŭro": "映画ライフタイム"
,"tagoj": "日"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "映画が自動的に削除されるまでの日数を設定します。"
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "これをアクティブにして、動きを検出するようにデバイスを使用および構成します。"
,"Movado-Detekto": "動き検出"
,"Kadra ŝanĝo sojlo": "フレーム変更しきい値"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": "動きを検出するために2つの連続するフレーム間で切り替える必要がある画像の最小パーセンテージを示します（値が小さいほど検出の感度が高くなりますが、誤検知の傾向があります）。"
,"Maksimuma ŝanĝo sojlo": "最大変化しきい値"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": "スクロールがトリガーされなくなったフレーム間で切り替えられるピクセル数を設定します（0はボーダーを無効にします）。"
,"Aŭtomata sojla agordo": "自動しきい値設定"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "これを有効にすると、しきい値が自動的に調整されます。"
,"Aŭtomata bruo-detekto": "自動ノイズ検出"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "これを有効にすると、ノイズレベルが自動的に調整されます。"
,"Bruo-nivelo": "騒音レベル"
,"Permane agordas la bruan nivelon al fiksita valoro.": "騒音レベルを永久的に設定値に設定します。"
,"Detekto de lumaj ŝanĝoj": "光の変化の検出"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": "変更する必要がある画像のパーセンテージを定義して、イベントが動きではなく突然の軽い変化として扱われるようにします（0 %%で機能が無効になります）。"
,"Makula filtrilo": "染色フィルター"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": "これを有効にするには、モーション検出の前にフレームにスポットフィルターを適用します。"
,"Senmovada daŭro": "連続移動"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": "ムーブメントイベントの終了を示す無音の秒数（つまり、ムーブメントなし）を設定します。"
,"Kaptita Antaŭe": "前にキャッチ"
,"kadroj": "フレーム"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": "モーションインシデントが検出される前にキャプチャされた（およびムービーに含まれる）フレーム数を設定します。"
,"Kaptita Post": "捕まった"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": "ムーブメントイベントの終了後にキャプチャされる（およびムービーに含まれる）フレーム数を設定します。"
,"Minimumaj movaj kadroj": "最小限のモーションフレーム"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": "モーションイベントの開始に必要な連続するモーションフレームの最小数を設定します。"
,"Masko": "マスク"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": "より選択的で正確なモーション検出のために画像マスキングを有効にします。"
,"Tipo de masko": "マスクの種類"
,"Inteligenta": "賢い"
,"Redaktebla": "編集可能"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": "インテリジェントオプションは、通常のモーションで領域を自動的に検出し、内部マスクを動的に作成します。編集可能オプションを使用すると、手動でそれを作成できます。"
,"Inteligenta-maska Malrapideco": "スマートマスクの遅さ"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": "値が大きいほど、ビルドプロセスが遅くなり、より耐久性のあるマスクになります。"
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "このボタンをクリックして、マスクエディターを有効/無効にします。"
,"Purigi maskon": "きれいなマスク"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "このボタンをクリックして、現在のマスクを空にします。"
,"Montri Kadro-Ŝanĝojn": "フレームの変更を表示"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": "これがアクティブな場合、画像の変更（ピクセル数と変更された領域）がビデオに表示されます。これを一時的に有効にして、モーション検出設定を調整します。"
,"Krei debug media files": "デバッグメディアファイルを作成する"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": "有効にすると、モーション検出の問題のデバッグに役立つ特別なムービーと画像を作成できます。"
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": "動きが検出されたときに通知を受ける場合は、これを有効にします。"
,"Moviĝaj sciigoj": "モーション通知"
,"Sendi retpoŝton": "メールを送る"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": "モーションインシデントが検出されるたびにメールを受信する場合は、このオプションを有効にします。"
,"Retpoŝtadresoj": "メールアドレス"
,"retpoŝtadresoj…": "メールアドレス ..."
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": "ここに追加された（コンマで区切られた）電子メールアドレスは、モーションインシデントが検出されるたびに通知を受信します。"
,"Servilo SMTP": "SMTPサーバー"
,"ekz. smtp.gmail.com": "例smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": "SMTPサーバーのホスト名またはIPアドレスを入力します（Gmail smtp.gmail.comを使用する場合）。"
,"SMTP Haveno": "SMTPポート"
,"ekz. 587": "例587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": "SMTPサーバーが使用するポートを入力します（通常、非TLS接続の場合は465、TLS接続の場合は587）。"
,"SMTP-Konto": "SMTPアカウント"
,"konto@gmail.com…": "account@gmail.com…"
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "SMTPアカウント（通常はメールアドレス）を入力します。"
,"SMTP Pasvorto": "SMTPパスワード"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": "SMTPパスワードを入力します（Gmailの場合はGoogleパスワードまたはアプリが生成したパスワードを使用します）。"
,"De adreso": "差出人アドレス"
,"retpoŝta adreso…": "電子メールアドレス ..."
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": "SMTPサービスで必要な場合は、カスタムの差出人アドレスを設定します（空白のままにすると、最初の宛先メールアドレスが使用されます）。"
,"Uzi TLS": "TLSを使用する"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "SMTPサーバーがTLSを必要とする場合は、これを有効にします（Gmailではこれを有効にする必要があります）。"
,"Aldonitaj bildoj tempo-intervalo": "写真の時間間隔を追加"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": "電子メールリンクを作成するときに使用する時間検索間隔を定義します（値が大きいほど、延期通知の増加を犠牲にしてより多くの画像を含む電子メールを生成します）;追加した画像を無効にするには、0に設定します。これを機能させるには、「画像のキャプチャ」を有効にする必要もあります。"
,"Testi retpoŝto": "メールをテストする"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": "必要な詳細を入力した後、このボタンをクリックして電子メール通知をテストします。"
,"Sendu Telegraman Sciigon": "テレグラム通知を送信する"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": "移動イベントが検出されるたびにテレグラムメッセージを受信する場合は、これを有効にします"
,"HTTP API ĵetono": "HTTPAPIトークン"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "例：93847672：AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": "Telegram-Bot Chatを作成することにより、ここに入力する必要があるAPIトークンが表示されます。下のAPIボタンをクリックして、APIトークンを取得する方法に関するステップバイステップガイドをクリックします。また、キーが生成された後、新しく作成された「ボット」とチャットして、メッセージを受け取るようにしてください。"
,"Babileja ID": "チャットID"
,"Ekzemplo: 938272312": "例：938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": "id_chatbot（@id_chatbot）への新しいチャットを作成し、開始することを選択します。チャットはこのフィールドに必要な数を返します。"
,"Alkroĉitaj Bildoj Tempo": "添付画像時間"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": "テレグラム添付ファイルを作成するための画像検索時間間隔を定義します（値が大きいほど、通知遅延が増加しますが、より多くの画像が生成されます）;画像の添付を無効にするには、0に設定します。これを機能させるには、静止画像も有効にする必要があります。画像が送信されるまで、この番号で遊んでみてください。静止画像を1つのモーショントリガーに設定した場合、適切な開始番号は30です。トリガーされる標準の移動の場合、これをはるかに低く設定します。"
,"API-Informoj": "API情報"
,"Testo": "テスト"
,"Alvoki URL": "URLを呼び出す"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": "モーションイベントが検出されたときにURLが要求されるようにするには、これを有効にします。"
,"ekz. http://ekzemplo.com/sciigi/": "例http://example.com/search/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "動きが検出されたときに要求されるURL。次の特別なショートカットを使用できます：%% Y =年、%% m =月、%% d =日、%% H =時間、%% M =分、%% S =秒、%% q =フレーム番号、%% v =イベント番号"
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": "URLを要求するときに使用するHTTPメソッド（指定されたURLパラメーターは、ここに示されているように配信されます）。"
,"Lanĉi komando": "コマンドを起動する"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": "モーションイベントが検出されるたびにコマンドを実行する場合は、これを有効にします。"
,"Komando": "コマンド"
,"komando…": "指示 ..."
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "動きが検出されたときに起動するコマンド。複数のコマンドはコロンで区切ることができます。コマンドでセミコロンを使用しないでください。次の特別なトークンが受け入れられます：%% Y =年、%% m =月、%% d =日、%% H =時間、%% M =分、%% S =秒、%% q =フレーム番号、%% v =イベント番号"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": "moveイベントが終了するたびにコマンドを起動する場合は、これを有効にします。"
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": "モーションイベントの終了時に起動するコマンド。複数のコマンドはコロンで区切ることができます。コマンドでドットコムを使用しないでください。次の特別なトークンが受け入れられます：%% Y =年、%% m =月、%% d =日付、%% H =時間、%% M =分、%% S =秒、%% q =フレーム番号。"
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": "モーション検出の週間スケジュールを設定する場合は、これを有効にします。"
,"Laboranta horaro": "勤務スケジュール"
,"Lundo": "月曜日"
,"de": "の"
,"ĝis": "まで"
,"Fiksas la labortagan tempintervalon por lundoj.": "月曜日の営業日の時間範囲を設定します。"
,"Mardo": "火曜日"
,"Fiksas la labortagan tempintervalon por mardoj.": "火曜日の営業日の時間範囲を設定します。"
,"Merkredo": "水曜日"
,"Fiksas la labortagan tempintervalon por merkredoj.": "水曜日の営業日の時間範囲を設定します。"
,"Ĵaŭdo": "木曜日"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "木曜日の営業日の時間範囲を設定します。"
,"Vendredo": "金曜日"
,"Fiksas la labortagan tempintervalon por vendredoj.": "金曜日の営業日の時間範囲を設定します。"
,"Sabato": "土曜日"
,"Fiksas la labortagan tempintervalon por sabatoj.": "土曜日の営業日の時間範囲を設定します。"
,"Dimanĉo": "日曜日"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "日曜日の稼働日の時間範囲を設定します。"
,"Detekti movadon": "動きを検出"
,"Dum laborista horaro": "勤務時間中"
,"Ekster laborista horaro": "勤務時間外"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": "勤務時間中または勤務時間外にモーション検知をアクティブにするかどうかを定義します。"
,"neniam": "一度もない"
,"tago": "日"
,"semajno": "週"
,"monato": "月"
,"jaro": "年"
,"horo": "時間"
,"horoj": "時間"
,"minuto": "分"
,"minutoj": "分"
,"sekundo": "2番目"
,"minus": "マイナス"
}
