{"":{"language":"fr","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "signal d'interruption reçu, fermeture …"
,"smb-akcioj postulas radikajn privilegiojn": "les partages smb nécessitent des privilèges root"
,"bonvolu instali tornado version 3.1 aŭ pli": "veuillez installer tornado version 3.1 ou supérieure"
,"bonvolu instali jinja2": "veuillez installer jinja2"
,"bonvolu instali pillow aŭ PIL": "veuillez installer pillow ou PIL"
,"bonvolu instali pycurl": "veuillez installer pycurl"
,"saluton! ĉi tio estas motionEye-servilo ": "bonjour ! c'est le serveur motionEye "
,"purigado komenciĝis": "nettoyage démarré"
,"wsswitch komenciĝis": "wsswitch démarré"
,"taskoj komenciĝis": "tâches démarrées"
,"mjpg klienta rubo-kolektanto komenciĝis": "le ramasse-miettes des clients mjpg a commencé"
,"servilo komenciĝis": "serveur démarré"
,"servilo haltis": "serveur arrêté"
,"taskoj haltis": "tâches arrêtées"
,"motion haltis": "motion arrêté"
,"adiaŭ!": "au revoir !"
,"agordojn": "paramètres"
,"ŝanĝi uzanton": "changer d'utilisateur"
,"forigi kameraon": "retirer la caméra"
,"Apliki": "Appliquer"
,"preferoj de uzanto": "préférences utilisateur"
,"Preferoj": "Préférences"
,"Aranĝo Kolumnoj": "Colonnes"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "définit le nombre de colonnes utilisées pour organiser les caméras"
,"Fiksi Kadrojn Vertikale": "Définir les cadres verticalement"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": "controle si les largeurs d'image peuvent être réduites pour s'adapter à la fenêtre verticalement ou non"
,"Aranĝo linioj": "Lignes"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": "définit le nombre de lignes utilisées pour organiser les caméras"
,"kadro-variatoro": "variateur de fréquence"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": "réduit la fréquence d'images pour économiser la bande passante du réseau et le trafic (ne fonctionne pas avec les caméras MJPEG simples)"
,"Rezolucio-variatoro": "Variateur de résolution"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": "réduit la résolution effective de toutes les caméras pour économiser la bande passante réseau et le trafic (ne fonctionne pas sur les caméras MJPEG simples)"
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "paramètres généraux, communs à toutes les caméras"
,"Ĝeneralaj Agordoj": "Paramètres généraux"
,"Lingvo": "Langue"
,"la lingvo de la interfaco (du literoj)": "la langue de l'interface (deux lettres)"
,"Administranto": "Administrateur"
,"la uzantnomo uzata por agordi la sistemon": "le nom d'utilisateur utilisé pour configurer le système"
,"Pasvorto": "Mot de passe"
,"pasvorto de administranto": "mot de passe de l'administrateur"
,"Observanto": "Observateur"
,"la uzantnomo por uzi por la monitorado": "le nom d'utilisateur à utiliser pour la surveillance"
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": "le mot de passe de l'utilisateur de surveillance (laissez vide pour la surveillance sans mot de passe)"
,"motionEye Versio": "Version motionEye"
,"Motion Versio": "Version Motion"
,"Operaciumo Versio": "Version du système d'exploitation"
,"Programara Ĝisdatigo": "Mise à jour du logiciel"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "recherche les nouvelles versions et effectue les mises à jour"
,"Nutro": "Alimention"
,"Fermu": "Éteindre"
,"malŝaltas la sistemon": "éteint le système"
,"Rekomencu": "Redémarrer"
,"rekomencas la sistemon": "redémarrer le système"
,"Agordo": "Configuration"
,"Sekurkopio": "Sauvegarde"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": "crée un fichier avec la configuration actuelle afin que vous puissiez l'enregistrer localement"
,"Restaŭri": "Restaurer"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": "restaure la configuration à partir d'un fichier de sauvegarde précédemment enregistré"
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "activez ceci si vous souhaitez utiliser cette caméra"
,"Video-Aparato": "Périphérique vidéo"
,"Kamerao Nomo": "Nom de la caméra"
,"kameraa nomo…": "Nom de la caméra…"
,"alias pri ĉi tiu kamera aparato": "alias sur cette caméra"
,"Kamerao ID": "ID de la caméra"
,"la kamerao identiga numero": "le numéro d'identification de la caméra"
,"Kamerao aparato": "Périphérique"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": "Périphérique d'entrée (ex. : /dev/video) ou URL (ex. : rtsp : //192.168.1.1/stream)"
,"Kamerao Tipo": "Type de caméra"
,"Aŭtomata Brilo": "Luminosité automatique"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": "Active la luminosité automatique du logiciel (recommandé uniquement pour les caméras sans luminosité automatique)"
,"Video-rezolucio": "Résolution vidéo"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": "la résolution vidéo (des valeurs plus grandes produisent une meilleure qualité, mais nécessitent plus de puissance CPU, plus de stockage et de bande passante)"
,"Larĝeco": "Largeur"
,"enigu kutiman rezolucian larĝon": "entrez une largeur d'image personnalisée"
,"Alteco": "Hauteur"
,"enigu kutiman rezolucian altecon": "entrez une hauteur d'image personnalisée"
,"Video-Rotacio": "Rotation vidéo"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": "utilisez ceci pour faire pivoter l'image capturée si votre caméra n'est pas positionnée correctement"
,"Kadrofrekvenco": "Fréquence d'images"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": "Définit le nombre d'images capturées par la caméra par seconde (des valeurs plus élevées produisent des vidéos plus fluides mais nécessitent plus de puissance CPU, plus de stockage et de bande passante)"
,"Privateca masko": "Masque de confidentialité"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": "permet de masquer les images pour éviter d'enregistrer certaines zones d'image pour protéger la confidentialité"
,"Redakti maskon": "Modifier le masque"
,"Konservi maskon": "Sauver le masque"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": "cliquez sur ce bouton pour activer/désactiver l'éditeur de masques"
,"Ekstraj Elektoj": "Options supplémentaires"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": "Vous pouvez ajouter ici des options supplémentaires pour le démon \"Motion\" (utilisez le format \"Valeur nom\", une option par ligne)"
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "choisissez où et comment vos médias sont stockés"
,"Stokado de dosieroj": "Stockage de fichiers"
,"Stokada Aparato": "Périphérique de stockage"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": "indique le périphérique de stockage où les fichiers image et vidéo seront sauvés"
,"Retservilo": "Serveur Réseau"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "l'adresse du serveur réseau (adresse IP ou nom)"
,"SMB Protokolo-Versio": "Version du protocole SMB"
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": "sélectionnez la version SMB que vous pouvez utiliser (testez les différentes options et voyez celle qui fonctionne le mieux avec votre NAS)"
,"Kunhava nomo": "Nom partagé"
,"la nomo de la interŝanĝa reto": "le nom du partage réseau"
,"Uzantnomo": "Identifiant"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": "le nom d'utilisateur à fournir lors de l'accès au répertoire réseau (laissez vide si aucun nom d'utilisateur n'est requis)"
,"Pasvorton": "Mot de passe"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": "le mot de passe requis par le répertoire réseau (laissez vide si aucun mot de passe n'est requis)"
,"Radika dosierujo": "Répertoire racine"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": "le chemin racine (sur le périphérique de stockage sélectionné) où les fichiers seront stockés"
,"Testi la reton dosierujon": "Testez le répertoire réseau"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": "cliquez sur ce bouton pour tester la connexion réseau après avoir rempli les détails requis"
,"Uzado de Disko": "Utilisation du disque"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "la taille utilisée/totale du lecteur où réside le répertoire racine"
,"Alŝutu Mediajn Dosierojn": "Télécharger des fichiers multimédias"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": "activez cette option si vous souhaitez que vos médias soient téléchargés vers un service externe"
,"Alŝutu Bildojn": "Télécharger des images"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": "activez cette option si vous souhaitez que les images soient téléchargées sur un service externe"
,"Alŝutu Filmojn": "Télécharger des vidéos"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": "activez cette option si vous souhaitez que les vidéos soient téléchargées sur un service externe"
,"Alŝuta Servo": "Service de téléchargement"
,"Servilo FTP": "Serveur FTP"
,"Servilo SFTP": "Serveur SFTP"
,"Servilo HTTP": "Serveur HTTP"
,"Servilo HTTPS": "Serveur HTTPS"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "sélectionnez un service vers lequel les fichiers multimédias seront téléchargés"
,"Servila Adreso": "Adresse du serveur"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": "le nom de domaine ou l'adresse IP du serveur (par exemple ftp.example.com ou 192.168.1.3)"
,"Servila haveno": "Port du serveur"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": "le port à utiliser pour se connecter au service (laissez ce champ vide pour utiliser la valeur par défaut)"
,"Metodo": "Méthode"
,"la HTTP-metodo uzi por alŝuti dosierojn": "la méthode HTTP à utiliser pour télécharger des fichiers"
,"Finpunkto URL": "URL du point de terminaison"
,"La kompleta URL al la alŝuta servila finpunkto:": "L'URL complète du point de terminaison du serveur de téléversement :"
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "Pour S3 : par ex. http://my.minio:9000. Laissez-le vide pour AWS !"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "Pour webdav : par exemple https://my.cloud/remote.php/dav/files/me/"
,"Loko": "Emplacement"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": "l'endroit (chemin racine) où les médias doivent être téléchargés (par exemple /files/cam1/)"
,"Inkluzivi Subdosierujojn": "Inclure les sous-dossiers"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": "Activez cette option pour télécharger des fichiers multimédias avec leurs sous-répertoires, au lieu de les placer directement à l'emplacement racine"
,"Purigi la nubon": "Nettoyer le cloud"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": "activez cette option pour supprimer les fichiers multimédias téléchargés sur le cloud également lorsque le média local est supprimé, conformément au paramètre de persistance des fichiers. Actuellement, cette option n'est disponible que pour gdrive."
,"la uzantnomo por la alŝuta servo-konto": "le nom d'utilisateur du compte du service de téléchargement"
,"la pasvorto por la alŝuta servo-konto": "le mot de passe du compte du service de téléchargement"
,"Rajtiga ŝlosilo": "Clé d'autorisation"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "la clé utilisée pour s'authentifier auprès du service de téléchargement (généralement requise uniquement lors de la configuration)"
,"Akiri ŝlosilon": "Obtenez une clé"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "cliquez ici pour obtenir la clé d'autorisation du service"
,"Access Key": "Clé d'accès"
,"The AWS access key used to authenticate with the upload service": "La clé d'accès AWS utilisée pour s'authentifier avec le service de téléchargement"
,"Sekreta Alira Ŝlosilo": "Clé d'accès secrète"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "La clé d'accès secrète AWS utilisée pour s'authentifier auprès du service de téléchargement (généralement requise uniquement pendant la configuration)"
,"Sitelo": "Compartiment"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": "le nom du compartiment (Bucket) S3 pour le service de téléchargement (généralement requis uniquement lors de la configuration)"
,"Testi la servon": "Testez le service"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": "cliquez sur ce bouton pour tester le service de téléchargement après avoir rempli les informations requises"
,"alvoki URL": "invoquer une URL"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": "activez cette option si vous souhaitez qu'une URL soit requêtée après la création d'un fichier multimédia"
,"Reteja URL": "URL du site Web"
,"ekz. http://example.com/notify/": "ex. http://example.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": "URL à déclencher lorsqu'un mouvement est détecté ; les raccourcis spéciaux suivants sont acceptés : %%Y = année, %%m = mois, %%d = jour, %%H = heure, %%M = minute, %%S = seconde, %%q = numéro de trame, %%v = numéro d'événements, %%f = chemin du fichier"
,"Metodo HTTP": "Méthode HTTP"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": "la méthode HTTP à utiliser lors de la demande d'une URL de raccordement au réseau (les paramètres envoyés à l'URL seront fournis comme indiqué ici)"
,"Kuri Komando": "Exécuter une commande"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": "activez cette option si vous souhaitez exécuter une commande après la création d'un fichier multimédia"
,"Ordono": "Commande"
,"ordono…": "Commande …"
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": "Commande à exécuter après la création d'un fichier multimédia. Plusieurs commandes peuvent être séparées par un point-virgule ; n'utilisez pas de point-virgule dans les commandes ; les jetons spéciaux suivants sont acceptés : %%Y = année, %%m = mois, %%d = jour, %%H = heure, %%M = minute, %%S = seconde, %%q = numéro de trame, %%v = numéro d'événement, %%f = chemin du fichier"
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "sélectionner les informations à afficher sur les images capturées"
,"Teksto Superkovrita": "Superposition de texte"
,"Maldekstra Teksto": "Texte de gauche"
,"Tempostampo": "Horodatage"
,"Propra Teksto": "Texte personnalisé"
,"Malebligita": "Désactivé"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": "Définit le texte affiché sur les films et les images, dans le coin inférieur gauche"
,"propra teksto…": "Texte personnalisé …"
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "Définit le texte personnalisé de gauche ; les jetons spéciaux suivants sont acceptés : %%Y = année, %%m = mois, %%d = jour, %%H = heure, %%M = minute, %%S = seconde, %%q = numéro de trame, %%v = numéro d'événements, %%T = HH:MM:SS, \\n = nouvelle ligne"
,"Dekstra Teksto": "Texte de droite"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": "Définit le texte affiché sur les films et les images, dans le coin inférieur droit"
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "Définit le texte de droite personnalisé ; les jetons spéciaux suivants sont acceptés : %%Y = année, %%m = mois, %%d = jour, %%H = heure, %%M = minute, %%S = seconde, %%q = numéro de trame, %%v = numéro d'événements, %%T = HH:MM:SS, \\n = nouvelle ligne"
,"Teksta Skalo": "Taille du texte"
,"Difinas la grandecon de la superkovrita teksto": "Définit la taille du texte superposé"
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "Activez ceci si vous souhaitez un flux vidéo pour cette caméra"
,"Videofluo": "Flux vidéo"
,"Framo frekvencon": "Fréquence d'images"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "Définit le nombre de trames transmises par seconde dans le flux en direct."
,"Flua Kvalito": "Qualité du débit"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": "la résolution vidéo (des valeurs plus grandes produisent une meilleure qualité, mais nécessitent plus de puissance CPU, plus de stockage et de bande passante)."
,"Bilda Redimensionado": "Redimensionnement de l'image"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": "Lorsque cette option est activée, les images sont redimensionnées avant d'être envoyées au navigateur (désactivez-la lorsque vous utilisez un processeur lent)."
,"Flua rezolucio": "Résolution vidéo"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": "la résolution vidéo du flux (des valeurs plus grandes produisent une meilleure qualité, mais nécessitent plus de puissance CPU, plus de stockage et de bande passante)"
,"Flua haveno": "Port du serveur"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "configure le port TCP sur lequel le serveur Web écoute pour le flux vidéo"
,"Aŭtentiga reĝimo": "Mode d'authentification"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": "la méthode d'authentification utilisée par le flux (choisissez «Basic» au lieu de «Digest» si vous rencontrez des problèmes avec des programmes tiers) ; l'authentification de surveillance sera utilisée"
,"Movado-Optimigo": "Optimisation du mouvement"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": "activez cette option si vous souhaitez une fréquence d'images inférieure pour le flux en direct lorsqu'aucun mouvement n'est détecté"
,"Utilaj URLoj": "URLs utiles"
,"Instantara URL": "URL d'instantané"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": "Une URL qui fournit une image JPEG de la dernière capture de la caméra"
,"Flua URL": "URL de flux"
,"URL kiu provizas MJPEG-fluon de la kamerao": "Une URL qui fournit le flux MJPEG de la caméra"
,"Enigita URL": "URL d'intégration"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": "Une URL qui fournit un document HTML minimal contenant le cadre de la caméra, prêt à être intégré"
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "Activez ceci si vous souhaitez des captures d'images."
,"Kaptitaj Bildoj": "Capture d'images"
,"Nomo Bildo-Dosiero": "Nom du fichier image"
,"dosiernomo ŝablono…": "Modèle de nom de fichier…"
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "Définit le modèle de nom pour les fichiers JPEG ; les jetons spéciaux suivants sont acceptés : %%Y = année, %%m = mois, %%d = jour, %%H = heure, %%M = minute, %%S = seconde, %%q = numéro de trame, %%v = numéro d'événement, / = sous-répertoire."
,"Bildkvalito": "Qualité d'image"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": "définit la qualité d'image JPEG (des valeurs plus élevées produisent une meilleure qualité d'image mais nécessitent plus de stockage)"
,"Kaptila reĝimo": "Mode de capture"
,"Moviĝa deĉenigo": "Déclencheur de mouvement"
,"Moviĝa deĉenigo (Unu bildo)": "Déclencheur de mouvement (une image)"
,"Intertempe": "À intervalle"
,"Ĉiuj bildoj": "Toutes les images"
,"Mane": "Manuel"
,"Difinas la kapta reĝimon:": "Définit le mode de capture :"
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": "Déclencheur de mouvement = image capturée chaque fois qu'un mouvement est détecté,"
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "À intervalle = image capturée toutes les x secondes,"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "Toutes les images = enregistrer chaque image dans un fichier,"
,"Mane = mana kapto kun dediĉita butono.": "Manuel = capture par clic sur le bouton dédié."
,"Interkapto-Intervalo": "Intervalle de capture"
,"sekundoj": "secondes"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "définit l'intervalle (en secondes) pour les captures"
,"Konservi bildojn": "Conserver les images"
,"Dum unu tago": "Pendant un jour"
,"Dum unu semajno": "Pendant une semaine"
,"Dum unu monato": "Pendant un mois"
,"Dum unu jaro": "Pendant un an"
,"Porĉiame": "Pour toujours"
,"Propra": "Personnalisé"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": "Les images antérieures à la durée définie sont automatiquement supprimées pour libérer de l'espace de stockage."
,"Bildaj Vivdaŭro": "Durée de conservation des images"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "Définit le nombre de jours après lesquels les images seront supprimées automatiquement."
,"Ebligu manaj kaptoj": "Activer les captures manuelles"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": "Lorsque cette option est activée, un bouton sur le cadre de la caméra vous permettra de prendre manuellement des captures."
,"ebligu ĉi tion, se vi volas registri filmojn": "activez ceci vous souhaitez enregistrer des films"
,"Filmoj": "Vidéos"
,"Filma Dosiernomo": "Nom du fichier vidéo"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "Définit le modèle de nom pour les fichiers vidéo ; les jetons spéciaux suivants sont acceptés : %%Y = année, %%m = mois, %%d = jour, %%H = heure, %%M = minute, %%S = seconde, %%q = numéro de trame, %%v = numéro d'événement, / = sous-répertoire."
,"Rekta kopia filmeto": "Copie directe de vidéo"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": "Créez des films directement depuis la caméra. Cette option devrait réduire l'utilisation du processeur mais augmenter les besoins de mémoire. Aucun traitement d'image n'est effectué, donc les textes superposés, les masques de confidentialité, etc. n'apparaîtront pas sur la vidéo résultante."
,"Filmformato": "Format de vidéo"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": "Personnalise le fichier vidéo ; tous les formats ne sont pas garantis fonctionner sur tous les systèmes ; en cas de doute, testez chaque format et choisissez celui qui convient le mieux à votre visionneur."
,"Filma Kvalito": "Qualité du film"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": "Définit la qualité vidéo MPEG (des valeurs plus élevées produisent une meilleure qualité vidéo mais nécessitent plus de stockage)."
,"Rekorda reĝimo": "Mode d'enregistrement"
,"Kontinua registrado": "Enregistrement continu"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": "Définit le mode d'enregistrement : Déclencheur de mouvement = nouveau film créé chaque fois qu'un mouvement est détecté, Enregistrement continu = un grand fichier de film."
,"Maksimuma filma daŭro": "Durée maximale du film"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": "Définit la durée maximale des films en secondes ; si l'événement dure plus longtemps, un nouveau fichier vidéo est créé ; utilisez 0 pour une longueur illimitée."
,"Konservi filmojn": "Conserver les films"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": "Les films plus anciens que la durée définie sont automatiquement supprimés pour libérer de l'espace de stockage."
,"Filmoj Vivdaŭro": "Films conservés à vie"
,"tagoj": "jours"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "Définit le nombre de jours après lesquels les films seront automatiquement supprimés."
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "Activez cette option pour utiliser et configurer le mécanisme de détection des mouvements."
,"Movado-Detekto": "Détection de mouvement"
,"Kadra ŝanĝo sojlo": "Seuil de changement de trame"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": "Indique le pourcentage minimum de l'image qui doit changer entre deux images successives pour détecter un mouvement (des valeurs plus petites donnent une détection plus sensible, mais ont tendance à donner des faux positifs)."
,"Maksimuma ŝanĝo sojlo": "Seuil de changement maximum"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": "Définit le nombre de pixels modifiés entre deux images au-delà duquel on ne déclenche plus une détection (0 désactive la limite)."
,"Aŭtomata sojla agordo": "Réglage automatique du seuil"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "Activez cette option pour ajuster automatiquement le seuil."
,"Aŭtomata bruo-detekto": "Détection automatique du bruit"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "Activez cette option pour régler automatiquement le niveau de bruit."
,"Bruo-nivelo": "Niveau de bruit"
,"Permane agordas la bruan nivelon al fiksita valoro.": "Définit de manière permanente le niveau de bruit à une valeur définie."
,"Detekto de lumaj ŝanĝoj": "Détection des changements de lumière"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": "Définit le pourcentage de l'image qui a besoin d'être modifiée pour que l'événement soit traité comme un changement de lumière soudain au lieu d'un mouvement (0%% désactive la fonction)."
,"Makula filtrilo": "Filtre anti-taches"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": "Activez cela pour appliquer un filtre anti-taches aux images avant la détection de mouvement."
,"Senmovada daŭro": "Temps d'inactivité"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": "Définit le nombre de secondes de silence (c'est-à-dire sans mouvement) qui marque la fin d'un événement."
,"Kaptita Antaŭe": "Prévisualisation"
,"kadroj": "trames"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": "Définit le nombre d'images capturées (et incluses dans le film) avant qu'un incident de mouvement ne soit détecté."
,"Kaptita Post": "Images après"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": "Définit le nombre d'images à capturer (et à inclure dans le film) après la fin d'un événement de mouvement."
,"Minimumaj movaj kadroj": "Minimum d'images détectées"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": "Définit le nombre minimum d'images de mouvement successives nécessaires pour démarrer un événement de mouvement."
,"Masko": "Masque"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": "Permet le masquage d'image pour une détection de mouvement plus sélective et précise."
,"Tipo de masko": "Type de masque"
,"Inteligenta": "Intelligent"
,"Redaktebla": "Modifiable"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": "L'option Intelligente détecte automatiquement les régions avec un mouvement régulier et crée dynamiquement un masque interne, tandis que l'option Modifiable vous permet de le construire manuellement vous-même."
,"Inteligenta-maska Malrapideco": "Lenteur du masque intelligent"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": "Des valeurs plus élevées donnent un masque plus durable avec un processus de construction plus lent."
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "Cliquez sur ce bouton pour activer/désactiver l'éditeur de masque."
,"Purigi maskon": "Effacer le masque"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "Cliquez sur ce bouton pour vider le masque actuel."
,"Montri Kadro-Ŝanĝojn": "Afficher les modifications d'image"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": "Si cette option est active, les changements d'image (nombre de pixels et zone modifiée) sont affichés dans la vidéo ; activez-le temporairement pour ajuster les paramètres de détection de mouvement."
,"Krei debug media files": "Créer des fichiers multimédias de débogage"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": "Quand c'est activé, des films et des images spéciaux sont créés, qui aident à déboguer les problèmes de détection de mouvement."
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": "Activez cette option si vous souhaitez être averti lorsqu'un mouvement est détecté."
,"Moviĝaj sciigoj": "Notifications de mouvement"
,"Sendi retpoŝton": "Envoyer un e-mail"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": "Activez cette option si vous souhaitez recevoir un e-mail chaque fois qu'un mouvement est détecté."
,"Retpoŝtadresoj": "Adresses e-mail"
,"retpoŝtadresoj…": "Adresses mail …"
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": "Les adresses e-mail (séparées par des virgules) ajoutées ici recevront des notifications chaque fois qu'un mouvement est détecté."
,"Servilo SMTP": "Serveur SMTP"
,"ekz. smtp.gmail.com": "ex. smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": "Saisissez le nom d'hôte ou l'adresse IP de votre serveur SMTP (pour utiliser Gmail : smtp.gmail.com)."
,"SMTP Haveno": "Port SMTP"
,"ekz. 587": "ex. 587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": "Entrez le port utilisé par votre serveur SMTP (généralement 465 pour les connexions non TLS et 587 pour les connexions TLS)."
,"SMTP-Konto": "compte SMTP"
,"konto@gmail.com…": "compte@gmail.com…"
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "Saisissez votre compte SMTP (généralement votre adresse e-mail)."
,"SMTP Pasvorto": "Mot de passe SMTP"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": "Saisissez votre mot de passe SMTP (pour Gmail, utilisez votre mot de passe Google ou un mot de passe généré par l'application)."
,"De adreso": "Adresse «de:»"
,"retpoŝta adreso…": "Adresse e-mail …"
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": "Définissez l'adresse d'expéditeur personnalisée si votre service SMTP en requiert une (la première adresse e-mail de destination sera utilisée si elle est laissée vierge)."
,"Uzi TLS": "Utiliser TLS"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "Activez cette option si votre serveur SMTP nécessite TLS (Gmail requiert que cela soit activé)."
,"Aldonitaj bildoj tempo-intervalo": "Intervalle de temps des images jointes"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": "Définit l'intervalle de recherche de temps à utiliser lors de la création des pièces jointes (des valeurs plus élevées génèrent des e-mails avec plus d'images au détriment d'un délai de notification accru) ; mettre à 0 pour désactiver les images jointes ; vous devez également activer «Capture d'images» pour que cela fonctionne."
,"Testi retpoŝto": "Tester l'e-mail"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": "Cliquez sur ce bouton pour tester les notifications par e-mail après avoir rempli les détails requis."
,"Sendu Telegraman Sciigon": "Envoyer une notification par Telegram"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": "activez cette option si vous souhaitez recevoir un télégramme chaque fois qu'un événement en mouvement est détecté"
,"HTTP API ĵetono": "Jeton d'API HTTP"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "Exemple : 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": "En créant le bot-chat «Telegram», vous obtiendrez un jeton API que vous devez entrer ici. Cliquez sur le bouton API ci-dessous pour un guide étape par étape sur la façon d'obtenir vos jetons API. Assurez-vous également de discuter avec votre \"bot\" nouvellement créé après la génération de votre clé, pour vous assurer de recevoir des messages."
,"Babileja ID": "ID de chat"
,"Ekzemplo: 938272312": "Exemple : 938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": "Créez un nouveau chat sur id_chatbot (@id_chatbot) et choisissez de commencer. Le chat renverra le numéro requis pour ce champ."
,"Alkroĉitaj Bildoj Tempo": "Temps des images jointes"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": "définit l'intervalle de temps de recherche d'image pour créer des pièces jointes de «Telegram» (des valeurs plus élevées génèrent plus d'images au prix d'un délai de notification accru) ; mettre à 0 pour désactiver les pièces jointes d'image ; vous devez également activer les images fixes pour que cela fonctionne ; vous voudrez jouer sur ce numéro jusqu'à ce qu'une image soit envoyée. Un bon nombre de départ est 30 si vous définissez les images fixes sur un mouvement déclenché. Pour un mouvement standard déclenché, réglez ce paramètre beaucoup plus bas."
,"API-Informoj": "Informations sur l'API"
,"Testo": "Tester"
,"Alvoki URL": "Invoquer une URL"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": "Activez cette option si vous souhaitez qu'une URL soit activée chaque fois qu'un événement de mouvement est détecté."
,"ekz. http://ekzemplo.com/sciigi/": "ex. http://exemple.com/notifier/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "URL à déclencher lorsqu'un mouvement est détecté ; les raccourcis spéciaux suivants sont acceptés : %%Y = année, %%m = mois, %%d = jour, %%H = heure, %%M = minute, %%S = seconde, %%q = numéro de trame , %%v = numéro d'événement"
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": "La méthode HTTP à utiliser lors de l'envoi d'une URL (les paramètres d'URL donnés seront fournis comme indiqué ici)."
,"Lanĉi komando": "Lancer une commande"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": "Activez cette option si vous souhaitez exécuter une commande chaque fois qu'un événement de mouvement est détecté."
,"Komando": "Commande"
,"komando…": "Commande …"
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "Commande à lancer lorsqu'un mouvement est détecté ; plusieurs commandes peuvent être séparées par deux-points ; n'utilisez pas de points-virgules avec les commandes ; les jetons spéciaux suivants sont acceptés : %%Y = année, %%m = mois, %%d = jour, %%H = heure, %%M = minute, %%S = seconde, %%q = numéro de trame , %%v = numéro d'événement"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": "Activez cette option si vous souhaitez lancer une commande chaque fois qu'un événement de déplacement se termine."
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": "Commande à lancer à la fin de l'événement de mouvement ; plusieurs commandes peuvent être séparées par deux-points ; n'utilisez pas de points-virgules avec les commandes ; les jetons spéciaux suivants sont acceptés : %%Y = année, %%m = mois, %%d = date, %%H = heure, %%M = minute, %%S = seconde, %%q = numéro de trame."
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": "Activez cette option si vous souhaitez définir un programme hebdomadaire de détection de mouvement."
,"Laboranta horaro": "Horaire de travail"
,"Lundo": "Lundi"
,"de": "de"
,"ĝis": "à"
,"Fiksas la labortagan tempintervalon por lundoj.": "Définit la plage horaire pour les lundis."
,"Mardo": "Mardi"
,"Fiksas la labortagan tempintervalon por mardoj.": "Définit la plage horaire pour les mardis."
,"Merkredo": "Mercredi"
,"Fiksas la labortagan tempintervalon por merkredoj.": "Définit la plage horaire pour les mercredis."
,"Ĵaŭdo": "Jeudi"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "Définit la plage horaire pour les jeudis."
,"Vendredo": "Vendredi"
,"Fiksas la labortagan tempintervalon por vendredoj.": "Définit la plage horaire pour les vendredis."
,"Sabato": "Samedi"
,"Fiksas la labortagan tempintervalon por sabatoj.": "Définit la plage horaire pour les samedis."
,"Dimanĉo": "Dimanche"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "Définit la plage horaire pour le dimanche."
,"Detekti movadon": "Détecter le mouvement"
,"Dum laborista horaro": "Pendant les heures de travail"
,"Ekster laborista horaro": "En dehors des heures de travail"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": "Définit si la détection de mouvement doit être active pendant ou en dehors des heures de travail."
,"neniam": "jamais"
,"tago": "jour"
,"semajno": "semaine"
,"monato": "mois"
,"jaro": "an"
,"horo": "heure"
,"horoj": "heures"
,"minuto": "minute"
,"minutoj": "minutes"
,"sekundo": "seconde"
,"minus": "moins"
}
