{"":{"language":"en","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "An interrupt signal received, closing …"
,"smb-akcioj postulas radikajn privilegiojn": "SMB shares require root privileges"
,"bonvolu instali tornado version 3.1 aŭ pli": "please install tornado version 3.1 or higher"
,"bonvolu instali jinja2": "please install jinja2"
,"bonvolu instali pillow aŭ PIL": "please install pillow or PIL"
,"bonvolu instali pycurl": "please install pycurl"
,"saluton! ĉi tio estas motionEye-servilo ": "hello! this is motionEye server "
,"purigado komenciĝis": "cleanup started"
,"wsswitch komenciĝis": "wsswitch started"
,"taskoj komenciĝis": "tasks started"
,"mjpg klienta rubo-kolektanto komenciĝis": "mjpg customer garbage collector has started"
,"servilo komenciĝis": "server started"
,"servilo haltis": "server stopped"
,"taskoj haltis": "tasks stopped"
,"motion haltis": "motion stopped"
,"adiaŭ!": "goodbye!"
,"agordojn": "settings"
,"ŝanĝi uzanton": "switch user"
,"forigi kameraon": "remove camera"
,"Apliki": "Apply"
,"preferoj de uzanto": "user preferences"
,"Preferoj": "Preferences"
,"Aranĝo Kolumnoj": "Layout Columns"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "configures the number of columns used to lay out the camera frames"
,"Fiksi Kadrojn Vertikale": "Fit Frames Vertically"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": "controls whether frame sizes can be reduced to vertically fit the window or not"
,"Aranĝo linioj": "Layout Rows"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": "configures the number of rows used to lay out the camera frames"
,"kadro-variatoro": "Frame Rate Dimmer"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": "dims the global frame rate to save network bandwidth and traffic (doesn't work on simple MJPEG cameras)"
,"Rezolucio-variatoro": "Resolution Dimmer"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": "dims the actual resolution of all cameras to save network bandwidth and traffic (doesn't work on simple MJPEG cameras)"
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "general settings, not related to any camera"
,"Ĝeneralaj Agordoj": "General Settings"
,"Lingvo": "Language"
,"la lingvo de la interfaco (du literoj)": "the interface language"
,"Administranto": "Admin Username"
,"la uzantnomo uzata por agordi la sistemon": "the username to be used for configuring the system"
,"Pasvorto": "Password"
,"pasvorto de administranto": "administrator's password"
,"Observanto": "Surveillance Username"
,"la uzantnomo por uzi por la monitorado": "the username to be used for video surveillance"
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": "the password for the surveillance user (leave empty for passwordless surveillance)"
,"motionEye Versio": "motionEye Version"
,"Motion Versio": "Motion Version"
,"Operaciumo Versio": "OS Version"
,"Programara Ĝisdatigo": "Software Update"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "checks for new versions and performs updates"
,"Nutro": "Power"
,"Fermu": "Shut Down"
,"malŝaltas la sistemon": "shuts down the system"
,"Rekomencu": "Reboot"
,"rekomencas la sistemon": "reboots the system"
,"Agordo": "Configuration"
,"Sekurkopio": "Backup"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": "creates a file with the current configuration for you to save it locally"
,"Restaŭri": "Restore"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": "restores the configuration from a previously saved backup file"
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "enable this if you want to use this camera device"
,"Video-Aparato": "Video Device"
,"Kamerao Nomo": "Camera Name"
,"kameraa nomo…": "Camera name …"
,"alias pri ĉi tiu kamera aparato": "an alias for this camera device"
,"Kamerao ID": "Camera ID"
,"la kamerao identiga numero": "the camera identifier number"
,"Kamerao aparato": "Camera device"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": "Input device (eg: /dev/video) or URL (eg: rtsp://192.168.1.1/stream)"
,"Kamerao Tipo": "Camera Type"
,"Aŭtomata Brilo": "Automatic Brightness"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": "enables software automatic brightness (only recommended for cameras without autobrightness)"
,"Video-rezolucio": "Video resolution"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": "the video resolution (larger values produce better quality, but require more CPU power, larger storage space and bandwidth)"
,"Larĝeco": "Width"
,"enigu kutiman rezolucian larĝon": "enter a custom resolution width"
,"Alteco": "Height"
,"enigu kutiman rezolucian altecon": "enter a custom resolution height"
,"Video-Rotacio": "Video Rotation"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": "use this to rotate the captured image if your camera is not positioned correctly"
,"Kadrofrekvenco": "Frame rate"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": "Sets the number of frames captured by the camera every second (higher values produce smoother videos but require more CPU power, larger storage space and bandwidth)"
,"Privateca masko": "Privacy mask"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": "enables image masking to prevent some image areas from being recorded to protect privacy"
,"Redakti maskon": "Edit Mask"
,"Konservi maskon": "Save Mask"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": "click this button to enable/disable the mask editor"
,"Ekstraj Elektoj": "Extra Options"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": "You can add any additional options here for the \"motion\" daemon (use the \"name value\" format, one option per line)"
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "choose where and how your media is stored"
,"Stokado de dosieroj": "File storage"
,"Stokada Aparato": "Storage Device"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": "indicates the storage device where the image and video files will be saved"
,"Retservilo": "Network server"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "the address of the network server (IP address or hostname)"
,"SMB Protokolo-Versio": "SMB Protocol Version"
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": "selects the SMB version to be used (test the various options and see which one works best with your NAS)"
,"Kunhava nomo": "Share name"
,"la nomo de la interŝanĝa reto": "the name of the network share"
,"Uzantnomo": "Username"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": "the username to be supplied when accessing the network share (leave empty if no username is required)"
,"Pasvorton": "Share Password"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": "the password required by the network share (leave empty if no password is required)"
,"Radika dosierujo": "Root directory"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": "the root path (on the selected storage device) where the files will be saved"
,"Testi la reton dosierujon": "Test share"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": "click this button to test the network share connectivity after you have filled in the required details"
,"Uzado de Disko": "Disk usage"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "the used/total size of the disk where the root directory resides"
,"Alŝutu Mediajn Dosierojn": "Upload Media Files"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": "enable this if you want your media files to be uploaded to an external service"
,"Alŝutu Bildojn": "Upload Pictures"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": "enable this if you want pictures to be uploaded to an external service"
,"Alŝutu Filmojn": "Upload Movies"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": "enable this if you want videos to be uploaded to an external service"
,"Alŝuta Servo": "Upload Service"
,"Servilo FTP": "FTP server"
,"Servilo SFTP": "SFTP server"
,"Servilo HTTP": "HTTP server"
,"Servilo HTTPS": "HTTPS server"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "choose a service to which the media files should be uploaded"
,"Servila Adreso": "Server Address"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": "the domain name or IP address of the server (eg ftp.example.com or 192.168.1.3)"
,"Servila haveno": "Server port"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": "the port to use when connecting to the service (leave it empty to use the default value)"
,"Metodo": "Method"
,"la HTTP-metodo uzi por alŝuti dosierojn": "the HTTP method to use when uploading files"
,"Finpunkto URL": "Endpoint URL"
,"La kompleta URL al la alŝuta servila finpunkto:": "The complete URL to the upload server endpoint:"
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "For S3: E.g. http://my.minio:9000. Leave it empty for AWS!"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "For WebDAV: E.g. https://my.cloud/remote.php/dav/files/me/"
,"Loko": "Location"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": "the location (root path) where media files should be uploaded (e.g. /files/cam1/)"
,"Inkluzivi Subdosierujojn": "Include Subfolders"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": "enable this to upload the media files together with their subfolders, instead of placing them directly into the root location"
,"Purigi la nubon": "Clean Cloud"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": "enable this to delete the uploaded media files on cloud as well when the local media files get deleted according to file persistence setting, currently this option is available only for gdrive."
,"la uzantnomo por la alŝuta servo-konto": "the username for the upload service account"
,"la pasvorto por la alŝuta servo-konto": "the password for the upload service account"
,"Rajtiga ŝlosilo": "Authorization key"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "the key used to authenticate with the upload service (normally required only during setup)"
,"Akiri ŝlosilon": "Obtain key"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "click here to obtain the service authorization key"
,"Access Key": "Access Key"
,"The AWS access key used to authenticate with the upload service": "The AWS Access Key Used To Authenticate with the Upload Service"
,"Sekreta Alira Ŝlosilo": "Secret Access Key"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "the AWS secret access key used to authenticate with the upload service (usually required only during configuration)"
,"Sitelo": "Bucket"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": "the S3 bucket name for the upload service (normally required only during setup)"
,"Testi la servon": "Test service"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": "click this button to test the upload service after you have filled in the required details"
,"alvoki URL": "Call A Web Hook"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": "enable this if you want a URL to be requested after a media file is created"
,"Reteja URL": "Web Hook URL"
,"ekz. http://example.com/notify/": "e.g. http://example.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": "a URL to be requested when motion is detected; the following special tokens are accepted: %%Y = year, %%m = month, %%d = day, %%H = hour, %%M = minute, %%S = second, %%q = frame number, %%v = event number, %%f = file path"
,"Metodo HTTP": "HTTP method"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": "the HTTP method to use when requesting the web hook URL (the given URL-encoded parameters will in fact be transmitted as indicated here)"
,"Kuri Komando": "Run A Command"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": "enable this if you want to execute a command after a media file is created"
,"Ordono": "Command"
,"ordono…": "Order…"
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": "a command to be executed after a media file is created; multiple commands can be separated by a semicolon; don't use semicolons inside commands; the following special tokens are accepted: %%Y = year, %%m = month, %%d = day, %%H = hour, %%M = minute, %%S = second, %%q = frame number, %%v = event number, %%f = file path"
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "choose what information is displayed on the captured frames"
,"Teksto Superkovrita": "Text Overlay"
,"Maldekstra Teksto": "Left Text"
,"Tempostampo": "Timestamp"
,"Propra Teksto": "Custom Text"
,"Malebligita": "Disabled"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": "sets the text displayed on the movies and images, on the lower left corner"
,"propra teksto…": "Custom text…"
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "sets a custom left text; the following special tokens are accepted: %%Y = year, %%m = month, %%d = day, %%H = hour, %%M = minute, %%S = second, %%q = frame number, %%v = event number, %%T = HH:MM:SS, \\n = new line"
,"Dekstra Teksto": "Right Text"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": "Sets the text displayed on the movies and pictures, in the lower right corner"
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "sets a custom right text; the following special tokens are accepted: %%Y = year, %%m = month, %%d = day, %%H = hour, %%M = minute, %%S = second, %%q = frame number, %%v = number of event, %%T = HH: MM: SS, \\n = new line"
,"Teksta Skalo": "Text Scale"
,"Difinas la grandecon de la superkovrita teksto": "sets the size of the overlay text"
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "enable this if you want video streaming for this camera"
,"Videofluo": "Video Streaming"
,"Framo frekvencon": "Streaming Frame Rate"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "sets the number of frames transmitted every second on the live streaming."
,"Flua Kvalito": "Streaming Quality"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": "sets the live streaming quality (higher values produce a better video quality but require more bandwidth)."
,"Bilda Redimensionado": "Streaming Image Resizing"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": "when this is enabled, the images are resized before they are sent to the browser (disable when running on a slow CPU)."
,"Flua rezolucio": "Streaming Resolution"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": "the streaming resolution given as percent of the video device resolution (higher values produce better video quality but require more bandwidth)"
,"Flua haveno": "Streaming Port"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "sets the TCP port on which the webcam streaming server listens"
,"Aŭtentiga reĝimo": "Authentication mode"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": "the authentication method used by the stream (choose Basic instead of Digest if you encounter issues with third party apps); surveillance credentials will be used"
,"Movado-Optimigo": "Motion Optimization"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": "enable this if you want a lower frame rate for the live streaming when no motion is detected"
,"Utilaj URLoj": "Useful URLs"
,"Instantara URL": "Snapshot URL"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": "a URL that provides a JPEG image with the most recent snapshot of the camera"
,"Flua URL": "Streaming URL"
,"URL kiu provizas MJPEG-fluon de la kamerao": "a URL that provides a MJPEG stream of the camera"
,"Enigita URL": "Embed URL"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": "a URL that provides a minimal HTML document containing the camera frame, ready to be embedded"
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "enable this if you want to capture still images (pictures)."
,"Kaptitaj Bildoj": "Still Images"
,"Nomo Bildo-Dosiero": "Image File Name"
,"dosiernomo ŝablono…": "File name Template…"
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "sets the name pattern for the image (JPEG) files; the following special tokens are accepted: %%Y = year, %%m = month, %%d = day, %%H = hour, %%M = minute, %%S = second, %%q = frame number, %%v = event number, / = subfolder."
,"Bildkvalito": "Image Quality"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": "sets the JPEG image quality (higher values produce a better image quality but require more storage space)"
,"Kaptila reĝimo": "Capture mode"
,"Moviĝa deĉenigo": "Motion Triggered"
,"Moviĝa deĉenigo (Unu bildo)": "Motion Triggered (One Picture)"
,"Intertempe": "Interval Snapshots"
,"Ĉiuj bildoj": "All Frames"
,"Mane": "Manual"
,"Difinas la kapta reĝimon:": "sets the image capture mode:"
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": "Motion Triggered = an image captured whenever motion is detected,"
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "Interval Snapshots = an image captured every x seconds,"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "All Frames = saves each frame to an image file,"
,"Mane = mana kapto kun dediĉita butono.": "Manual = manual snapshots using snapshot button."
,"Interkapto-Intervalo": "Snapshot Interval"
,"sekundoj": "seconds"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "sets the interval (in seconds) for the snapshots"
,"Konservi bildojn": "Preserve Pictures"
,"Dum unu tago": "For One Day"
,"Dum unu semajno": "For One Week"
,"Dum unu monato": "For One Month"
,"Dum unu jaro": "For One Year"
,"Porĉiame": "Forever"
,"Propra": "Custom"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": "images older than the specified duration are automatically deleted to free up storage space."
,"Bildaj Vivdaŭro": "Picture Lifetime"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "sets the number of days after which the pictures will be deleted automatically."
,"Ebligu manaj kaptoj": "Enable Manual Snapshots"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": "when this is enabled, a button on the camera frame will allow you to manually take snapshots."
,"ebligu ĉi tion, se vi volas registri filmojn": "enable this if you want to record movies"
,"Filmoj": "Movies"
,"Filma Dosiernomo": "Movie File Name"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "sets the name pattern for the movie files; the following special tokens are accepted: %%Y = year, %%m = month, %%d = day, %%H = hour, %%M = minute, %%S = second, %%q = frame number, %%v = event number, / = subfolder."
,"Rekta kopia filmeto": "Movie Passthrough"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": "Create movie files of the motion directly from the camera. This option should reduce CPU usage but does increase memory requirements. No image processing is performed so text overlays, privacy masks etc will not be on the resulting video."
,"Filmformato": "Movie format"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": "sets the movie file format; not all formats are guaranteed to work on all systems; if in doubt, test each format and select the one that works best with your video player."
,"Filma Kvalito": "Movie Quality"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": "sets the MPEG video quality (higher values produce a better video quality but require more storage space)."
,"Rekorda reĝimo": "Recording Mode"
,"Kontinua registrado": "Continuous Recording"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": "sets the recording mode: Motion Triggered = a new movie created whenever motion is detected, Continuous Recording = one big movie file."
,"Maksimuma filma daŭro": "Maximum Movie Length"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": "sets the maximum length of movies, in seconds; if the motion event lasts longer, a new movie file is created; use 0 for unlimited length."
,"Konservi filmojn": "Preserve Movies"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": "movies older than the specified duration are automatically deleted to free up storage space."
,"Filmoj Vivdaŭro": "Movies Lifetime"
,"tagoj": "days"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "sets the number of days after which the movies will be deleted automatically."
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "enable this to use and configure the motion detection mechanism."
,"Movado-Detekto": "Motion Detection"
,"Kadra ŝanĝo sojlo": "Frame Change Threshold"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": "indicates the minimal percent of the image that must change between two successive frames in order for motion to be detected (smaller values give a more sensitive detection, but are prone to false positives)."
,"Maksimuma ŝanĝo sojlo": "Maximum Change Threshold"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": "sets the number of pixels changed between frames above which motion is no longer triggered (0 disables the limit)."
,"Aŭtomata sojla agordo": "Automatic Threshold Tuning"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "enable this to automatically adjust the threshold."
,"Aŭtomata bruo-detekto": "Automatic Noise Detection"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "enable this to automatically adjust the noise level."
,"Bruo-nivelo": "Noise Level"
,"Permane agordas la bruan nivelon al fiksita valoro.": "manually sets the noise level to a fixed value."
,"Detekto de lumaj ŝanĝoj": "Light Switch Detection"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": "sets the percentage of the image that needs to change so that the event is treated as a sudden light change instead of motion (0%% disables the function)."
,"Makula filtrilo": "Despeckle Filter"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": "enable this to apply a despeckle filter to frames before detecting motion."
,"Senmovada daŭro": "Motion Gap"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": "sets the number of seconds of silence (i.e. no motion) that mark the end of a motion event."
,"Kaptita Antaŭe": "Captured Before"
,"kadroj": "frames"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": "sets the number of frames to be captured (and included in the movie) before a motion event is detected."
,"Kaptita Post": "Captured After"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": "sets the number of frames to be captured (and included in the movie) after the end of a motion event."
,"Minimumaj movaj kadroj": "Minimum Motion Frames"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": "sets the minimum number of successive motion frames required to start a motion event."
,"Masko": "Mask"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": "enables image masking for a more selective and precise motion detection."
,"Tipo de masko": "Mask Type"
,"Inteligenta": "Smart"
,"Redaktebla": "Editable"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": "the smart option automatically detects regions with regular motion and dynamically builds an internal mask, while the editable mask allows you to manually build it yourself."
,"Inteligenta-maska Malrapideco": "Smart Mask Sluggishness"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": "higher values result in a longer-lasting smart mask with a slower building process."
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "click this button to clear the current mask."
,"Purigi maskon": "Clear Mask"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "click this button to clear the current mask."
,"Montri Kadro-Ŝanĝojn": "Show Frame Changes"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": "if this is enabled, frame changes (number of pixels as well as the changed area) are shown on the video; temporarily enable this option to help adjust the motion detection parameters."
,"Krei debug media files": "Create Debug Media Files"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": "when enabled, creates special movies and pictures that help debugging motion detection problems."
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": "enable this if you want to be notified when motion is detected."
,"Moviĝaj sciigoj": "Motion Notifications"
,"Sendi retpoŝton": "Send An Email"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": "enable this if you want to receive an email whenever a motion event is detected."
,"Retpoŝtadresoj": "Email Addresses"
,"retpoŝtadresoj…": "Email addresses…"
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": "email addresses (separated by comma) that are added here will receive notifications whenever a motion event is detected."
,"Servilo SMTP": "SMTP Server"
,"ekz. smtp.gmail.com": "e.g. smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": "enter the hostname or IP address of your SMTP server (for Gmail use smtp.gmail.com)."
,"SMTP Haveno": "SMTP Port"
,"ekz. 587": "e.g. 587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": "enter the port used by your SMTP server (usually 465 for non-TLS connections and 587 for TLS connections)."
,"SMTP-Konto": "SMTP Account"
,"konto@gmail.com…": "account@gmail.com…"
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "enter your SMTP account (normally your email address)."
,"SMTP Pasvorto": "SMTP Password"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": "enter your SMTP account password (for Gmail use your Google password or an app-specific generated password)."
,"De adreso": "From Address"
,"retpoŝta adreso…": "Email address…"
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": "set a custom From address, if your SMTP service requires one (the first destination email address will be used if left blank)."
,"Uzi TLS": "Use TLS"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "enable this if your SMTP server requires TLS (Gmail needs this to be enabled)."
,"Aldonitaj bildoj tempo-intervalo": "Attached Pictures Time Span"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": "defines the picture search time interval to use when creating email attachments (higher values generate emails with more pictures at the cost of an increased notification delay); set to 0 to disable picture attachments; you must also enable Still Images for this to work."
,"Testi retpoŝto": "Test Email"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": "click this button to test email notifications after you have filled in the required details."
,"Sendu Telegraman Sciigon": "Send Telegram Notification"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": "enable this if you want to receive a telegram message whenever a moving event is detected"
,"HTTP API ĵetono": "HTTP API token"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "Example: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": "By creating the Telegram-Bot chat, you will get an API token that you need to enter here. Click the API button below for a step-by-step guide on how to get your API token. Also be sure to chat with your newly created \"bot\" after your key is generated, to make sure you get messages."
,"Babileja ID": "Chat ID"
,"Ekzemplo: 938272312": "Example: 938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": "Create a new chat to id_chatbot (@id_chatbot) and choose to start. The chat will return the required number for this field."
,"Alkroĉitaj Bildoj Tempo": "Attached Images Time"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": "defines the image search time interval to create telegram attachments (higher values generate more images at the cost of increased notification delay); set to 0 to disable image attachments; you must also enable Still Images for this to work; you will want to play with this number until an image is sent. A good starting number is 30 if you set still images to one motion triggered. For a standard move triggered, set this much lower."
,"API-Informoj": "API Information"
,"Testo": "Test"
,"Alvoki URL": "Call A Web Hook"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": "enable this if you want a URL to be requested whenever a motion event is detected."
,"ekz. http://ekzemplo.com/sciigi/": "e.g. http://example.com/notify/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "a URL to be requested when motion is detected; the following special tokens are accepted: %%Y = year, %%m = month, %%d = day, %%H = hour, %%M = minute, %%S = second, %%q = frame number, %%v = event number"
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": "the HTTP method to use when requesting the web hook URL (the given URL-encoded parameters will in fact be transmitted as indicated here)."
,"Lanĉi komando": "Run A Command"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": "enable this if you want to execute a command whenever a motion event is detected."
,"Komando": "Command"
,"komando…": "Command…"
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "a command to be executed when motion is detected; multiple commands can be separated by a semicolon; don't use semicolons inside commands; the following special tokens are accepted: %%Y = year, %%m = month, %%d = day, %%H = hour, %%M = minute, %%S = second, %%q = frame number, %%v = event number"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": "enable this if you want to execute a command whenever a motion event ends."
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": "a command to be executed when motion event ends; multiple commands can be separated by a semicolon; don't use semicolons inside commands; the following special tokens are accepted: %%Y = year, %%m = month, %%d = date, %%H = hour, %%M = minute, %%S = second, %%q = frame number."
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": "enable this if you want to define a weekly working schedule for motion detection."
,"Laboranta horaro": "Working Schedule"
,"Lundo": "Monday"
,"de": "from"
,"ĝis": "to"
,"Fiksas la labortagan tempintervalon por lundoj.": "sets the working schedule time interval for Mondays."
,"Mardo": "Tuesday"
,"Fiksas la labortagan tempintervalon por mardoj.": "sets the working schedule time interval for Tuesdays."
,"Merkredo": "Wednesday"
,"Fiksas la labortagan tempintervalon por merkredoj.": "sets the working schedule time interval for Wednesdays."
,"Ĵaŭdo": "Thursday"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "sets the working schedule time interval for Thursdays."
,"Vendredo": "Friday"
,"Fiksas la labortagan tempintervalon por vendredoj.": "sets the working schedule time interval for Fridays."
,"Sabato": "Saturday"
,"Fiksas la labortagan tempintervalon por sabatoj.": "sets the working schedule time interval for Saturdays."
,"Dimanĉo": "Sunday"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "sets the working schedule time interval for Sundays."
,"Detekti movadon": "Detect Motion"
,"Dum laborista horaro": "During Working Schedule"
,"Ekster laborista horaro": "Outside Working Schedule"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": "sets whether motion detection should be active during or outside the working schedule."
,"neniam": "never"
,"tago": "day"
,"semajno": "week"
,"monato": "month"
,"jaro": "year"
,"horo": "hour"
,"horoj": "hours"
,"minuto": "minute"
,"minutoj": "minutes"
,"sekundo": "second"
,"minus": "minus"
}
