{"":{"language":"es","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "Señal de interrupción recibida, cerrando…"
,"smb-akcioj postulas radikajn privilegiojn": "los recursos compartidos de SMB requieren privilegios de root"
,"bonvolu instali tornado version 3.1 aŭ pli": "por favor instale tornado versión 3.1 o superior"
,"bonvolu instali jinja2": "por favor instale jinja2"
,"bonvolu instali pillow aŭ PIL": "por favor instale pillow o PIL"
,"bonvolu instali pycurl": "por favor instale pycurl"
,"saluton! ĉi tio estas motionEye-servilo ": "¡hola! este es un servidor motionEye "
,"purigado komenciĝis": "la limpieza comenzó"
,"wsswitch komenciĝis": "wsswitch ha comenzado"
,"taskoj komenciĝis": "tareas iniciadas"
,"mjpg klienta rubo-kolektanto komenciĝis": "El recolector de basura del cliente mjpg ha comenzado"
,"servilo komenciĝis": "servidor iniciado"
,"servilo haltis": "servidor detenido"
,"taskoj haltis": "tareas detenidas"
,"motion haltis": "motion detenido"
,"adiaŭ!": "¡adios!"
,"agordojn": "ajustes"
,"ŝanĝi uzanton": "cambiar usuario"
,"forigi kameraon": "remover la cámara"
,"Apliki": "Aplicar"
,"preferoj de uzanto": "preferencias del usuario"
,"Preferoj": "Preferencias"
,"Aranĝo Kolumnoj": "Columnas de diseño"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "establece el número de columnas utilizadas para organizar las cámaras"
,"Fiksi Kadrojn Vertikale": "Establecer marcos verticalmente"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": "controla si los tiempos de fotogramas se pueden reducir para adaptarse a la ventana verticalmente o no"
,"Aranĝo linioj": "Líneas de diseño"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": "establece el número de líneas utilizadas para organizar las cámaras"
,"kadro-variatoro": "variador de cuadro"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": "reduce la velocidad de fotogramas para ahorrar ancho de banda y tráfico de red (no funciona con cámaras MJPEG simples)"
,"Rezolucio-variatoro": "Variador de resolución"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": "reduce la resolución efectiva de todas las cámaras para ahorrar ancho de banda y tráfico de red (no funciona en cámaras MJPEG simples)"
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "parámetros generales, comunes a todas las cámaras"
,"Ĝeneralaj Agordoj": "Configuraciones generales"
,"Lingvo": "Idioma"
,"la lingvo de la interfaco (du literoj)": "el lenguaje de la interfaz (dos letras)"
,"Administranto": "Administrador"
,"la uzantnomo uzata por agordi la sistemon": "el nombre de usuario utilizado para configurar el sistema"
,"Pasvorto": "Contraseña"
,"pasvorto de administranto": "contraseña de administrador"
,"Observanto": "Observador"
,"la uzantnomo por uzi por la monitorado": "el nombre de usuario a usar para monitorear"
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": "la contraseña del usuario de monitoreo (déjelo en blanco para monitorear sin contraseña)"
,"motionEye Versio": "versión motionEye"
,"Motion Versio": "Versión de movimiento"
,"Operaciumo Versio": "Versión del sistema operativo"
,"Programara Ĝisdatigo": "Actualización de software"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "busca nuevas versiones y realiza actualizaciones"
,"Nutro": "Comida"
,"Fermu": "Cerrar"
,"malŝaltas la sistemon": "apaga el sistema"
,"Rekomencu": "Reiniciar"
,"rekomencas la sistemon": "reiniciar el sistema"
,"Agordo": "Configuracion"
,"Sekurkopio": "Copia de seguridad"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": "crea un archivo con la configuración actual para que pueda guardarlo localmente"
,"Restaŭri": "Restaurar"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": "restaura la configuración de un archivo de respaldo previamente guardado"
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "active esto si desea usar esta cámara"
,"Video-Aparato": "Dispositivo de video"
,"Kamerao Nomo": "Nombre de la cámara"
,"kameraa nomo…": "nombre de la cámara …"
,"alias pri ĉi tiu kamera aparato": "alias en este dispositivo de cámara"
,"Kamerao ID": "ID de cámara"
,"la kamerao identiga numero": "el número de identificación de la cámara"
,"Kamerao aparato": "Dispositivo de la cámara"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": "Dispositivo de entrada (por ejemplo: / dev / video) o URL (por ejemplo: rtsp: //192.168.1.1/stream)"
,"Kamerao Tipo": "Tipo de cámara"
,"Aŭtomata Brilo": "Brillo automático"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": "Permite el brillo automático del software (recomendado solo para cámaras sin brillo automático)"
,"Video-rezolucio": "Resolución de video"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": "la resolución de video (los valores más grandes producen una mejor calidad, pero requieren más potencia de CPU, mayor almacenamiento y ancho de banda)"
,"Larĝeco": "Ancho"
,"enigu kutiman rezolucian larĝon": "ingrese un ancho de resolución personalizado"
,"Alteco": "Altura"
,"enigu kutiman rezolucian altecon": "ingrese una altura de resolución personalizada"
,"Video-Rotacio": "Rotación de video"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": "use esto para girar la imagen capturada si su cámara no está posicionada correctamente"
,"Kadrofrekvenco": "Velocidad de fotogramas"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": "Establece el número de fotogramas capturados por la cámara por segundo (los valores más altos producen videos más suaves pero requieren más potencia de CPU, mayor almacenamiento y ancho de banda)"
,"Privateca masko": "Máscara de privacidad"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": "permite enmascarar imágenes para evitar grabar ciertas áreas de imagen para proteger la privacidad"
,"Redakti maskon": "Editar máscara"
,"Konservi maskon": "Mantener una máscara"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": "haga clic en este botón para habilitar / deshabilitar el editor de máscaras"
,"Ekstraj Elektoj": "Opciones extra"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": "Puede agregar cualquier opción adicional aquí para el demonio \"Motion\" (use el formato \"Valor de nombre\", una opción por línea)"
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "elija dónde y cómo se almacenan sus medios"
,"Stokado de dosieroj": "Almacenamiento de archivos"
,"Stokada Aparato": "Dispositivo de almacenamiento"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": "indica el dispositivo de almacenamiento donde se almacenarán los archivos de imagen y video"
,"Retservilo": "Servidor web"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "la dirección del servidor web (dirección IP o nombre)"
,"SMB Protokolo-Versio": "Versión del protocolo SMB"
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": "seleccione la versión SMB que puede usar (pruebe las diferentes opciones y vea cuál funciona mejor con su NAS)"
,"Kunhava nomo": "Nombre compartido"
,"la nomo de la interŝanĝa reto": "el nombre de la red de intercambio"
,"Uzantnomo": "Nombre de usuario"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": "el nombre de usuario que se proporcionará al acceder al directorio de red (déjelo en blanco si no se requiere nombre de usuario)"
,"Pasvorton": "Contraseña"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": "la contraseña requerida por el directorio de red (déjelo en blanco si no se requiere contraseña)"
,"Radika dosierujo": "Directorio raíz"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": "la ruta raíz (en el dispositivo de almacenamiento seleccionado) donde se almacenarán los archivos"
,"Testi la reton dosierujon": "Probar el directorio de red"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": "haga clic en este botón para probar la conexión de red después de haber completado los detalles requeridos"
,"Uzado de Disko": "Uso del disco"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "el tamaño usado/total del disco donde reside el directorio raíz"
,"Alŝutu Mediajn Dosierojn": "Subir archivos multimedia"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": "active esta opción si desea que sus medios se carguen en un servicio externo"
,"Alŝutu Bildojn": "Subir imágenes"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": "active esta opción si desea que las imágenes se descarguen a un servicio externo"
,"Alŝutu Filmojn": "Subir películas"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": "habilítelo si desea que los videos se carguen en un servicio externo"
,"Alŝuta Servo": "Servicio de carga"
,"Servilo FTP": "Servidor FTP"
,"Servilo SFTP": "Servidor SFTP"
,"Servilo HTTP": "Servidor HTTP"
,"Servilo HTTPS": "Servidor HTTPS"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "seleccione un servicio al que se cargarán los archivos multimedia"
,"Servila Adreso": "Dirección del servidor"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": "el nombre de dominio o la dirección IP del servidor (por ejemplo, ftp.example.com o 192.168.1.3)"
,"Servila haveno": "Puerto del servidor"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": "el puerto a usar para conectarse al servicio (deje este campo en blanco para usar el valor predeterminado)"
,"Metodo": "Método"
,"la HTTP-metodo uzi por alŝuti dosierojn": "El método HTTP a utilizar para cargar archivos"
,"Finpunkto URL": "URL de punto final"
,"La kompleta URL al la alŝuta servila finpunkto:": "La URL completa al punto final del servidor de carga:"
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "Para S3: p. http://my.minio:9000. ¡Déjalo vacío para AWS!"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "Para WebDav: p. https://my.cloud/remote.php/dav/files/me/"
,"Loko": "Ubicación"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": "el lugar (ruta raíz) donde se deben cargar los medios (p. ej. / files / cam1 /)"
,"Inkluzivi Subdosierujojn": "Incluir subcarpetas"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": "Active esto para descargar archivos multimedia con sus subdirectorios, en lugar de colocarlos directamente en la ubicación raíz"
,"Purigi la nubon": "Limpiar la nube"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": "habilite esto para eliminar archivos multimedia cargados en la nube también cuando los medios locales se eliminen de acuerdo con la configuración de persistencia de archivos. Actualmente esta opción solo está disponible para gdrive."
,"la uzantnomo por la alŝuta servo-konto": "el nombre de usuario para la cuenta del servicio de carga"
,"la pasvorto por la alŝuta servo-konto": "la contraseña para la cuenta del servicio de carga"
,"Rajtiga ŝlosilo": "Clave de autorización"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "la clave utilizada para autenticarse con el servicio de carga (generalmente solo se requiere durante la configuración)"
,"Akiri ŝlosilon": "Conseguir una llave"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "haga clic aquí para obtener el servicio de autorización de claves"
,"Access Key": "Llave de acceso"
,"The AWS access key used to authenticate with the upload service": "La clave de acceso AWS utilizada para autenticar con el servicio de carga"
,"Sekreta Alira Ŝlosilo": "Clave de acceso secreta"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "la clave de acceso secreta de AWS utilizada para autenticarse con el servicio de carga (generalmente se requiere solo durante la configuración)"
,"Sitelo": "Cubeta"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": "el nombre del depósito S3 para el servicio de carga (generalmente se requiere solo durante la configuración)"
,"Testi la servon": "Probar el servicio"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": "haga clic en este botón para probar el servicio de carga después de haber completado los detalles requeridos"
,"alvoki URL": "invocar una URL"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": "habilítelo si desea solicitar una URL después de crear un archivo multimedia"
,"Reteja URL": "URL del sitio web"
,"ekz. http://example.com/notify/": "p. http://example.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": "URL para transmitir cuando se detecta movimiento; Se aceptan los siguientes accesos directos especiales: %% Y = año, %% m = mes, %% d = día, %% H = hora, %% M = minuto, %% S = segundo, %% q = número de fotograma, %% v = número de evento, %% f = ruta del archivo"
,"Metodo HTTP": "Método HTTP"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": "el método HTTP que se debe utilizar al solicitar una URL de enlace de red (los parámetros codificados con URL dados se entregarán realmente como se indica aquí)"
,"Kuri Komando": "Ejecutar comando"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": "habilítelo si desea ejecutar un comando después de crear un archivo multimedia"
,"Ordono": "Orden"
,"ordono…": "Pedido ..."
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": "Comando que se ejecutará después de crear un archivo multimedia. Varios comandos pueden estar separados por un punto y coma; no use punto y coma en los comandos; Se aceptan los siguientes tokens especiales: %% Y = año, %% m = mes, %% d = día, %% H = hora, %% M = minuto, %% S = segundo, %% q = número de fotograma, %% v = número de evento, %% f = ruta del archivo"
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "seleccione qué información se muestra en los cuadros capturados"
,"Teksto Superkovrita": "Superposición de texto"
,"Maldekstra Teksto": "Texto izquierdo"
,"Tempostampo": "Sello de tiempo"
,"Propra Teksto": "Texto personalizado"
,"Malebligita": "Discapacitados"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": "Establece el texto que se muestra en las películas y las imágenes, en la esquina inferior izquierda"
,"propra teksto…": "Texto personalizado…"
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "Define texto izquierdo personalizado; Se aceptan los siguientes tokens especiales: %% Y = año, %% m = mes, %% d = día, %% H = hora, %% M = minuto, %% S = segundo, %% q = número de fotograma, %% v = número de evento, %% T = HH: MM: SS, \\n = nueva línea"
,"Dekstra Teksto": "Texto a la derecha"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": "Establece el texto que se muestra en las películas y las imágenes, en la esquina inferior derecha"
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "Define texto derecho personalizado; Se aceptan los siguientes tokens especiales: %% Y = año, %% m = mes, %% d = día, %% H = hora, %% M = minuto, %% S = segundo, %% q = número de fotograma, %% v = número de evento, %% T = HH: MM: SS, \\n = nueva línea"
,"Teksta Skalo": "Escala de texto"
,"Difinas la grandecon de la superkovrita teksto": "Define el tamaño del texto superpuesto"
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "Habilítelo si desea una transmisión de video para esta cámara"
,"Videofluo": "Transmisión de video"
,"Framo frekvencon": "Frecuencia de cuadro"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "Establece el número de cuadros transmitidos por segundo en la transmisión en vivo."
,"Flua Kvalito": "Calidad de flujo"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": "Sintonice la calidad de transmisión en vivo (los valores más altos producen una mejor calidad de video pero requieren más ancho de banda)."
,"Bilda Redimensionado": "Cambio de tamaño de imagen"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": "Cuando se activa, las imágenes se redimensionan antes de enviarse al navegador (deshabilítelas cuando se ejecutan en una CPU lenta)."
,"Flua rezolucio": "Resolución de flujo"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": "la resolución dada como un porcentaje de la resolución del dispositivo de video (los valores más altos producen una mejor calidad de video pero requieren más ancho de banda)"
,"Flua haveno": "Puerto de flujo"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "configura el puerto TCP en el que escucha el servidor web"
,"Aŭtentiga reĝimo": "Modo de autenticación"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": "el método de autenticación utilizado por la transmisión (elija 'Bazic' en lugar de 'Digest' si encuentra problemas con programas de terceros); se utilizarán verificaciones de acreditación"
,"Movado-Optimigo": "Optimización de movimiento"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": "habilítelo si desea una velocidad de fotogramas más baja para el flujo de entrega cuando no se detecta movimiento"
,"Utilaj URLoj": "URL útiles"
,"Instantara URL": "URL instantánea"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": "Una URL que proporciona una imagen JPEG con la última captura de la cámara"
,"Flua URL": "URL de flujo"
,"URL kiu provizas MJPEG-fluon de la kamerao": "Una URL que proporciona flujo MJPEG desde la cámara"
,"Enigita URL": "URL de entrada"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": "Una URL que proporciona un documento HTML mínimo que contiene el marco de la cámara, listo para ser incrustado"
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "Habilítelo si desea capturar imágenes estáticas."
,"Kaptitaj Bildoj": "Imágenes capturadas"
,"Nomo Bildo-Dosiero": "Nombre de archivo de imagen"
,"dosiernomo ŝablono…": "Plantilla de nombre de archivo ..."
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "Define la plantilla de nombre para archivos JPEG; Se aceptan los siguientes tokens especiales: %% Y = año, %% m = mes, %% d = día, %% H = hora, %% M = minuto, %% S = segundo, %% q = número de fotograma, %% v = número de evento, / = subdirectorio."
,"Bildkvalito": "Calidad de imagen"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": "establece la calidad de imagen JPEG (los valores más altos producen una mejor calidad de imagen pero requieren más almacenamiento)"
,"Kaptila reĝimo": "Modo de captura"
,"Moviĝa deĉenigo": "Activador de movimiento"
,"Moviĝa deĉenigo (Unu bildo)": "Activador de movimiento (una imagen)"
,"Intertempe": "Mientras tanto"
,"Ĉiuj bildoj": "Todas las fotos"
,"Mane": "Melena"
,"Difinas la kapta reĝimon:": "Define el modo de captura:"
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": "Activador de movimiento = imagen capturada cada vez que se detecta movimiento,"
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "Mientras tanto = imagen capturada cada x segundos,"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "Todas las imágenes = guardar cada cuadro en un archivo de imagen,"
,"Mane = mana kapto kun dediĉita butono.": "Mane = captura de mano con un botón dedicado."
,"Interkapto-Intervalo": "Intervalo de intercepción"
,"sekundoj": "segundos"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "establece el intervalo (en segundos) para las instantáneas"
,"Konservi bildojn": "Guardar imágenes"
,"Dum unu tago": "Por un dia"
,"Dum unu semajno": "Por una semana"
,"Dum unu monato": "Por un mes"
,"Dum unu jaro": "Por un año"
,"Porĉiame": "Por siempre"
,"Propra": "Personalizado"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": "Las imágenes anteriores a la duración definida se eliminan automáticamente para liberar espacio de almacenamiento."
,"Bildaj Vivdaŭro": "Picture Lifetime"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "Define el número de días después de los cuales las imágenes se eliminarán automáticamente."
,"Ebligu manaj kaptoj": "Habilitar capturas de mano"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": "Cuando está activado, un botón en el marco de la cámara le permitirá tomar capturas manualmente."
,"ebligu ĉi tion, se vi volas registri filmojn": "habilítelo si quieres grabar películas"
,"Filmoj": "Peliculas"
,"Filma Dosiernomo": "Nombre de archivo de película"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "Define la plantilla de nombre para los archivos de película; Se aceptan los siguientes tokens especiales: %% Y = año, %% m = mes, %% d = día, %% H = hora, %% M = minuto, %% S = segundo, %% q = número de fotograma, %% v = número de evento, / = subdirectorio."
,"Rekta kopia filmeto": "Copia directa de video"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": "Crea películas directamente desde la cámara. Esta opción debería reducir el uso de la CPU pero aumentar las demandas de memoria. No se realiza el procesamiento de imágenes, por lo que los textos se superponen, las máscaras de privacidad, etc. no estará en el video resultante."
,"Filmformato": "Formato de película"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": "Personaliza el archivo de película; no todos los formatos están garantizados para funcionar en todos los sistemas; si tiene dudas, pruebe cada formato y elija el que mejor funcione con su video."
,"Filma Kvalito": "Calidad de la película"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": "Establece la calidad de video MPEG (los valores más altos producen una mejor calidad de video pero requieren más almacenamiento)."
,"Rekorda reĝimo": "Modo de grabación"
,"Kontinua registrado": "Grabación continua"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": "Establece el modo de grabación: Motion Trigger = nueva película creada cada vez que se detecta movimiento, Grabación continua = un archivo de película grande."
,"Maksimuma filma daŭro": "Duración máxima de la película"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": "Establece la duración máxima de películas en segundos; si el evento de movimiento dura más, se crea un nuevo archivo de película; use 0 para longitud ilimitada."
,"Konservi filmojn": "Guardar películas"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": "Las películas anteriores a la duración establecida se eliminan automáticamente para liberar el almacenamiento."
,"Filmoj Vivdaŭro": "Películas de por vida"
,"tagoj": "dias"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "Establece el número de días después de los cuales las películas se eliminarán automáticamente."
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "Actívelo para usar y configurar el dispositivo para detectar movimiento."
,"Movado-Detekto": "Detección de movimiento"
,"Kadra ŝanĝo sojlo": "Umbral de cambio de marco"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": "Indica el porcentaje mínimo de la imagen que debe cambiar entre dos cuadros sucesivos para detectar movimiento (los valores más pequeños dan una detección más sensible, pero tienden a falsos positivos)."
,"Maksimuma ŝanĝo sojlo": "Umbral de cambio máximo"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": "Establece el número de píxeles que se han cambiado entre fotogramas sobre los cuales ya no se activa un desplazamiento (0 deshabilita el borde)."
,"Aŭtomata sojla agordo": "Ajuste automático de umbral"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "Habilite esto para ajustar automáticamente el umbral."
,"Aŭtomata bruo-detekto": "Detección automática de ruido"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "Habilite esto para ajustar automáticamente el nivel de ruido."
,"Bruo-nivelo": "Nivel de ruido"
,"Permane agordas la bruan nivelon al fiksita valoro.": "Establece permanentemente el nivel de ruido en un valor establecido."
,"Detekto de lumaj ŝanĝoj": "Detección de cambios de luz"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": "Define el porcentaje de la imagen que debe cambiarse para que el evento se trate como un cambio repentino de luz en lugar de movimiento (0 %% deshabilita la función)."
,"Makula filtrilo": "Filtro de manchas"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": "Habilite esto aplicando un filtro de punto a los cuadros antes de la detección de movimiento."
,"Senmovada daŭro": "Movimiento continuo"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": "Establece el número de segundos de silencio (es decir, sin movimiento) que marca el final de un evento de movimiento."
,"Kaptita Antaŭe": "Atrapado antes"
,"kadroj": "marcos"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": "Establece el número de fotogramas capturados (e incluidos en la película) antes de que se detecte un incidente de movimiento."
,"Kaptita Post": "Atrapado después"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": "Establece el número de fotogramas que se capturarán (y se incluirán en la película) después del final de un evento de movimiento."
,"Minimumaj movaj kadroj": "Marcos de movimiento mínimo"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": "Establece el número mínimo de cuadros de movimiento sucesivos necesarios para iniciar un evento de movimiento."
,"Masko": "Mascara"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": "Permite el enmascaramiento de imágenes para una detección de movimiento más selectiva y precisa."
,"Tipo de masko": "Tipo de máscara"
,"Inteligenta": "Inteligente"
,"Redaktebla": "Editable"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": "La opción Inteligente detecta automáticamente las regiones con movimiento regular y crea dinámicamente una máscara interna, mientras que la opción Editable le permite construirla usted mismo manualmente."
,"Inteligenta-maska Malrapideco": "Lentitud de máscara inteligente"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": "Los valores más altos dan una máscara más duradera con un proceso de construcción más lento."
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "Haga clic en este botón para habilitar / deshabilitar el editor de máscaras."
,"Purigi maskon": "Mascarilla limpia"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "Haga clic en este botón para vaciar la máscara actual."
,"Montri Kadro-Ŝanĝojn": "Mostrar cambios de marco"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": "Si está activo, los cambios en la imagen (número de píxeles y el área modificada) se muestran en el video; habilítelo temporalmente para ajustar la configuración de detección de movimiento."
,"Krei debug media files": "Crear archivos multimedia de depuración"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": "Cuando esté habilitado, cree películas e imágenes especiales que ayuden a depurar problemas de detección de movimiento."
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": "Habilítelo si desea recibir una notificación cuando se detecte movimiento."
,"Moviĝaj sciigoj": "Notificaciones de movimiento"
,"Sendi retpoŝton": "Enviar un correo electrónico"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": "Active esta opción si desea recibir un correo electrónico cada vez que se detecte un incidente de movimiento."
,"Retpoŝtadresoj": "Direcciones de correo electrónico"
,"retpoŝtadresoj…": "Correos electrónicos…"
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": "Las direcciones de correo electrónico (separadas por comas) agregadas aquí recibirán notificaciones cada vez que se detecte un incidente de movimiento."
,"Servilo SMTP": "Servidor SMTP"
,"ekz. smtp.gmail.com": "p. smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": "Ingrese el nombre de host o la dirección IP de su servidor SMTP (para usar Gmail smtp.gmail.com)."
,"SMTP Haveno": "Puerto SMTP"
,"ekz. 587": "p. 587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": "Ingrese el puerto utilizado por su servidor SMTP (generalmente 465 para conexiones que no son TLS y 587 para conexiones TLS)."
,"SMTP-Konto": "Cuenta SMTP"
,"konto@gmail.com…": "cuenta@gmail.com…"
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "Ingrese su cuenta SMTP (generalmente su dirección de correo electrónico)."
,"SMTP Pasvorto": "Contraseña SMTP"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": "Ingrese su contraseña SMTP (para Gmail use su contraseña de Google o la contraseña generada por la aplicación)."
,"De adreso": "De la dirección"
,"retpoŝta adreso…": "Dirección de correo electrónico…"
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": "Establezca una dirección de origen personalizada si su servicio SMTP requiere una (la primera dirección de correo electrónico de destino se usará si se deja en blanco)."
,"Uzi TLS": "Use TLS"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "Habilite esto si su servidor SMTP requiere TLS (Gmail requiere que esto esté habilitado)."
,"Aldonitaj bildoj tempo-intervalo": "Intervalo de tiempo de imágenes agregadas"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": "Define el intervalo de búsqueda de tiempo para usar al crear enlaces de correo electrónico (los valores más altos generan correos electrónicos con más imágenes a expensas de una mayor notificación de aplazamiento); se establece en 0 para deshabilitar las imágenes agregadas; también necesita tener \"Capturar imágenes\" habilitado para que esto funcione."
,"Testi retpoŝto": "Correo electrónico de prueba"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": "Haga clic en este botón para probar las notificaciones por correo electrónico después de haber completado los detalles requeridos."
,"Sendu Telegraman Sciigon": "Enviar notificación de telegrama"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": "habilítelo si desea recibir un mensaje de telegrama cada vez que se detecte un evento en movimiento"
,"HTTP API ĵetono": "Token de API HTTP"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "Ejemplo: 93847672: AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": "Al crear el chat Telegram-Bot, obtendrá un tokens API que necesita ingresar aquí. Haga clic en el botón API a continuación para obtener una guía paso a paso sobre cómo obtener sus tokens API. También asegúrese de chatear con su \"bot\" recién creado después de generar su clave, para asegurarse de recibir mensajes."
,"Babileja ID": "ID de chat"
,"Ekzemplo: 938272312": "Ejemplo: 938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": "Cree un nuevo chat para id_chatbot (@id_chatbot) y elija comenzar. El chat devolverá el número requerido para este campo."
,"Alkroĉitaj Bildoj Tempo": "Tiempo de imágenes adjuntas"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": "define el intervalo de tiempo de búsqueda de imágenes para crear archivos adjuntos de telegramas (los valores más altos generan más imágenes a costa de un mayor retraso de notificación); establecer en 0 para deshabilitar los archivos adjuntos de imágenes; también debe habilitar las imágenes fijas para que esto funcione; querrás jugar con este número hasta que se envíe una imagen. Un buen número de inicio es 30 si configura las imágenes fijas en un movimiento activado. Para un movimiento estándar activado, establezca este valor mucho más bajo."
,"API-Informoj": "Información API"
,"Testo": "Prueba"
,"Alvoki URL": "Invocar URL"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": "Habilítelo si desea que se solicite una URL cada vez que se detecte un evento de movimiento."
,"ekz. http://ekzemplo.com/sciigi/": "p. http://example.com/search/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "URL que se solicitará cuando se detecte movimiento; Se aceptan los siguientes accesos directos especiales: %% Y = año, %% m = mes, %% d = día, %% H = hora, %% M = minuto, %% S = segundo, %% q = número de fotograma , %% v = número de evento"
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": "El método HTTP que se debe usar al solicitar una URL (los parámetros de URL proporcionados se entregarán como se indica aquí)."
,"Lanĉi komando": "Lanzar un comando"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": "Habilítelo si desea ejecutar un comando cada vez que se detecte un evento de movimiento."
,"Komando": "Comando"
,"komando…": "Comando…"
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "Comando que se lanzará cuando se detecte movimiento; múltiples comandos pueden estar separados por dos puntos; no use punto y coma con comandos; Se aceptan los siguientes tokens especiales: %% Y = año, %% m = mes, %% d = día, %% H = hora, %% M = minuto, %% S = segundo, %% q = número de fotograma , %% v = número de evento"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": "Habilítelo si desea iniciar un comando cada vez que finaliza un evento en movimiento."
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": "Comando que se lanzará cuando finalice el evento de movimiento; múltiples comandos pueden estar separados por dos puntos; no use puntos coms con comandos; Se aceptan los siguientes tokens especiales: %% Y = año, %% m = mes, %% d = fecha, %% H = hora, %% M = minuto, %% S = segundo, %% q = número de fotograma."
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": "Habilítelo si desea establecer un horario semanal para la detección de movimiento."
,"Laboranta horaro": "Horario de trabajo"
,"Lundo": "Lunes"
,"de": "de"
,"ĝis": "hasta"
,"Fiksas la labortagan tempintervalon por lundoj.": "Establece el rango de tiempo del día laboral para los lunes."
,"Mardo": "Martes"
,"Fiksas la labortagan tempintervalon por mardoj.": "Establece el rango de tiempo del día laboral para los martes."
,"Merkredo": "Miercoles"
,"Fiksas la labortagan tempintervalon por merkredoj.": "Establece el rango de tiempo del día laboral para los miércoles."
,"Ĵaŭdo": "Jueves"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "Establece el rango de tiempo del día laboral para los jueves."
,"Vendredo": "Viernes"
,"Fiksas la labortagan tempintervalon por vendredoj.": "Establece el rango de tiempo del día laboral para los viernes."
,"Sabato": "Sabado"
,"Fiksas la labortagan tempintervalon por sabatoj.": "Establece el rango de tiempo del día laboral para los sábados."
,"Dimanĉo": "Domingo"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "Establece el rango de días laborables para los domingos."
,"Detekti movadon": "Detectar movimiento"
,"Dum laborista horaro": "Durante las horas de trabajo"
,"Ekster laborista horaro": "Fuera del horario laboral"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": "Define si la detección de movimiento debe estar activa durante o fuera del horario laboral."
,"neniam": "nunca"
,"tago": "día"
,"semajno": "semana"
,"monato": "mes"
,"jaro": "año"
,"horo": "hora"
,"horoj": "horas"
,"minuto": "minuto"
,"minutoj": "minutos"
,"sekundo": "segundo"
,"minus": "menos"
}
