{"":{"language":"sk","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "Prijatý signál prerušenia, zatváram…"
,"smb-akcioj postulas radikajn privilegiojn": "zdieľanie cez smb protokol vyžaduje oprávnenia roota"
,"bonvolu instali tornado version 3.1 aŭ pli": "nainštalujte, prosím, tornado verzie 3.1 alebo novšej"
,"bonvolu instali jinja2": "prosím, nainštalujte jinja2"
,"bonvolu instali pillow aŭ PIL": "prosím, nainštalujte pillow alebo PIL"
,"bonvolu instali pycurl": "prosím, nainštalujte pycurl"
,"saluton! ĉi tio estas motionEye-servilo ": "ahoj! toto je server motionEye "
,"purigado komenciĝis": "čistenie bolo spustené"
,"wsswitch komenciĝis": "wsswitch bol spustený"
,"taskoj komenciĝis": "úlohy boli spustené"
,"mjpg klienta rubo-kolektanto komenciĝis": "mjpg customer garbage collector bol spustený"
,"servilo komenciĝis": "server bol spustený"
,"servilo haltis": "server bol zastavený"
,"taskoj haltis": "úlohy boli zastavené"
,"motion haltis": "motion bol zastavený"
,"adiaŭ!": "dovidenia!"
,"agordojn": "nastavenia"
,"ŝanĝi uzanton": "prepnúť používateľa"
,"forigi kameraon": "odstrániť kameru"
,"Apliki": "Použiť"
,"preferoj de uzanto": "predvoľby používateľa"
,"Preferoj": "Predvoľby"
,"Aranĝo Kolumnoj": "Rozloženie stĺpcov"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "určuje počet stĺpcov, v ktorých sú zobrazované výstupy z kamier"
,"Fiksi Kadrojn Vertikale": "Zmenšiť náhľady zvisle"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": "ovláda, či sa majú veľkosti náhľadov zmenšiť tak, aby sa zmenšili do okna alebo nie"
,"Aranĝo linioj": "Rozloženie riadkov"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": "určuje počet riadkov, v ktorých sú zobrazované výstupy z kamier"
,"kadro-variatoro": "Tlmič snímkovej frekvencie"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": "zníži globálnu snímkovú frekvenciu, aby sa tak nezaťažovala sieť (nefunguje s jednoduchými MJPEG kamerami)"
,"Rezolucio-variatoro": "Tlmič rozlíšenia"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": "zníži skutočné rozlíšenie všetkých kamier, čím sa predchádza zaťaženiu siete (nefunguje s jednoduchými MJPEG kamerami)"
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "všeobecné nastavenia, spoločné pre všetky kamery"
,"Ĝeneralaj Agordoj": "Všeobecné nastavenia"
,"Lingvo": "Jazyk"
,"la lingvo de la interfaco (du literoj)": "Jazyk rozhrania (dve písmená)"
,"Administranto": "Účet administrátora"
,"la uzantnomo uzata por agordi la sistemon": "meno používateľa používané pri konfigurovaní systému"
,"Pasvorto": "Heslo"
,"pasvorto de administranto": "heslo administrátora"
,"Observanto": "Účet dohľadu"
,"la uzantnomo por uzi por la monitorado": "meno používateľa pre videodohľad"
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": "heslo používateľa vykonávajúceho dohľad (ponechajte prázdne pre účet bez hesla)"
,"motionEye Versio": "Verzia motionEye"
,"Motion Versio": "Verzia Motion"
,"Operaciumo Versio": "Verzia OS"
,"Programara Ĝisdatigo": "Softvérová aktualizácia"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "skontroluje dostupnosť novšej verzie a vykoná aktualizáciu"
,"Nutro": "Napájanie"
,"Fermu": "Vypnúť"
,"malŝaltas la sistemon": "vypne systém"
,"Rekomencu": "Reštartovať"
,"rekomencas la sistemon": "reštartuje systém"
,"Agordo": "Nastavenia"
,"Sekurkopio": "Zálohovať"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": "vytvorí súbor s aktuálnym nastavením, ktorý si môžete uložiť"
,"Restaŭri": "Obnoviť"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": "obnoví konfiguráciu zo súboru so zálohou vytvorenou v minulosti"
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "zapnite túto voľbu, ak chcete použiť toto kamerové zariadenie"
,"Video-Aparato": "Zariadenie videa"
,"Kamerao Nomo": "Názov kamery"
,"kameraa nomo…": "Názov kamery…"
,"alias pri ĉi tiu kamera aparato": "prezývka tohto kamerového zariadenia"
,"Kamerao ID": "ID kamery"
,"la kamerao identiga numero": "identifikačné číslo kamery"
,"Kamerao aparato": "Kamerové zariadenie"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": "Vstupné zariadenie (napr. /dev/video) alebo URL adresa (napr. rtsp://192.168.1.1/stream)"
,"Kamerao Tipo": "Typ kamery"
,"Aŭtomata Brilo": "Automatický jas"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": "povolí automatický softvérový jas (odporúčané iba pre kamery bez automatického jasu)"
,"Video-rezolucio": "Rozlíšenie videa"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": "rozlíšenie videa (vyššie hodnoty znamenajú vyššiu kvalitu, ale vyžadujú viac procesorového času, viac priestoru na úložisku a rýchlejšiu sieť)"
,"Larĝeco": "Šírka"
,"enigu kutiman rezolucian larĝon": "zadajte vlastnú hodnotu pre rozlíšenie šírky"
,"Alteco": "Výška"
,"enigu kutiman rezolucian altecon": "zadajte vlastnú hodnotu pre rozlíšenie výšky"
,"Video-Rotacio": "Otočenie videa"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": "použite túto voľbu na otočenie zaznamenaného obrazu, ak vaša kamera nemá správnu orientáciu"
,"Kadrofrekvenco": "Snímková frekvencia"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": "nastavuje počet snímkov za sekundu zaznamenaných kamerou (vyššie hodnoty znamenajú plynulejšie videá, ale vyžadujú viac procesorového času, väčšie úložisko a vyššiu priepustnosť siete)"
,"Privateca masko": "Maska súkromia"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": "zapne maskovanie obrázka, ktorý vám umožní nastaviť časti obrázka, ktoré sa nebudú nahrávať za účelom ochranu súkromia"
,"Redakti maskon": "Upraviť masku"
,"Konservi maskon": "Uložiť masku"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": "kliknite na toto tlačidlo na zapnutie/vypnutie editora masky"
,"Ekstraj Elektoj": "Ďalšie voľby"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": "sem môžete pridať všetky ďalšie voľby pre démon „Motion“ (použite formát „Názov hodnoty“, jedna možnosť na riadok)"
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "vyberte kam a ako budú multimédiá ukladané"
,"Stokado de dosieroj": "Úložisko súborov"
,"Stokada Aparato": "Zariadenie úložiska"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": "vyberá, na ktoré zariadenie úložiska budú obrázky a video súbory ukladané"
,"Retservilo": "Sieťový server"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "adresa sieťového servera (IP adresa alebo meno hostiteľa)"
,"SMB Protokolo-Versio": "Verzia protokolu SMB"
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": "vyberá verziu protokolu SMB, ktorý sa má použiť (vyskúšajte rôzne možnosti a zistite, ktorá funguje najlepšie s vašim systémom NAS)"
,"Kunhava nomo": "Názov zdieľania"
,"la nomo de la interŝanĝa reto": "názov sieťového zdieľania"
,"Uzantnomo": "Meno používateľa pre zdieľanie"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": "meno používateľa, ktoré je potrebné zadať pre prístup ku zdieľanému prostriedku (nechajte prázdne, ak sa zadávanie mena nevyžaduje)"
,"Pasvorton": "Heslo pre zdieľanie"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": "heslo vyžadované sieťovým zdieľaním (nechajte prázdna, ak zadanie hesla nie je potrebné)"
,"Radika dosierujo": "Koreňový adresár"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": "cesta ku koreňu (na vybranom zariadení úložiska), kam budú súbory ukladané"
,"Testi la reton dosierujon": "Otestovať zdieľanie"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": "kliknite na toto tlačidlo na otestovanie pripojenia ku zdieľanému prostriedku po tom, ako ste vyplnili všetky potrebné polia"
,"Uzado de Disko": "Využitie disku"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "použitá/celková veľkosť disku, na ktorom sa nachádza koreňový adresár"
,"Alŝutu Mediajn Dosierojn": "Nahrávať multimediálne súbory"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": "zapnite túto voľbu, ak chcete aby sa multimediálne súbory nahrávali na externú službu"
,"Alŝutu Bildojn": "Nahrávať obrázky"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": "zapnite túto voľbu, ak chcete aby sa obrázky nahrávali na externú službu"
,"Alŝutu Filmojn": "Nahrávať videá"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": "zapnite túto voľbu, ak chcete aby sa videá nahrávali na externú službu"
,"Alŝuta Servo": "Nahrávacia služba"
,"Servilo FTP": "Server FTP"
,"Servilo SFTP": "Server SFTP"
,"Servilo HTTP": "Server HTTP"
,"Servilo HTTPS": "Server HTTPS"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "vyberte službu, na ktorú sa majú nahrávať multimediálne súbory"
,"Servila Adreso": "Adresa servera"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": "názov domény alebo IP adresa servera (napr. ftp.priklad.com alebo 192.168.1.3)"
,"Servila haveno": "Port"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": "port, ktorý sa použije pre pripojenie k službe (nechajte prázdne, ak chcete použiť predvolenú hodnotu)"
,"Metodo": "Metóda"
,"la HTTP-metodo uzi por alŝuti dosierojn": "HTTP metóda, ktorá sa použije pri nahrávaní súborov"
,"Finpunkto URL": "Koncová adresa URL"
,"La kompleta URL al la alŝuta servila finpunkto:": "Kompletná adresa URL koncového bodu upload servera:"
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "Pre S3: napr. http://my.minio:9000. Nechajte prázdne pre AWS!"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "Pre WebDav: napr. https://my.cloud/remote.php/dav/files/me/"
,"Loko": "Umiestnenie"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": "umiestnenie (cesta ku koreňu), kam majú byť multimediálne súbory nahraté (napr. /subory/cam1/)"
,"Inkluzivi Subdosierujojn": "Vrátane podpriečinkov"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": "zapnite túto voľbu pre nahranie multimediálnych súborov spolu s podpriečinkami miesto ich umiestnenia priamo do koreňového umiestnenia."
,"Purigi la nubon": "Vyčistiť cloud"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": "zapnite túto voľbu na odstránenie multimediálnych súborov v cloude vždy, keď sa na základe nastavení životnosti odstraňujú miestne súbory. Aktuálne je táto možnosť dostupná len pre gdrive."
,"la uzantnomo por la alŝuta servo-konto": "meno používateľa účtu nahrávacej služby"
,"la pasvorto por la alŝuta servo-konto": "heslo k účtu nahrávacej služby"
,"Rajtiga ŝlosilo": "Kľúč pre autorizáciu"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "kľúč použitý na overenie voči nahrávacej službe (štandardne vyžadované len pri úvodnom nastavovaní)"
,"Akiri ŝlosilon": "Získať kľúč"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "kliknite sem a získajte tak autorizačný kľúč služby"
,"Access Key": "Prístupový kľúč"
,"The AWS access key used to authenticate with the upload service": "Prístupový kľúč AWS použitý na autentifikáciu so službou nahrávania"
,"Sekreta Alira Ŝlosilo": "Tajný prístupový kľúč"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "tajný prístupový kľúč AWS na overenie voči nahrávacej službe (štandardne vyžadované len pri úvodnom nastavovaní)"
,"Sitelo": "Bucket"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": "meno S3 bucketu nahrávacej služby (štandardne vyžadované len pri úvodnom nastavovaní)"
,"Testi la servon": "Otestovať službu"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": "kliknite na toto tlačidlo na otestovanie nahrávacej služby po tom, ako vyplníte požadované polia"
,"alvoki URL": "Zavolať webový hook"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": "zapnite túto voľbu, ak chcete po vytvorení multimediálneho súboru vytvoriť požiadavku na URL adresu"
,"Reteja URL": "URL adresa webového hooku"
,"ekz. http://example.com/notify/": "napr. http://priklad.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": "URL adresa, na ktorú bude odoslaná požiadavka pri zistení pohybu; akceptované sú nasledovné špeciálne značky:  %%Y = rok, %%m = mesiac, %%d = deň, %%H = hodina, %%M = minúta, %%S = sekunda, %%q = číslo snímky, %%v = číslo udalosti, %%f = cesta k súboru"
,"Metodo HTTP": "Metóda HTTP"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": "HTTP metóda, ktorá sa použije pre požiadavku na URL adresu webového hooku (zadané parametre v URL-kódovaní budú v skutočnosti prenesené tu uvedeným spôsobom)."
,"Kuri Komando": "Spustiť príkaz"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": "zapnite túto voľbu, ak chcete, aby sa po vytvorení multimediálneho súboru spustil príkaz"
,"Ordono": "Príkaz"
,"ordono…": "Objednať…"
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": "príkaz, ktorý sa spustí po vytvorení multimediálneho súboru; môžete zadať viacero príkazov oddelených bodkočiarkou; nepoužívajte bodkočiarky vo vnútri príkazov; akceptované sú nasledovné špeciálne značky:  %%Y = rok, %%m = mesiac, %%d = deň, %%H = hodina, %%M = minúta, %%S = sekunda, %%q = číslo snímky, %%v = číslo udalosti, %%f = cesta k súboru"
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "vyberte, aká informácia sa má zobraziť na zachytených snímkach"
,"Teksto Superkovrita": "Prekrytie textom"
,"Maldekstra Teksto": "Text vľavo"
,"Tempostampo": "Časová značka"
,"Propra Teksto": "Vlastný text"
,"Malebligita": "Vypnuté"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": "nastaví text zobrazený na videách a obrázkoch v ľavom spodnom rohu"
,"propra teksto…": "Vlastný text…"
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "nastaví vlastný text vľavo; akceptované sú nasledovné špeciálne značky:  %%Y = rok, %%m = mesiac, %%d = deň, %%H = hodina, %%M = minúta, %%S = sekunda, %%q = číslo snímky, %%v = číslo udalosti, %%T = HH: MM: SS, \\n = nový riadok"
,"Dekstra Teksto": "Text vpravo"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": "nastaví text zobrazený na videách a obrázkoch v pravom spodnom rohu"
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "nastaví vlastný text vpravo; akceptované sú nasledovné špeciálne značky:  %%Y = rok, %%m = mesiac, %%d = deň, %%H = hodina, %%M = minúta, %%S = sekunda, %%q = číslo snímky, %%v = číslo udalosti, %%T = HH: MM: SS, \\n = nový riadok"
,"Teksta Skalo": "Mierka textu"
,"Difinas la grandecon de la superkovrita teksto": "nastavuje veľkosť textu prekrytia"
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "zapnite túto voľbu, ak chcete streamovať video z kamery"
,"Videofluo": "Streamovanie videa"
,"Framo frekvencon": "Frekvencia snímok"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "nastaví počet snímok prenesených každú sekundu počas živého streamovania."
,"Flua Kvalito": "Kvalita streamu"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": "nastavuje kvalitu live streamu (vyššie hodnoty znamenajú lepšiu kvalitu videa, ale vyžadujú vyššiu priepustnosť)."
,"Bilda Redimensionado": "Zmena veľkosti obrazu pri streamovaní"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": "ak je táto voľba zapnutá, predtým ako sa obrázky odošlú do prehliadača dôjde k zmene ich veľkosti (vypnite, ak používate pomalý procesor).\t"
,"Flua rezolucio": "Rozlíšenie streamovania"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": "rozlíšenie streamovania uvedené ako percento rozlíšenia videozariadenia (vyššie hodnoty znamenajú lepšiu kvalitu, ale vyžadujú širšie pásmo)"
,"Flua haveno": "Port streamu"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "nastavuje TCP port, na ktorom bude počúvať streamovací server kamery"
,"Aŭtentiga reĝimo": "Režim overovania"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": "metóda overovania použitá streamom (vyberte Basic namiesto Digest, ak narazíte na problémy s aplikáciami tretích strán); použijú sa prihlasovacie údaje účtu dohľadu"
,"Movado-Optimigo": "Optimalizácia pohybu"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": "zapnite túto voľbu, ak chcete docieliť nižšiu snímkovú frekvenciu pre živé streamovanie v prípadoch, kedy nie je zistený žiadny pohyb"
,"Utilaj URLoj": "Užitočné URL adresy"
,"Instantara URL": "URL adresa snímky"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": "URL adresa, na ktorej sa nachádza JPEG obrázok s najnovšou snímkou kamery"
,"Flua URL": "URL adresa streamu"
,"URL kiu provizas MJPEG-fluon de la kamerao": "URL adresa, ktorá obsahuje MJPEG prúd z kamery"
,"Enigita URL": "URL adresa na vloženie"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": "URL adresa, na ktorej sa nachádza minimálny HTML dokument obsahujúci názov kamery, pripravená na vloženie na inú stránku"
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "zapnite túto voľbu, ak chcete zaznamenávať statické obrázky (fotografie)."
,"Kaptitaj Bildoj": "Statické obrázky"
,"Nomo Bildo-Dosiero": "Názov súboru s obrázkom"
,"dosiernomo ŝablono…": "Šablóna názvu súboru…"
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "nastavuje šablónu pre názov súborov s obrázkom (JPEG); akceptované sú nasledovné špeciálne značky: %%Y = rok, %%m = mesiac, %%d = deň, %%H = hodina, %%M = minúta, %%S = sekunda, %%q = číslo snímky, %%v = číslo udalosti, / = podpriečinok."
,"Bildkvalito": "Kvalita obrázka"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": "nastavuje kvalitu JPEG obrázka (vyššie hodnoty znamenajú lepšiu obrazovú kvalitu, ale vyžadujú viac miesta v úložisku)"
,"Kaptila reĝimo": "Režim záznamu"
,"Moviĝa deĉenigo": "Aktivované pohybom"
,"Moviĝa deĉenigo (Unu bildo)": "Aktivované pohybom (jeden obrázok)"
,"Intertempe": "Snímky v intervaloch"
,"Ĉiuj bildoj": "Všetky snímky"
,"Mane": "Manuálne"
,"Difinas la kapta reĝimon:": "nastavuje režim záznamu obrázkov:"
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": "Aktivované pohybom = obrázok je zosnímaný vždy pri zistení pohybu,"
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "Snímky v intervaloch = obrázok je zosnímaný každých x sekúnd,"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "Všetky snímky = uloží každú snímku do súboru s obrázkom,"
,"Mane = mana kapto kun dediĉita butono.": "Ručne = ručné snímky pomocou tlačidla spúšte."
,"Interkapto-Intervalo": "Interval snímok"
,"sekundoj": "sekundy"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "nastavuje časový interval (v sekundách) snímok"
,"Konservi bildojn": "Ponechávať obrázky"
,"Dum unu tago": "jeden deň"
,"Dum unu semajno": "jeden týždeň"
,"Dum unu monato": "jeden mesiac"
,"Dum unu jaro": "jeden rok"
,"Porĉiame": "naveky"
,"Propra": "vlastné"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": "obrázky staršie ako uvedená hodnota sú automaticky odstránené, aby sa uvoľnilo miesto v úložisku."
,"Bildaj Vivdaŭro": "Životnosť obrázka"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "nastavuje počet dní, po uplynutí ktorých budú obrázky automaticky odstránené."
,"Ebligu manaj kaptoj": "Povoliť manuálne snímky"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": "ak zapnete túto voľbu, tlačidlo na rámiku kamery vám umožní ručne vytvárať snímky."
,"ebligu ĉi tion, se vi volas registri filmojn": "zapnite túto voľbu, ak chcete nahrávať videá"
,"Filmoj": "Videá"
,"Filma Dosiernomo": "Názov súboru s videom"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "nastavuje šablónu pre názov súborov s videom; akceptované sú nasledovné špeciálne značky: %%Y = rok, %%m = mesiac, %%d = deň, %%H = hodina, %%M = minúta, %%S = sekunda, %%q = číslo snímky, %%v = číslo udalosti, / = podpriečinok."
,"Rekta kopia filmeto": "Prechod videa"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": "Vytvárať video súbory pohybu priamo z kamery. Táto voľba by mala znížiť zaťaženie procesora, ale zvýši nároky na pamäť. Nevykoná sa žiadne spracovanie obrazu, to znamená, že sa vo výslednom súbore neobjaví prekrytie textom, masky súkromia atď."
,"Filmformato": "Formát videa"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": "nastavuje formát súborov s videom; nie všetky formáty fungujú na všetkých systémoch; ak si nie ste istý výberom, otestujte každý formát a vyberte ten, ktorý funguje najlepšie s vašim prehrávačom videa."
,"Filma Kvalito": "Kvalita videa"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": "nastavuje kvalitu MPEG videa (vyššie hodnoty znamenajú vyššiu kvalitu videa, ale vyžadujú viac miesta v úložisku)."
,"Rekorda reĝimo": "Režim nahrávania"
,"Kontinua registrado": "Nepretržité nahrávanie"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": "nastavuje režim záznamu: Aktivované pohybom = nové video bude vytvorené vždy keď sa zistí pohyb, Nepretržité nahrávanie = jeden veľký súbor s videom."
,"Maksimuma filma daŭro": "Maximálna dĺžka videa"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": "nastavuje maximálnu dĺžku videí, v sekundách; ak udalosť pohybu trvá dlhšie, vytvorí sa nový súbor s videom; použite 0 pre neobmedzenú dĺžku."
,"Konservi filmojn": "Ponechávať videá"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": "videá staršie ako uvedený čas budú automaticky odstránené, aby sa uvoľnilo miesto na úložisku."
,"Filmoj Vivdaŭro": "Životnosť videí"
,"tagoj": "dni"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "nastavuje počet dní, po uplynutí ktorých budú videá automaticky odstránené."
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "zapnite túto voľbu, ak chcete použiť a nastaviť mechanizmus na detekciu pohybu."
,"Movado-Detekto": "Detekcia pohybu"
,"Kadra ŝanĝo sojlo": "Prah zmeny snímky"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": "vyjadruje minimálne percento obrázka, ktoré sa musí zmeniť medzi dvoma po sebe nasledujúcimi snímkami, aby to bolo vyhodnotené ako pohyb (menšie hodnoty znamenajú vyššiu citlivosť detekcie, ale majú tendenciu vytvárať falošný poplach)."
,"Maksimuma ŝanĝo sojlo": "Maximálna zmena prahu"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": "nastavuje počet pixelov zmenených medzi dvoma snímkami, po prekročení ktorých už nie je udalosť vyhodnotená ako pohyb (0 vypína tento limit)."
,"Aŭtomata sojla agordo": "Automatická úprava prahu"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "zapnite túto voľbu, ak chcete automaticky upravovať prah."
,"Aŭtomata bruo-detekto": "Automatická detekcia šumu"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "zapnite túto voľbu, ak chcete automaticky upravovať úroveň šumu."
,"Bruo-nivelo": "Úroveň šumu"
,"Permane agordas la bruan nivelon al fiksita valoro.": "manuálne nastaví úroveň šumu na pevnú hodnotu."
,"Detekto de lumaj ŝanĝoj": "Detekcia vypínača svetla"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": "nastavuje percento obrázka, ktoré sa musí zmeniť, aby bola udalosť vnímaná ako náhla zmena svetla a nie ako pohyb (0%% vypína túto funkciu)."
,"Makula filtrilo": "Vyhladzovací (despeckle) filter"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": "zapnite túto voľbu, ak chcete na snímky pred detekciou pohybu použiť vyhladzovací (despeckle) filter."
,"Senmovada daŭro": "Prerušenie pohybu"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": "nastavuje počet sekúnd ticha (t. j. žiaden pohyb), ktoré označujú koniec udalosti pohybu."
,"Kaptita Antaŭe": "Zachytené pred"
,"kadroj": "snímky"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": "nastavuje počet snímok, ktoré majú byť zachytené (a pridané do videa) predtým, ako dôjde k detekcii pohybu."
,"Kaptita Post": "Zachytené po"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": "nastavuje počet snímok, ktoré majú byť zachytené (a pridané do videa) po skončení udalosti pohybu."
,"Minimumaj movaj kadroj": "Minimálne snímky pohybu"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": "nastaví minimálny počet po sebe idúcich snímok s pohybom, ktoré sú potrebné na aktivovanie udalosti pohybu."
,"Masko": "Maska"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": "povolí maskovanie obrázkov pre nastaviteľnú a presnú detekciu pohybu."
,"Tipo de masko": "Typ masky"
,"Inteligenta": "Inteligentná"
,"Redaktebla": "Editovateľná"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": "inteligentná automaticky zisťuje oblasti s pravidelným pohybom a dynamicky obnovuje internú masku, zatiaľ čo editovateľná maska vám umožní ju nastaviť podľa vašich predstáv."
,"Inteligenta-maska Malrapideco": "Stálosť inteligentnej masky"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": "vyššie hodnoty znamenajú inteligentnú masku s dlhou životnosťou a pomalším procesom jej zostavovania."
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "kliknite na toto tlačidlo pre vyčistenie aktuálnej masky."
,"Purigi maskon": "Vyčistiť masku"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "kliknite na toto tlačidlo na vyčistenie aktuálnej masky."
,"Montri Kadro-Ŝanĝojn": "Zobraziť zmeny medzi snímkami"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": "ak je táto voľba zapnutá, zmeny snímok (počet pixelov i zmenená plocha) sa zobrazia vo videu; dočasne zapnite túto možnosť, aby ste mohli lepšie upraviť parametre detekcie pohybu."
,"Krei debug media files": "Vytvoriť multimediálne súbory pre ladenie"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": "ak je táto voľba zapnutá, vytvoria sa špeciálne videá a obrázky, ktoré pomôžu s ladením problémov detekcie pohybu."
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": "zapnite túto voľbu, ak chcete dostávať upozornenia o zistenom pohybe."
,"Moviĝaj sciigoj": "Upozornenia na pohyb"
,"Sendi retpoŝton": "Odoslať e-mail"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": "zapnite túto voľbu, ak chcete dostať e-mail vždy, keď sa zistí udalosť pohybu."
,"Retpoŝtadresoj": "E-mailové adresy"
,"retpoŝtadresoj…": "Emailové adresy…"
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": "e-mailové adresy (oddelené čiarkou), ktoré dostanú upozornenie vždy, keď dôjde k detekcii pohybu."
,"Servilo SMTP": "SMTP Server"
,"ekz. smtp.gmail.com": "napr. smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": "zadajte názov alebo IP adresu vášho servera SMTP (pre Gmail použite smtp.gmail.com)."
,"SMTP Haveno": "SMTP Port"
,"ekz. 587": "napr. 587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": "zadajte heslo použité vašim serverom SMTP (zvyčajne 465 pre ne-TLS spojenia a 587 pre TLS spojenia)."
,"SMTP-Konto": "Účet SMTP"
,"konto@gmail.com…": "ucet@gmail.com…"
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "zadajte váš účet SMTP (bežne ním býva vaša e-mailová adresa)."
,"SMTP Pasvorto": "Heslo SMTP"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": "zadajte heslo k vášmu účtu SMTP (pre Gmail použite vaše Google heslo alebo heslo vygenerované pre aplikáciu)."
,"De adreso": "Adresa odosielateľa (From)"
,"retpoŝta adreso…": "Emailová adresa…"
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": "nastavuje vlastnú adresu From, ak to vaša SMTP služba vyžaduje (ak nevyplníte, použije sa prvá e-mailová adresa cieľa)"
,"Uzi TLS": "Použiť TLS"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "zapnite túto voľbu, ak váš server SMTP vyžaduje TLS (Gmail vyžaduje zapnutie tejto voľby)."
,"Aldonitaj bildoj tempo-intervalo": "Časový interval priložených obrázkov"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": "určuje časový interval vyhľadávania obrázkov pri vytváraní e-mailových príloh (vyššie hodnoty generujú e-maily s viacerými obrázkami za cenu väčšieho oneskorenia upozornení); nastavte na 0 pre vypnutie obrázkových príloh; aby toto fungovalo, musíte tiež povoliť Statické obrázky."
,"Testi retpoŝto": "Otestovať e-mail"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": "kliknite na toto tlačidlo na otestovanie e-mailových upozornení po tom, ako vyplníte požadované podrobnosti."
,"Sendu Telegraman Sciigon": "Odoslať upozornenie na Telegram"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": "zapnite túto voľbu, ak chcete pri detekcii udalosti pohybu dostať správu cez Telegram"
,"HTTP API ĵetono": "HTTP API token"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "Napríklad: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": "Vytvorením rozhovoru s telegramom dostanete tokeny API, ktoré tu musíte vstúpiť. Kliknutím na tlačidlo API nižšie získate podrobný sprievodca, ako získať tokeny API. Po vygenerovaní vášho kľúča sa tiež nezabudnite porozprávať so svojím novo vytvoreným „robot“, aby ste sa uistili, že dostanete správy."
,"Babileja ID": "ID chatu"
,"Ekzemplo: 938272312": "Napríklad: 938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": "Vytvorte nový chat s id_chatbot-om (@id_chatbot) a vyberte štart. Chat vráti číslo potrebné pre toto políčko."
,"Alkroĉitaj Bildoj Tempo": "Čas priložených obrázkov"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": "určuje časový interval vyhľadávania obrázkov pri vytváraní príloh telegramu (vyššie hodnoty generujú správy s viacerými obrázkami za cenu väčšieho oneskorenia upozornení); nastavte na 0 pre vypnutie obrázkových príloh; aby toto fungovalo, musíte tiež povoliť Statické obrázky; s týmto nastavením sa pravdepodobne budete chcieť pohrať. Dobré číslo na začiatok je 30 pri nastavení statických obrázkov pri zistení jedného pohybu. Pre bežnú aktiváciu pohybom číslo nastavte na oveľa nižšiu hodnotu."
,"API-Informoj": "Informácie o API"
,"Testo": "Otestovať"
,"Alvoki URL": "Zavolať webový hook"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": "zapnite túto voľbu, ak chcete vždy po zistení pohybu vytvoriť požiadavku na URL."
,"ekz. http://ekzemplo.com/sciigi/": "napr. http://priklad.com/notify/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "URL adresa, na ktorú bude odoslaná požiadavka pri zistení pohybu; akceptované sú nasledovné špeciálne značky:  %%Y = rok, %%m = mesiac, %%d = deň, %%H = hodina, %%M = minúta, %%S = sekunda, %%q = číslo snímky, %%v = číslo udalosti"
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": "HTTP metóda, ktorá sa použije pre URL adresu webového hooku (zadané parametre v URL-kódovaní budú v skutočnosti prenesené tu uvedeným spôsobom)."
,"Lanĉi komando": "Spustiť príkaz"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": "zapnite túto voľbu, ak chcete vždy po zistení pohybu spustiť príkaz."
,"Komando": "Príkaz"
,"komando…": "príkaz…"
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "príkaz, ktorý sa spustí pri detegovaní pohybu; môžete zadať viacero príkazov oddelených bodkočiarkou; nepoužívajte bodkočiarky vo vnútri príkazov; akceptované sú nasledovné špeciálne značky:  %%Y = rok, %%m = mesiac, %%d = deň, %%H = hodina, %%M = minúta, %%S = sekunda, %%q = číslo snímky, %%v = číslo udalosti"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": "zapnite túto voľbu, ak chcete vždy po skončení udalosti pohybu spustiť príkaz."
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": "príkaz, ktorý sa spustí po skončení udalosti; môžete zadať viacero príkazov oddelených bodkočiarkou; nepoužívajte bodkočiarky vo vnútri príkazov; akceptované sú nasledovné špeciálne značky:  %%Y = rok, %%m = mesiac, %%d = deň, %%H = hodina, %%M = minúta, %%S = sekunda, %%q = číslo snímky"
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": "zapnite túto voľbu, ak chcete nastaviť týždenný pracovný čas na detekciu pohybu."
,"Laboranta horaro": "Pracovný čas"
,"Lundo": "Pondelok"
,"de": "od"
,"ĝis": "do"
,"Fiksas la labortagan tempintervalon por lundoj.": "nastaví interval pracovného času pre pondelok."
,"Mardo": "Utorok"
,"Fiksas la labortagan tempintervalon por mardoj.": "nastaví interval pracovného času pre utorok."
,"Merkredo": "Streda"
,"Fiksas la labortagan tempintervalon por merkredoj.": "nastaví interval pracovného času pre stredu."
,"Ĵaŭdo": "Štvrtok"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "nastaví interval pracovného času pre štvrtok."
,"Vendredo": "Piatok"
,"Fiksas la labortagan tempintervalon por vendredoj.": "nastaví interval pracovného času pre piatok."
,"Sabato": "Sobota"
,"Fiksas la labortagan tempintervalon por sabatoj.": "nastaví interval pracovného času pre sobotu."
,"Dimanĉo": "Nedeľa"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "nastaví interval pracovného času pre nedeľu."
,"Detekti movadon": "Detegovať pohyb"
,"Dum laborista horaro": "Počas pracovného času"
,"Ekster laborista horaro": "Mimo pracovného času"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": "nastavuje, či má byť detekcia pohybu aktívna počas alebo mimo pracovného času."
,"neniam": "nikdy"
,"tago": "deň"
,"semajno": "týždeň"
,"monato": "mesiac"
,"jaro": "rok"
,"horo": "hodina"
,"horoj": "hodiny"
,"minuto": "minúta"
,"minutoj": "minúty"
,"sekundo": "sekunda"
,"minus": "mínus"
}
