{"":{"language":"ar","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "تم تلقي إشارة مقاطعة ، إغلاق التطبيق …"
,"smb-akcioj postulas radikajn privilegiojn": "تتطلب مشاركات smb امتيازات الجذر"
,"bonvolu instali tornado version 3.1 aŭ pli": "الرجاء تثبيت الإصدار الإعصار 3.1 أو أعلى"
,"bonvolu instali jinja2": "الرجاء تثبيت jinja2"
,"bonvolu instali pillow aŭ PIL": "الرجاء تثبيت وسادة أو PIL"
,"bonvolu instali pycurl": "الرجاء تثبيت pycurl"
,"saluton! ĉi tio estas motionEye-servilo ": "أهلا! هذا هو خادم MotionEye "
,"purigado komenciĝis": "بدأ التنظيف"
,"wsswitch komenciĝis": "بدأ wsswitch"
,"taskoj komenciĝis": "بدأت المهام"
,"mjpg klienta rubo-kolektanto komenciĝis": "بدأ جامع القمامة العملاء mjpg"
,"servilo komenciĝis": "بدأ الخادم"
,"servilo haltis": "توقف الخادم"
,"taskoj haltis": "توقفت المهام"
,"motion haltis": "توقفت الحركة"
,"adiaŭ!": "وداعا!"
,"agordojn": "الإعدادات"
,"ŝanĝi uzanton": "تغيير المستخدم"
,"forigi kameraon": "إزالة الكاميرا"
,"Apliki": "تطبيق"
,"preferoj de uzanto": "تفضيلات المستخدم"
,"Preferoj": "التفضيلات"
,"Aranĝo Kolumnoj": "أعمدة التخطيط"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "يضبط عدد الأعمدة المستخدمة لترتيب الكاميرات"
,"Fiksi Kadrojn Vertikale": "تعيين الإطارات عموديا"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": "يتحكم فيما إذا كان يمكن تقليل أوقات الإطار لتناسب النافذة بشكل رأسي أم لا"
,"Aranĝo linioj": "خطوط التخطيط"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": "يضبط عدد الخطوط المستخدمة لترتيب الكاميرات"
,"kadro-variatoro": "متغير الإطار"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": "يقلل من معدل الإطارات لتوفير النطاق الترددي للشبكة وحركة المرور (لا يعمل مع كاميرات MJPEG البسيطة)"
,"Rezolucio-variatoro": "متغير الدقة"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": "يقلل من الدقة الفعالة لجميع الكاميرات لتوفير النطاق الترددي للشبكة وحركة المرور (لا يعمل على كاميرات MJPEG البسيطة)"
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "المعلمات العامة المشتركة لجميع الكاميرات"
,"Ĝeneralaj Agordoj": "الإعدادات العامة"
,"Lingvo": "لغة"
,"la lingvo de la interfaco (du literoj)": "لغة الواجهة (رسالتين)"
,"Administranto": "المسؤول"
,"la uzantnomo uzata por agordi la sistemon": "اسم المستخدم المراد استخدامه لتكوين النظام"
,"Pasvorto": "كلمة المرور"
,"pasvorto de administranto": "كلمة مرور المسؤول"
,"Observanto": "مراقب"
,"la uzantnomo por uzi por la monitorado": "اسم المستخدم لاستخدامه في المراقبة"
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": "كلمة مرور مستخدم المراقبة (اتركها فارغة للمراقبة بدون كلمة مرور)"
,"motionEye Versio": "إصدار motionEye"
,"Motion Versio": "إصدار الحركة"
,"Operaciumo Versio": "إصدار نظام التشغيل"
,"Programara Ĝisdatigo": "تحديث البرنامج"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "للتحقق من الإصدارات الجديدة وتنفيذ التحديثات"
,"Nutro": "طعام"
,"Fermu": "أغلق"
,"malŝaltas la sistemon": "يوقف النظام"
,"Rekomencu": "أعد تشغيل"
,"rekomencas la sistemon": "إعادة تشغيل النظام"
,"Agordo": "التكوين"
,"Sekurkopio": "النسخ الاحتياطي"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": "يقوم بإنشاء ملف بالتهيئة الحالية حتى تتمكن من حفظه محليًا"
,"Restaŭri": "استعادة"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": "يستعيد التكوين من ملف النسخ الاحتياطي المحفوظ مسبقًا"
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "قم بتفعيل هذا إذا كنت تريد استخدام هذه الكاميرا"
,"Video-Aparato": "جهاز فيديو"
,"Kamerao Nomo": "اسم الكاميرا"
,"kameraa nomo…": "اسم الكاميرا …"
,"alias pri ĉi tiu kamera aparato": "الاسم المستعار على جهاز الكاميرا هذا"
,"Kamerao ID": "معرف الكاميرا"
,"la kamerao identiga numero": "رقم تعريف الكاميرا"
,"Kamerao aparato": "جهاز الكاميرا"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": "جهاز الإدخال (مثل: / dev / video) أو عنوان URL (مثل: rtsp: //192.168.1.1/stream)"
,"Kamerao Tipo": "نوع الكاميرا"
,"Aŭtomata Brilo": "سطوع تلقائي"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": "تمكين برنامج التوهج التلقائي (موصى به للكاميرات التي لا تحتوي على التوهج التلقائي فقط)"
,"Video-rezolucio": "دقة الفيديو"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": "دقة الفيديو (القيم الأكبر تنتج جودة أفضل ، ولكنها تتطلب المزيد من طاقة وحدة المعالجة المركزية ، ومساحة تخزين أكبر وعرض نطاق ترددي)"
,"Larĝeco": "العرض"
,"enigu kutiman rezolucian larĝon": "أدخل عرض دقة مخصص"
,"Alteco": "الارتفاع"
,"enigu kutiman rezolucian altecon": "أدخل ارتفاع دقة مخصص"
,"Video-Rotacio": "دوران الفيديو"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": "استخدم هذا لتدوير الصورة الملتقطة إذا لم يتم وضع الكاميرا بشكل صحيح"
,"Kadrofrekvenco": "معدل الإطار"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": "يضبط عدد الإطارات التي تلتقطها الكاميرا كل ثانية (القيم الأعلى تنتج مقاطع فيديو أكثر سلاسة ولكنها تتطلب المزيد من طاقة وحدة المعالجة المركزية ، ومساحة تخزين أكبر وعرض نطاق ترددي)"
,"Privateca masko": "قناع الخصوصية"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": "تمكن من إخفاء الصور لتجنب تسجيل مناطق معينة للصورة لحماية الخصوصية"
,"Redakti maskon": "تحرير القناع"
,"Konservi maskon": "حافظ على القناع"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": "انقر فوق هذا الزر لتمكين / تعطيل محرر القناع"
,"Ekstraj Elektoj": "خيارات إضافية"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": "يمكنك إضافة أي خيارات إضافية هنا لشيطان \"الحركة\" (استخدم تنسيق \"قيمة الاسم\" ، خيار واحد لكل سطر)"
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "اختر مكان وكيفية تخزين الوسائط الخاصة بك"
,"Stokado de dosieroj": "تخزين الملفات"
,"Stokada Aparato": "جهاز التخزين"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": "يشير إلى جهاز التخزين حيث سيتم تخزين ملفات الصور والفيديو"
,"Retservilo": "خادم الويب"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "عنوان خادم الويب (عنوان IP أو الاسم)"
,"SMB Protokolo-Versio": "إصدار بروتوكول SMB"
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": "حدد إصدار SMB الذي يمكنك استخدامه (اختبار الخيارات المختلفة ومعرفة أيها يعمل بشكل أفضل مع NAS)"
,"Kunhava nomo": "الاسم المشترك"
,"la nomo de la interŝanĝa reto": "اسم شبكة التبادل"
,"Uzantnomo": "اسم المستخدم"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": "اسم المستخدم الذي سيتم تقديمه عند الوصول إلى دليل الشبكة (اتركه فارغًا إذا لم يكن اسم المستخدم مطلوبًا)"
,"Pasvorton": "كلمة المرور"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": "كلمة المرور التي يتطلبها دليل الشبكة (اتركها فارغة إذا لم تكن هناك حاجة لكلمة المرور)"
,"Radika dosierujo": "دليل الجذر"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": "مسار الجذر (على جهاز التخزين المحدد) حيث سيتم تخزين الملفات"
,"Testi la reton dosierujon": "اختبر دليل الشبكة"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": "انقر فوق هذا الزر لاختبار اتصال الشبكة بعد ملء التفاصيل المطلوبة"
,"Uzado de Disko": "استخدام القرص"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "الحجم الإجمالي / المستخدم للقرص حيث يوجد الدليل الجذر"
,"Alŝutu Mediajn Dosierojn": "تحميل ملفات الوسائط"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": "قم بتمكين هذا الخيار إذا كنت تريد تحميل الوسائط الخاصة بك إلى خدمة خارجية"
,"Alŝutu Bildojn": "تحميل الصور"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": "قم بتنشيط هذا الخيار إذا كنت تريد تنزيل الصور إلى خدمة خارجية"
,"Alŝutu Filmojn": "تحميل الأفلام"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": "قم بتمكين هذا إذا كنت تريد تحميل مقاطع الفيديو إلى خدمة خارجية"
,"Alŝuta Servo": "خدمة التحميل"
,"Servilo FTP": "خادم FTP"
,"Servilo SFTP": "خادم SFTP"
,"Servilo HTTP": "خادم HTTP"
,"Servilo HTTPS": "خادم HTTPS"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "حدد الخدمة التي سيتم تحميل ملفات الوسائط إليها"
,"Servila Adreso": "عنوان الخادم"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": "اسم المجال أو عنوان IP للخادم (مثل ftp.example.com أو 192.168.1.3)"
,"Servila haveno": "منفذ الخادم"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": "المنفذ المراد استخدامه للاتصال بالخدمة (اترك هذا الحقل فارغًا لاستخدام القيمة الافتراضية)"
,"Metodo": "الطريقة"
,"la HTTP-metodo uzi por alŝuti dosierojn": "طريقة HTTP لاستخدامها في تحميل الملفات"
,"Finpunkto URL": "url نقطة النهاية"
,"La kompleta URL al la alŝuta servila finpunkto:": "عنوان URL الكامل إلى نقطة نهاية خادم التحميل:"
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "لـ S3: على سبيل المثال http://my.minio:9000. اتركه فارغًا لـ AWS!"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "لـ WebDav: على سبيل المثال https://my.cloud/remote.php/dav/files/me/"
,"Loko": "الموقع"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": "المكان (مسار الجذر) حيث يجب تحميل الوسائط (مثل / files / cam1 /)"
,"Inkluzivi Subdosierujojn": "تضمين المجلدات الفرعية"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": "قم بتنشيط هذا لتنزيل ملفات الوسائط مع أدلةها الفرعية ، بدلاً من وضعها مباشرة في موقع الجذر"
,"Purigi la nubon": "تنظيف السحابة"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": "قم بتمكين هذا لحذف ملفات الوسائط التي تم تحميلها إلى السحابة أيضًا عند حذف الوسائط المحلية وفقًا لإعداد استمرارية الملف. هذا الخيار متاح حاليًا لـ gdrive فقط."
,"la uzantnomo por la alŝuta servo-konto": "اسم المستخدم لحساب خدمة التحميل"
,"la pasvorto por la alŝuta servo-konto": "كلمة المرور لحساب خدمة التحميل"
,"Rajtiga ŝlosilo": "مفتاح التفويض"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "المفتاح المستخدم للمصادقة مع خدمة التحميل (عادةً ما يكون مطلوبًا فقط أثناء التكوين)"
,"Akiri ŝlosilon": "احصل على مفتاح"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "انقر هنا للحصول على خدمة الترخيص الرئيسية"
,"Access Key": "مفتاح الوصول"
,"The AWS access key used to authenticate with the upload service": "مفتاح AWS Access المستخدم للمصادقة مع خدمة التحميل"
,"Sekreta Alira Ŝlosilo": "مفتاح الوصول السري"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "مفتاح الوصول السري لـ AWS المستخدم للمصادقة مع خدمة التحميل (عادة ما يكون مطلوبًا فقط أثناء التكوين)"
,"Sitelo": "دلو"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": "اسم حاوية S3 لخدمة التحميل (عادة ما تكون مطلوبة فقط أثناء التكوين)"
,"Testi la servon": "اختبر الخدمة"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": "انقر فوق هذا الزر لاختبار خدمة التحميل بعد ملء التفاصيل المطلوبة"
,"alvoki URL": "استدعاء URL"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": "قم بتمكين هذا إذا كنت تريد طلب عنوان URL بعد إنشاء ملف وسائط"
,"Reteja URL": "URL الموقع"
,"ekz. http://example.com/notify/": "على سبيل المثال http://example.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": "عنوان URL للإرسال عند اكتشاف الحركة ؛ يتم قبول الاختصارات الخاصة التالية: ٪٪ Y = year، ٪٪ m = month، ٪٪ d = day، ٪٪ H = hour، ٪٪ M = minutes، ٪٪ S = second، ٪٪ q = frame number، ٪٪ v = رقم الحدث ، ٪٪ f = مسار الملف"
,"Metodo HTTP": "طريقة HTTP"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": "طريقة HTTP التي يتم استخدامها عند طلب عنوان URL لربط الشبكة (سيتم تسليم المعلمات المرمزة ذات عنوان URL كما هو موضح هنا)"
,"Kuri Komando": "قم بتشغيل الأمر"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": "قم بتمكين هذا إذا كنت تريد تنفيذ أمر بعد إنشاء ملف وسائط"
,"Ordono": "أجل"
,"ordono…": "طلب…"
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": "الأمر الذي سيتم تنفيذه بعد إنشاء ملف وسائط متعددة. يمكن فصل عدة أوامر بفاصلة منقوطة؛ لا تستخدم الفاصلة المنقوطة في الأوامر ؛ يتم قبول الرموز المميزة التالية: ٪٪ Y = year ، ٪٪ m = month ، ٪٪ d = day ، ٪٪ H = hour ، ٪٪ M = minutes ، ٪٪ S = second ، ٪٪ q = frame number ، ٪٪ v = رقم الحدث ، ٪٪ f = مسار الملف"
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "حدد المعلومات التي يتم عرضها على الإطارات الملتقطة"
,"Teksto Superkovrita": "تراكب النص"
,"Maldekstra Teksto": "النص الأيسر"
,"Tempostampo": "طابع زمني"
,"Propra Teksto": "نص مخصص"
,"Malebligita": "معطل"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": "يضبط النص المعروض على الأفلام والصور ، في الزاوية السفلية اليسرى"
,"propra teksto…": "نص مخصص…"
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "يحدد النص الأيسر المخصص ؛ يتم قبول الرموز الخاصة التالية: ٪٪ y = Year ، ٪٪ m = month ، ٪٪ d = day ، ٪٪ H = ساعة ، ٪٪ m = دقيقة ، ٪٪ s = second ، ٪٪ Q = رقم الإطار ، ٪٪ v = رقم الحدث ، ٪٪ t = hh: mm: ss ، \\n = سطر جديد"
,"Dekstra Teksto": "النص الأيمن"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": "يضبط النص المعروض على الأفلام والصور ، في الزاوية اليمنى السفلى"
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "يحدد النص الأيمن المخصص ؛ يتم قبول الرموز المميزة التالية: ٪٪ Y = year ، ٪٪ m = month ، ٪٪ d = day ، ٪٪ H = hour ، ٪٪ M = minutes ، ٪٪ S = second ، ٪٪ q = frame number ، ٪٪ v = رقم الحدث ، ٪٪ T = HH: MM: SS ، \\n = سطر جديد"
,"Teksta Skalo": "مقياس النص"
,"Difinas la grandecon de la superkovrita teksto": "يحدد حجم نص التراكب"
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "قم بتمكين هذا إذا كنت تريد دفق فيديو لهذه الكاميرا"
,"Videofluo": "دفق الفيديو"
,"Framo frekvencon": "تردد الإطار"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "يضبط عدد الإطارات المرسلة في الثانية في البث المباشر."
,"Flua Kvalito": "جودة التدفق"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": "الاستماع إلى جودة البث المباشر (القيم الأعلى تنتج جودة فيديو أفضل ولكنها تتطلب المزيد من النطاق الترددي)."
,"Bilda Redimensionado": "تغيير حجم الصورة"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": "عند تشغيل هذا ، يتم تغيير حجم الصور قبل إرسالها إلى المتصفح (تعطيل عند التشغيل على وحدة المعالجة المركزية البطيئة)."
,"Flua rezolucio": "قرار التدفق"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": "الدقة المقدمة كنسبة مئوية من دقة جهاز الفيديو (القيم الأعلى تنتج جودة فيديو أفضل ولكنها تتطلب المزيد من النطاق الترددي)"
,"Flua haveno": "منفذ التدفق"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "إعداد منفذ TCP الذي يستمع إليه خادم الويب"
,"Aŭtentiga reĝimo": "وضع المصادقة"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": "طريقة المصادقة التي يستخدمها الدفق (اختر \"Bazic\" بدلاً من \"Digest\" إذا واجهت مشاكل مع برامج الجهات الخارجية) ؛ سيتم استخدام شيكات الاعتماد"
,"Movado-Optimigo": "تحسين الحركة"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": "قم بتمكين هذا إذا كنت تريد معدل إطارات أقل لدفق التسليم عندما لا يتم الكشف عن أي حركة"
,"Utilaj URLoj": "عناوين URL مفيدة"
,"Instantara URL": "URL فوري"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": "عنوان URL يوفر صورة JPEG مع أحدث التقاط للكاميرا"
,"Flua URL": "تدفق URL"
,"URL kiu provizas MJPEG-fluon de la kamerao": "عنوان URL يوفر تدفق MJPEG من الكاميرا"
,"Enigita URL": "إدخال عنوان URL"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": "عنوان URL يوفر الحد الأدنى من مستند HTML الذي يحتوي على إطار الكاميرا ، وهو جاهز للتضمين"
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "قم بتمكين هذا إذا كنت تريد التقاط صور ثابتة."
,"Kaptitaj Bildoj": "الصور الملتقطة"
,"Nomo Bildo-Dosiero": "اسم ملف الصورة"
,"dosiernomo ŝablono…": "قالب اسم الملف ..."
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "يحدد قالب الاسم لملفات JPEG ؛ يتم قبول الرموز المميزة التالية: ٪٪ Y = year ، ٪٪ m = month ، ٪٪ d = day ، ٪٪ H = hour ، ٪٪ M = minutes ، ٪٪ S = second ، ٪٪ q = frame number ، ٪٪ v = رقم الحدث ، / = دليل فرعي."
,"Bildkvalito": "جودة الصورة"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": "يضبط جودة صورة JPEG (القيم الأعلى تنتج جودة صورة أفضل ولكنها تتطلب مساحة تخزين أكبر)"
,"Kaptila reĝimo": "وضع الالتقاط"
,"Moviĝa deĉenigo": "زناد الحركة"
,"Moviĝa deĉenigo (Unu bildo)": "مشغل الحركة (صورة واحدة)"
,"Intertempe": "في هذه الأثناء"
,"Ĉiuj bildoj": "جميع الصور"
,"Mane": "بدة"
,"Difinas la kapta reĝimon:": "يحدد وضع الالتقاط:"
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": "مشغل الحركة = الصورة الملتقطة في كل مرة يتم فيها الكشف عن الحركة ،"
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "في هذه الأثناء = يتم التقاط الصورة كل x ثانية ،"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "جميع الصور = حفظ كل إطار في ملف صورة ،"
,"Mane = mana kapto kun dediĉita butono.": "بدة = التقاط اليد مع زر مخصص."
,"Interkapto-Intervalo": "فاصل الاعتراض"
,"sekundoj": "ثواني"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "يضبط الفاصل الزمني (بالثواني) للقطات"
,"Konservi bildojn": "حفظ الصور"
,"Dum unu tago": "ليوم واحد"
,"Dum unu semajno": "لمدة أسبوع"
,"Dum unu monato": "لمدة شهر"
,"Dum unu jaro": "لمدة عام"
,"Porĉiame": "إلى الأبد"
,"Propra": "الخاصة"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": "يتم حذف الصور الأقدم من المدة المحددة تلقائيًا لتوفير مساحة تخزين."
,"Bildaj Vivdaŭro": "عمر الصورة"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "يحدد عدد الأيام التي سيتم بعدها حذف الصور تلقائيًا."
,"Ebligu manaj kaptoj": "تمكين المصيد اليدوي"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": "عند تشغيل هذا ، سيسمح لك زر على إطار الكاميرا بالتقاط اللقطات يدويًا."
,"ebligu ĉi tion, se vi volas registri filmojn": "قم بتمكين هذا إذا كنت تريد تسجيل الأفلام"
,"Filmoj": "أفلام"
,"Filma Dosiernomo": "اسم ملف الفيلم"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "يحدد قالب الاسم لملفات الفيلم ؛ يتم قبول الرموز المميزة التالية: ٪٪ Y = year ، ٪٪ m = month ، ٪٪ d = day ، ٪٪ H = hour ، ٪٪ M = minutes ، ٪٪ S = second ، ٪٪ q = frame number ، ٪٪ v = رقم الحدث ، / = دليل فرعي."
,"Rekta kopia filmeto": "نسخ فيديو مباشر"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": "قم بإنشاء أفلام مباشرة من الكاميرا. يجب أن يقلل هذا الخيار من استخدام وحدة المعالجة المركزية ولكنه يزيد من متطلبات الذاكرة. لا تتم معالجة الصور ، لذا تتداخل النصوص ، وأقنعة الخصوصية ، وما إلى ذلك. لن يكون على الفيديو الناتج."
,"Filmformato": "تنسيق الفيلم"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": "تخصيص ملف الفيلم ؛ لا تضمن جميع التنسيقات العمل على جميع الأنظمة ؛ إذا كنت في شك ، فاختبر كل تنسيق واختر التنسيق الذي يعمل بشكل أفضل مع الفيديو الخاص بك."
,"Filma Kvalito": "جودة الفيلم"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": "يضبط جودة فيديو MPEG (القيم الأعلى تنتج جودة فيديو أفضل ولكنها تتطلب مساحة تخزين أكبر)."
,"Rekorda reĝimo": "وضع التسجيل"
,"Kontinua registrado": "تسجيل مستمر"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": "لتعيين وضع التسجيل: Motion Trigger = فيلم جديد تم إنشاؤه عند اكتشاف الحركة ، التسجيل المستمر = ملف فيلم كبير."
,"Maksimuma filma daŭro": "الحد الأقصى لمدة الفيلم"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": "يضبط الحد الأقصى لطول الأفلام بالثواني ؛ إذا استمر حدث الحركة لفترة أطول ، يتم إنشاء ملف فيلم جديد ؛ استخدم 0 لطول غير محدود."
,"Konservi filmojn": "حفظ الأفلام"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": "يتم حذف الأفلام الأقدم من المدة المحددة تلقائيًا لتحرير السعة التخزينية."
,"Filmoj Vivdaŭro": "أفلام عمر"
,"tagoj": "أيام"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "يضبط عدد الأيام التي سيتم بعدها حذف الأفلام تلقائيًا."
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "قم بتنشيط هذا لاستخدام وتكوين الجهاز لاكتشاف الحركة."
,"Movado-Detekto": "كشف الحركة"
,"Kadra ŝanĝo sojlo": "حد تغيير الإطار"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": "يشير إلى الحد الأدنى للنسبة المئوية للصورة التي يجب أن تنتقل بين إطارين متتاليين لاكتشاف الحركة (القيم الأصغر تعطي كشفًا أكثر حساسية ، ولكنها تميل إلى نتائج إيجابية خاطئة)."
,"Maksimuma ŝanĝo sojlo": "الحد الأقصى للتغيير عتبة"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": "يضبط عدد وحدات البكسل التي يتم تبديلها بين الإطارات التي لم يعد يتم تشغيل التمرير فوقها (0 يعطل الحد)."
,"Aŭtomata sojla agordo": "إعداد العتبة التلقائي"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "قم بتمكين هذا لضبط العتبة تلقائيًا."
,"Aŭtomata bruo-detekto": "كشف ضوضاء تلقائي"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "قم بتمكين هذا لضبط مستوى الضوضاء تلقائيًا."
,"Bruo-nivelo": "مستوى الضجيج"
,"Permane agordas la bruan nivelon al fiksita valoro.": "يضبط مستوى الضوضاء بشكل دائم على قيمة محددة."
,"Detekto de lumaj ŝanĝoj": "كشف تغيرات الضوء"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": "يحدد النسبة المئوية للصورة التي يجب تغييرها حتى يتم التعامل مع الحدث على أنه تغيير ضوء مفاجئ بدلاً من الحركة (يعطل 0 ٪٪ الميزة)."
,"Makula filtrilo": "مرشح للبقع"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": "قم بتمكين هذا عن طريق تطبيق مرشح موضعي على الإطارات قبل اكتشاف الحركة."
,"Senmovada daŭro": "حركة مستمرة"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": "يضبط عدد ثواني الصمت (أي لا حركة) التي تحدد نهاية حدث الحركة."
,"Kaptita Antaŭe": "اشتعلت من قبل"
,"kadroj": "الإطارات"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": "يضبط عدد الإطارات الملتقطة (والمضمنة في الفيلم) قبل اكتشاف حادثة الحركة."
,"Kaptita Post": "اشتعلت بعد"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": "يضبط عدد الإطارات التي سيتم التقاطها (ويتم تضمينها في الفيلم) بعد نهاية حدث الحركة."
,"Minimumaj movaj kadroj": "إطارات الحركة الدنيا"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": "يضبط الحد الأدنى لعدد إطارات الحركة المتتالية اللازمة لبدء حدث الحركة."
,"Masko": "قناع"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": "يتيح إخفاء الصورة لاكتشاف حركة أكثر انتقائية ودقة."
,"Tipo de masko": "نوع القناع"
,"Inteligenta": "ذكي"
,"Redaktebla": "قابل للتعديل"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": "يكتشف الخيار الذكي تلقائيًا المناطق ذات الحركة المنتظمة ويقوم بإنشاء قناع داخلي ديناميكيًا ، بينما يتيح لك الخيار القابل للتحرير إنشاءه يدويًا بنفسك."
,"Inteligenta-maska Malrapideco": "بطء القناع الذكي"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": "القيم الأعلى تعطي قناعًا أكثر متانة مع عملية بناء أبطأ."
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "انقر فوق هذا الزر لتمكين / تعطيل محرر القناع."
,"Purigi maskon": "قناع نظيف"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "انقر فوق هذا الزر لتفريغ القناع الحالي."
,"Montri Kadro-Ŝanĝojn": "إظهار تغييرات الإطار"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": "إذا كان هذا نشطًا ، تظهر تغييرات الصورة (عدد البكسل والمنطقة المعدلة) في الفيديو ؛ تمكين هذا مؤقتًا لضبط إعدادات الكشف عن الحركة."
,"Krei debug media files": "إنشاء ملفات وسائط التصحيح"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": "عند التمكين ، قم بإنشاء أفلام وصور خاصة تساعد على تصحيح مشاكل اكتشاف الحركة."
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": "قم بتمكين هذا إذا كنت تريد أن يتم إعلامك عند اكتشاف الحركة."
,"Moviĝaj sciigoj": "إخطارات الحركة"
,"Sendi retpoŝton": "إرسال بريد إلكتروني"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": "قم بتنشيط هذا الخيار إذا كنت ترغب في تلقي بريد إلكتروني في كل مرة يتم فيها الكشف عن حادث حركة."
,"Retpoŝtadresoj": "عناوين البريد الإلكتروني"
,"retpoŝtadresoj…": "عناوين البريد الإلكتروني…"
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": "عناوين البريد الإلكتروني (مفصولة بفواصل) المضافة هنا ستتلقى إشعارات كلما تم اكتشاف حادثة حركة."
,"Servilo SMTP": "خادم SMTP"
,"ekz. smtp.gmail.com": "على سبيل المثال smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": "أدخل اسم المضيف أو عنوان IP لخادم SMTP (لاستخدام Gmail smtp.gmail.com)."
,"SMTP Haveno": "منفذ SMTP"
,"ekz. 587": "على سبيل المثال 587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": "أدخل المنفذ الذي يستخدمه خادم SMTP (عادةً 465 لاتصالات غير TLS و 587 لاتصالات TLS)."
,"SMTP-Konto": "حساب SMTP"
,"konto@gmail.com…": "account@gmail.com…"
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "أدخل حساب SMTP الخاص بك (عادة عنوان بريدك الإلكتروني)."
,"SMTP Pasvorto": "كلمة مرور SMTP"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": "أدخل كلمة مرور SMTP (بالنسبة إلى Gmail ، استخدم كلمة مرور Google أو كلمة مرور تم إنشاؤها من قبل التطبيق)."
,"De adreso": "من العنوان"
,"retpoŝta adreso…": "عنوان بريد الكتروني…"
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": "تعيين عنوان \"من:\" مخصص إذا كانت خدمة SMTP تتطلب عنوانًا (سيتم استخدام أول عنوان بريد إلكتروني مقصود إذا ترك فارغًا)."
,"Uzi TLS": "استخدم TLS"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "قم بتمكين هذا إذا كان خادم SMTP يتطلب TLS (يتطلب Gmail تمكين هذا)."
,"Aldonitaj bildoj tempo-intervalo": "تمت إضافة الفاصل الزمني للصور"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": "يحدد الفترة الزمنية للبحث لاستخدامها عند إنشاء روابط البريد الإلكتروني (القيم الأعلى تولد رسائل البريد الإلكتروني مع المزيد من الصور على حساب زيادة إشعار التأجيل) ؛ تعيين إلى 0 لتعطيل الصور المضافة ؛ تحتاج أيضًا إلى تمكين \"التقاط الصور\" لجعل هذا العمل."
,"Testi retpoŝto": "اختبار البريد الإلكتروني"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": "انقر فوق هذا الزر لاختبار إشعارات البريد الإلكتروني بعد ملء التفاصيل المطلوبة."
,"Sendu Telegraman Sciigon": "إرسال إشعار Telegram"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": "قم بتمكين هذا إذا كنت ترغب في تلقي رسالة برقية كلما تم اكتشاف حدث متحرك"
,"HTTP API ĵetono": "رمز HTTP API"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "مثال: 93847672: AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": "من خلال إنشاء دردشة Telegram-Bot ، ستحصل على رموز API تحتاج إلى الدخول هنا. انقر فوق الزر API أدناه للحصول على دليل خطوة بخطوة حول كيفية الحصول على رموز API الخاصة بك. تأكد أيضًا من الدردشة مع \"الروبوت\" الذي تم إنشاؤه حديثًا بعد إنشاء مفتاحك ، للتأكد من حصولك على الرسائل."
,"Babileja ID": "معرف الدردشة"
,"Ekzemplo: 938272312": "مثال: 938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": "أنشئ محادثة جديدة على id_chatbot (id_chatbot) واختر أن تبدأ. ستعيد الدردشة الرقم المطلوب لهذا الحقل."
,"Alkroĉitaj Bildoj Tempo": "وقت الصور المرفقة"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": "يحدد الفاصل الزمني للبحث عن الصور لإنشاء مرفقات برقية (القيم الأعلى تولد المزيد من الصور بتكلفة تأخير الإخطار المتزايد) ؛ اضبط على 0 لتعطيل مرفقات الصور ؛ يجب عليك أيضًا تمكين الصور الثابتة حتى يعمل هذا ؛ سترغب في اللعب بهذا الرقم حتى يتم إرسال صورة. رقم البداية الجيد هو 30 إذا قمت بتعيين الصور الثابتة على حركة واحدة تم تشغيلها. بالنسبة لتحرك قياسي يتم تشغيله ، قم بتعيين هذا أقل من ذلك بكثير."
,"API-Informoj": "معلومات API"
,"Testo": "اختبار"
,"Alvoki URL": "استدعاء URL"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": "قم بتمكين هذا إذا كنت تريد طلب عنوان URL كلما تم الكشف عن حدث الحركة."
,"ekz. http://ekzemplo.com/sciigi/": "على سبيل المثال http://example.com/search/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "عنوان URL المطلوب عند الكشف عن الحركة ؛ يتم قبول الاختصارات الخاصة التالية: ٪٪ Y = year، ٪٪ m = month، ٪٪ d = day، ٪٪ H = hour، ٪٪ M = minutes، ٪٪ S = second، ٪٪ q = frame number ، ٪٪ v = رقم الحدث"
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": "طريقة HTTP المستخدمة عند طلب عنوان URL (سيتم تسليم معلمات عنوان URL المحددة كما هو موضح هنا)."
,"Lanĉi komando": "قم بتشغيل أمر"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": "قم بتمكين هذا إذا كنت تريد تشغيل أمر في كل مرة يتم فيها اكتشاف حدث الحركة."
,"Komando": "أمر"
,"komando…": "أمر…"
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "الأمر الذي سيبدأ عندما يتم الكشف عن الحركة ؛ يمكن فصل أوامر متعددة بنقطتين ؛ لا تستخدم الفواصل المنقوطة مع الأوامر ؛ يتم قبول الرموز المميزة التالية: ٪٪ Y = year، ٪٪ m = month، ٪٪ d = day، ٪٪ H = hour، ٪٪ M = minutes، ٪٪ S = second، ٪٪ q = frame number ، ٪٪ v = رقم الحدث"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": "قم بتمكين هذا إذا كنت تريد تشغيل أمر في كل مرة ينتهي فيها حدث نقل."
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": "يتم إطلاق الأمر عند انتهاء حدث الحركة ؛ يمكن فصل أوامر متعددة بنقطتين ؛ لا تستخدم نقاط كومز مع الأوامر ؛ يتم قبول الرموز المميزة التالية: ٪٪ Y = year، ٪٪ m = month، ٪٪ d = date، ٪٪ H = hour، ٪٪ M = minutes، ٪٪ S = second، ٪٪ q = frame number."
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": "قم بتمكين هذا إذا كنت تريد تعيين جدول أسبوعي لاكتشاف الحركة."
,"Laboranta horaro": "جدول العمل"
,"Lundo": "الإثنين"
,"de": "من"
,"ĝis": "حتى"
,"Fiksas la labortagan tempintervalon por lundoj.": "يضبط النطاق الزمني ليوم العمل ليوم الاثنين."
,"Mardo": "الثلاثاء"
,"Fiksas la labortagan tempintervalon por mardoj.": "يضبط النطاق الزمني ليوم العمل ليوم الثلاثاء."
,"Merkredo": "الأربعاء"
,"Fiksas la labortagan tempintervalon por merkredoj.": "يضبط نطاق وقت العمل ليوم الأربعاء."
,"Ĵaŭdo": "الخميس"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "يضبط نطاق يوم العمل ليوم الخميس."
,"Vendredo": "الجمعة"
,"Fiksas la labortagan tempintervalon por vendredoj.": "يضبط النطاق الزمني ليوم العمل ليوم الجمعة."
,"Sabato": "السبت"
,"Fiksas la labortagan tempintervalon por sabatoj.": "يضبط النطاق الزمني ليوم العمل ليوم السبت."
,"Dimanĉo": "الأحد"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "يضبط النطاق الزمني ليوم العمل أيام الأحد."
,"Detekti movadon": "كشف الحركة"
,"Dum laborista horaro": "خلال ساعات العمل"
,"Ekster laborista horaro": "خارج ساعات العمل"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": "يحدد ما إذا كان الكشف عن الحركة يجب أن يكون نشطًا أثناء أو خارج ساعات العمل."
,"neniam": "أبداً"
,"tago": "يوم"
,"semajno": "أسبوع"
,"monato": "شهر"
,"jaro": "عام"
,"horo": "ساعة"
,"horoj": "ساعات"
,"minuto": "اللحظة"
,"minutoj": "الدقائق"
,"sekundo": "ثانية"
,"minus": "ناقص"
}
