{"":{"language":"pt","plural-forms":"nplurals=2; plural=(n > 1);"}
,"interrompa signalo ricevita, fermanta …": "sinal de interrupção recebido, fechando…"
,"smb-akcioj postulas radikajn privilegiojn": "compartilhamentos smb requerem privilégios root"
,"bonvolu instali tornado version 3.1 aŭ pli": "instale o tornado versão 3.1 ou superior"
,"bonvolu instali jinja2": "instale o jinja2"
,"bonvolu instali pillow aŭ PIL": "instale pillow ou PIL"
,"bonvolu instali pycurl": "instale o pycurl"
,"saluton! ĉi tio estas motionEye-servilo ": "Olá, este é um servidor motionEye "
,"purigado komenciĝis": "limpeza iniciada"
,"wsswitch komenciĝis": "wsswitch iniciado"
,"taskoj komenciĝis": "tarefas iniciadas"
,"mjpg klienta rubo-kolektanto komenciĝis": "coletor de lixo do cliente mjpg iniciado"
,"servilo komenciĝis": "servidor iniciado"
,"servilo haltis": "servidor parado"
,"taskoj haltis": "tarefas interrompidas"
,"motion haltis": "motion parado"
,"adiaŭ!": "adeus!"
,"agordojn": "configurações"
,"ŝanĝi uzanton": "mudar usuário"
,"forigi kameraon": "Excluir camera"
,"Apliki": "Aplicar"
,"preferoj de uzanto": "preferências do usuário"
,"Preferoj": "Preferências"
,"Aranĝo Kolumnoj": "Colunas de layout"
,"agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn": "define o número de colunas usadas para organizar as câmeras"
,"Fiksi Kadrojn Vertikale": "Encaixar quadros verticalmente"
,"kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne": "controla se o tamanho de quadros pode ser reduzido, para caber na janela verticalmente ou não"
,"Aranĝo linioj": "Linhas de layout"
,"agordas la nombron da linioj uzataj por aranĝi la fotilojn": "define o número de linhas usadas para organizar as câmeras"
,"kadro-variatoro": "redutor de frequência de imagens"
,"reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)": "reduz a frequência de imagens para economizar a banda larga e o trânsito de rede (não funciona com câmeras MJPEG simples)"
,"Rezolucio-variatoro": "Redutor de resolução"
,"reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)": "reduz a resolução efetiva de todas as câmeras para economizar largura de banda e tráfego de rede (não funciona em câmeras MJPEG simples)"
,"ĝeneralaj parametroj, komunaj al ĉiuj fotiloj": "parâmetros gerais, comuns a todas as câmeras"
,"Ĝeneralaj Agordoj": "Configurações Gerais"
,"Lingvo": "Linguagem"
,"la lingvo de la interfaco (du literoj)": "a linguagem da interface (duas letras)"
,"Administranto": "Administrador"
,"la uzantnomo uzata por agordi la sistemon": "o nome de usuário usado para configurar o sistema"
,"Pasvorto": "Senha"
,"pasvorto de administranto": "senha de administrador"
,"Observanto": "Observador"
,"la uzantnomo por uzi por la monitorado": "o nome de usuário a ser usado para monitorar"
,"la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)": "a senha do usuário de monitoramento (deixe em branco para monitorar sem uma senha)"
,"motionEye Versio": "Versão motionEye"
,"Motion Versio": "Versão em movimento"
,"Operaciumo Versio": "Versão do sistema operacional"
,"Programara Ĝisdatigo": "Atualização de Software"
,"kontrolas novajn versiojn kaj plenumas ĝisdatigojn": "verifica novos lançamentos e executa atualizações"
,"Nutro": "Alimento"
,"Fermu": "Fechar"
,"malŝaltas la sistemon": "desliga o sistema"
,"Rekomencu": "Reiniciar"
,"rekomencas la sistemon": "reinicie o sistema"
,"Agordo": "Configuração"
,"Sekurkopio": "Backup"
,"kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke": "cria um arquivo com a configuração atual para que você possa salvá-lo localmente"
,"Restaŭri": "Restaurar"
,"restarigas la agordon el antaŭe konservita rezerva dosiero": "restaura a configuração de um arquivo de backup salvo anteriormente"
,"aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon": "ative isso se você quiser usar esta câmera"
,"Video-Aparato": "Dispositivo de vídeo"
,"Kamerao Nomo": "Nome da câmera"
,"kameraa nomo…": "Nome da câmera …"
,"alias pri ĉi tiu kamera aparato": "alias neste dispositivo de câmera"
,"Kamerao ID": "ID da câmera"
,"la kamerao identiga numero": "o número de identificação da câmera"
,"Kamerao aparato": "Dispositivo de câmera"
,"Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)": "Dispositivo de entrada (por exemplo: / dev / video) ou URL (por exemplo: rtsp: //192.168.1.1/stream)"
,"Kamerao Tipo": "Tipo de câmera"
,"Aŭtomata Brilo": "Brilho automático"
,"ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)": "Ativa o software de ofuscamento automático (recomendado apenas para câmeras sem ofuscamento automático)"
,"Video-rezolucio": "Resolução de vídeo"
,"la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)": "a resolução do vídeo (valores maiores produzem melhor qualidade, mas exigem mais energia da CPU, maior armazenamento e largura de banda)"
,"Larĝeco": "Largura"
,"enigu kutiman rezolucian larĝon": "insira uma largura de resolução personalizada"
,"Alteco": "Altura"
,"enigu kutiman rezolucian altecon": "insira uma altura de resolução personalizada"
,"Video-Rotacio": "Rotação de Vídeo"
,"uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste": "use isso para girar a imagem capturada se sua câmera não estiver posicionada corretamente"
,"Kadrofrekvenco": "Taxa de quadros"
,"agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)": "Define o número de quadros capturados pela câmera por segundo (valores mais altos produzem vídeos mais suaves, mas requerem mais energia da CPU, maior armazenamento e largura de banda)"
,"Privateca masko": "Máscara de privacidade"
,"ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon": "permite mascarar imagens para evitar o registro de determinadas áreas da imagem para proteger a privacidade"
,"Redakti maskon": "Editar máscara"
,"Konservi maskon": "Mantenha uma máscara"
,"alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon": "clique neste botão para ativar / desativar o editor de máscaras"
,"Ekstraj Elektoj": "Opções Extra"
,"vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)": "Você pode adicionar quaisquer opções adicionais aqui para o demônio \"movimento\" (use o formato \"Nome Value\", uma opção por linha)"
,"elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj": "escolha onde e como sua mídia é armazenada"
,"Stokado de dosieroj": "Armazenamento de arquivos"
,"Stokada Aparato": "Dispositivo de armazenamento"
,"indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj": "indica o dispositivo de armazenamento onde os arquivos de imagem e vídeo serão armazenados"
,"Retservilo": "Servidor Web"
,"la adreso de la retservilo (IP-adreso aŭ nomo)": "o endereço do servidor web (endereço IP ou nome)"
,"SMB Protokolo-Versio": "Versão do protocolo SMB"
,"elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)": "selecione a versão SMB que você pode usar (teste as diferentes opções e veja qual funciona melhor com seu NAS)"
,"Kunhava nomo": "Nome compartilhado"
,"la nomo de la interŝanĝa reto": "o nome da rede de troca"
,"Uzantnomo": "Nome de usuário"
,"la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)": "o nome de usuário a ser fornecido quando você acessar o diretório de rede (deixe em branco se nenhum nome de usuário for necessário)"
,"Pasvorton": "Senha"
,"la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)": "a senha exigida pelo diretório de rede (deixe em branco se nenhuma senha for necessária)"
,"Radika dosierujo": "Diretório raiz"
,"la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj": "o caminho raiz (no dispositivo de armazenamento selecionado) onde os arquivos serão armazenados"
,"Testi la reton dosierujon": "Teste o diretório de rede"
,"alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn": "clique neste botão para testar a conexão de rede depois de preencher os detalhes necessários"
,"Uzado de Disko": "Uso de disco"
,"la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo": "o tamanho usado/total do disco onde reside o diretório raiz"
,"Alŝutu Mediajn Dosierojn": "Carregar arquivos de mídia"
,"aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo": "ative esta opção se desejar que sua mídia seja carregada em um serviço externo"
,"Alŝutu Bildojn": "Carregar Imagens"
,"aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo": "ative esta opção se desejar que as imagens sejam baixadas para um serviço externo"
,"Alŝutu Filmojn": "Carregar filmes"
,"ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo": "ative isso se desejar que os vídeos sejam enviados para um serviço externo"
,"Alŝuta Servo": "Carregar Serviço"
,"Servilo FTP": "Servidor FTP"
,"Servilo SFTP": "Servidor SFTP"
,"Servilo HTTP": "Servidor HTTP"
,"Servilo HTTPS": "Servidor HTTPS"
,"elektu servon, al kiu la mediadosieroj estu alŝutitaj": "selecione um serviço para o qual os arquivos de mídia serão enviados"
,"Servila Adreso": "Endereço do servidor"
,"la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)": "o nome do domínio ou o endereço IP do servidor (por exemplo, ftp.example.com ou 192.168.1.3)"
,"Servila haveno": "Porta do servidor"
,"la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)": "a porta a ser usada para se conectar ao serviço (deixe esse campo em branco para usar o valor padrão)"
,"Metodo": "Método"
,"la HTTP-metodo uzi por alŝuti dosierojn": "o método HTTP a ser usado para fazer upload de arquivos"
,"Finpunkto URL": "URL do terminal"
,"La kompleta URL al la alŝuta servila finpunkto:": "O URL completo para o terminal do servidor de upload:"
,"Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!": "Para S3: por exemplo http://my.minio:9000. Deixe vazio para a AWS!"
,"Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/": "Para webdav: p. https://my.cloud/remote.php/dav/files/me/"
,"Loko": "Localização"
,"la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)": "o local (caminho raiz) onde a mídia deve ser carregada (por exemplo, / files / cam1 /)"
,"Inkluzivi Subdosierujojn": "Incluir subpastas"
,"Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon": "Ative isso para baixar arquivos de mídia com seus subdiretórios, em vez de colocá-los diretamente no local raiz"
,"Purigi la nubon": "Limpe a nuvem"
,"ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.": "habilite isso para excluir arquivos de mídia carregados na nuvem também quando a mídia local for excluída de acordo com a configuração de persistência do arquivo. Atualmente, esta opção está disponível apenas para o gdrive."
,"la uzantnomo por la alŝuta servo-konto": "o nome de usuário para a conta do serviço de upload"
,"la pasvorto por la alŝuta servo-konto": "a senha da conta do serviço de upload"
,"Rajtiga ŝlosilo": "Chave de autorização"
,"la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "a chave usada para autenticar com o serviço de upload (geralmente necessário apenas durante a configuração)"
,"Akiri ŝlosilon": "Obter uma chave"
,"alklaku ĉi tie por akiri la ŝlosilan rajtigan servon": "clique aqui para obter o serviço de autorização de chave"
,"Access Key": "Chave de acesso"
,"The AWS access key used to authenticate with the upload service": "A chave de acesso da AWS usada para autenticar com o serviço de upload"
,"Sekreta Alira Ŝlosilo": "Chave de acesso secreta"
,"la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)": "a chave de acesso secreta da AWS usada para autenticar com o serviço de upload (geralmente exigida apenas durante a configuração)"
,"Sitelo": "Balde"
,"la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)": "o nome de bucket S3 para o serviço de upload (geralmente necessário apenas durante a configuração)"
,"Testi la servon": "Teste o serviço"
,"alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn": "clique neste botão para testar o serviço de upload depois de preencher os detalhes necessários"
,"alvoki URL": "invocar um URL"
,"ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero": "ative isso se desejar que uma URL seja solicitada após a criação de um arquivo de mídia"
,"Reteja URL": "URL do site"
,"ekz. http://example.com/notify/": "p. ex. http://example.com/notify/"
,"URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo": "URL a transmitir quando movimento é detectado; os seguintes atalhos especiais são aceitos: %% Y = ano, %% m = mês, %% d = dia, %% H = hora, %% M = minuto, %% S = segundo, %% q = número do quadro, %% v = número do evento, %% f = caminho do arquivo"
,"Metodo HTTP": "Método HTTP"
,"la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)": "o método HTTP a ser usado ao solicitar uma URL de gancho de rede (os parâmetros codificados em URL fornecidos serão realmente entregues conforme indicado aqui)"
,"Kuri Komando": "Comando Executar"
,"ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita": "ative isso se desejar executar um comando após a criação de um arquivo de mídia"
,"Ordono": "Encomendar"
,"ordono…": "Pedido…"
,"Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo": "Comando a ser executado após a criação de um arquivo multimídia. Vários comandos podem ser separados por ponto e vírgula; não use ponto e vírgula nos comandos; os seguintes tokens especiais são aceitos: %% Y = ano, %% m = mês, %% d = dia, %% H = hora, %% M = minuto, %% S = segundo, %% S = segundo, %% q = número do quadro, %% v = número do evento, %% f = caminho do arquivo"
,"elektu kiajn informojn montras sur la kaptitaj kadroj": "selecione quais informações são exibidas nos quadros capturados"
,"Teksto Superkovrita": "Sobreposição de texto"
,"Maldekstra Teksto": "Texto à esquerda"
,"Tempostampo": "Carimbo de hora"
,"Propra Teksto": "Texto personalizado"
,"Malebligita": "Desativado"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo": "Define o texto exibido nos filmes e fotos, no canto inferior esquerdo"
,"propra teksto…": "Texto personalizado…"
,"Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "Define o texto esquerdo personalizado; os seguintes tokens especiais são aceitos: %% Y = ano, %% m = mês, %% d = dia, %% H = hora, %% M = minuto, %% S = segundo, %% S = segundo, %% q = número do quadro, %% v = número do evento, %% T = HH: MM: SS, \\n = nova linha"
,"Dekstra Teksto": "Texto à direita"
,"Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo": "Define o texto exibido nos filmes e fotos, no canto inferior direito"
,"Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \\n = nova linio": "Define o texto certo personalizado; os seguintes tokens especiais são aceitos: %% Y = ano, %% m = mês, %% d = dia, %% H = hora, %% M = minuto, %% S = segundo, %% S = segundo, %% q = número do quadro, %% v = número do evento, %% T = HH: MM: SS, \\n = nova linha"
,"Teksta Skalo": "Escala de texto"
,"Difinas la grandecon de la superkovrita teksto": "Define o tamanho do texto da sobreposição"
,"Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo": "Habilite isso se desejar um fluxo de vídeo para esta câmera"
,"Videofluo": "Transmissão de vídeo"
,"Framo frekvencon": "Frequência de quadros"
,"Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.": "Define o número de quadros transmitidos por segundo na transmissão ao vivo."
,"Flua Kvalito": "Qualidade do fluxo"
,"Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).": "Sintonize a qualidade da transmissão ao vivo (valores mais altos produzem melhor qualidade de vídeo, mas exigem mais largura de banda)."
,"Bilda Redimensionado": "Redimensionamento de imagem"
,"Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).": "Quando ativada, as imagens são redimensionadas antes de serem enviadas para o navegador (desativadas ao executar em CPU lenta)."
,"Flua rezolucio": "Resolução de fluxo"
,"la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)": "a resolução fornecida como uma porcentagem da resolução do dispositivo de vídeo (valores mais altos produzem melhor qualidade de vídeo, mas exigem mais largura de banda)"
,"Flua haveno": "Porta de fluxo"
,"starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo": "configura a porta TCP na qual o servidor da web está escutando"
,"Aŭtentiga reĝimo": "Modo de autenticação"
,"la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj": "o método de autenticação usado pelo fluxo (escolha 'Bazic' em vez de 'Digest' se tiver problemas com programas de terceiros); verificações de acreditação serão usadas"
,"Movado-Optimigo": "Otimização de movimento"
,"ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita": "ative isso se desejar uma taxa de quadros mais baixa para o fluxo de entrega quando nenhum movimento for detectado"
,"Utilaj URLoj": "URLs úteis"
,"Instantara URL": "URL instantâneo"
,"URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao": "Um URL que fornece uma imagem JPEG com a captura mais recente da câmera"
,"Flua URL": "URL de fluxo"
,"URL kiu provizas MJPEG-fluon de la kamerao": "Um URL que fornece fluxo MJPEG da câmera"
,"Enigita URL": "URL de entrada"
,"URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita": "Uma URL que fornece um documento HTML mínimo contendo o quadro da câmera, pronto para ser incorporado"
,"Ebligu ĉi tion, se vi volas kapti statika bildojn.": "Ative isso se desejar capturar imagens estáticas."
,"Kaptitaj Bildoj": "Imagens capturadas"
,"Nomo Bildo-Dosiero": "Nome do arquivo de imagem"
,"dosiernomo ŝablono…": "Modelo de nome do arquivo…"
,"Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "Define o modelo de nome para arquivos JPEG; os seguintes tokens especiais são aceitos: %% Y = ano, %% m = mês, %% d = dia, %% H = hora, %% M = minuto, %% S = segundo, %% S = segundo, %% q = número do quadro, %% v = número do evento, / = subdiretório."
,"Bildkvalito": "Qualidade de imagem"
,"agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)": "define a qualidade da imagem JPEG (valores mais altos produzem melhor qualidade de imagem, mas requerem mais armazenamento)"
,"Kaptila reĝimo": "Modo de captura"
,"Moviĝa deĉenigo": "Gatilho de movimento"
,"Moviĝa deĉenigo (Unu bildo)": "Gatilho de movimento (Uma imagem)"
,"Intertempe": "Enquanto isso"
,"Ĉiuj bildoj": "Todas as imagens"
,"Mane": "Juba"
,"Difinas la kapta reĝimon:": "Define o modo de captura:"
,"Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,": "Disparador de movimento = imagem capturada sempre que o movimento é detectado,"
,"Intertempe = bildo kaptita ĉiun x sekundojn,": "Enquanto isso = imagem capturada a cada x segundos,"
,"Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,": "Todas as imagens = salvar cada quadro em um arquivo de imagem,"
,"Mane = mana kapto kun dediĉita butono.": "Juba = captura manual com um botão dedicado."
,"Interkapto-Intervalo": "Intervalo de interceptação"
,"sekundoj": "segundos"
,"agordas la intervalon (en sekundoj) por la kaptiloj": "define o intervalo (em segundos) para os instantâneos"
,"Konservi bildojn": "Salvar imagens"
,"Dum unu tago": "Por um dia"
,"Dum unu semajno": "Por uma semana"
,"Dum unu monato": "Por um mês"
,"Dum unu jaro": "Por um ano"
,"Porĉiame": "Para sempre"
,"Propra": "Personalizado"
,"Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.": "Imagens anteriores à duração definida são excluídas automaticamente para liberar espaço de armazenamento."
,"Bildaj Vivdaŭro": "Vida útil da imagem"
,"Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.": "Define o número de dias após os quais as imagens serão excluídas automaticamente."
,"Ebligu manaj kaptoj": "Ativar capturas manuais"
,"Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.": "Quando ativado, um botão no quadro da câmera permite fazer capturas manualmente."
,"ebligu ĉi tion, se vi volas registri filmojn": "habilite isso se você quiser gravar filmes"
,"Filmoj": "Filmes"
,"Filma Dosiernomo": "Nome do arquivo de filme"
,"Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.": "Define o modelo de nome para os arquivos de filme; os seguintes tokens especiais são aceitos: %% Y = ano, %% m = mês, %% d = dia, %% H = hora, %% M = minuto, %% S = segundo, %% S = segundo, %% q = número do quadro, %% v = número do evento, / = subdiretório."
,"Rekta kopia filmeto": "Cópia direta de vídeo"
,"Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.": "Crie filmes diretamente da câmera. Esta opção deve reduzir o uso da CPU, mas aumentar as demandas de memória. Nenhum processamento de imagem é feito; portanto, os textos se sobrepõem, máscaras de privacidade etc. não estará no vídeo resultante."
,"Filmformato": "Formato de filme"
,"Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.": "Personaliza o arquivo de filme; nem todos os formatos têm garantia de funcionar em todos os sistemas; em caso de dúvida, teste cada formato e escolha o que melhor funciona com seu vídeo."
,"Filma Kvalito": "Qualidade do filme"
,"Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).": "Define a qualidade do vídeo MPEG (valores mais altos produzem melhor qualidade de vídeo, mas requerem mais armazenamento)."
,"Rekorda reĝimo": "Modo de gravação"
,"Kontinua registrado": "Gravação contínua"
,"Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.": "Define o modo de gravação: Disparo de movimento = novo filme criado sempre que o movimento é detectado, Gravação contínua = um arquivo de filme grande."
,"Maksimuma filma daŭro": "Duração máxima do filme"
,"Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.": "Define a duração máxima dos filmes em segundos; se o evento de movimento durar mais, um novo arquivo de filme será criado; use 0 para comprimento ilimitado."
,"Konservi filmojn": "Salvar filmes"
,"Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.": "Os filmes anteriores à duração definida são excluídos automaticamente para liberar armazenamento."
,"Filmoj Vivdaŭro": "Vida útil dos filmes"
,"tagoj": "dias"
,"Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.": "Define o número de dias após os quais os filmes serão excluídos automaticamente."
,"Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.": "Ative isso para usar e configurar o dispositivo para detectar movimento."
,"Movado-Detekto": "Detecção de movimento"
,"Kadra ŝanĝo sojlo": "Limite de mudança de quadro"
,"Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).": "Indica a porcentagem mínima da imagem que deve alternar entre dois quadros sucessivos para detectar movimento (valores menores fornecem detecção mais sensível, mas tendem a falsos positivos)."
,"Maksimuma ŝanĝo sojlo": "Limite máximo de alteração"
,"Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).": "Define o número de pixels que foram alterados entre os quadros sobre os quais um pergaminho não é mais acionado (0 desativa a borda)."
,"Aŭtomata sojla agordo": "Configuração automática de limite"
,"Ebligu tion aŭtomate ĝustigi la sojlon.": "Habilite isso para ajustar automaticamente o limite."
,"Aŭtomata bruo-detekto": "Detecção automática de ruído"
,"Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.": "Habilite isso para ajustar automaticamente o nível de ruído."
,"Bruo-nivelo": "Nível de ruído"
,"Permane agordas la bruan nivelon al fiksita valoro.": "Define permanentemente o nível de ruído para um valor definido."
,"Detekto de lumaj ŝanĝoj": "Detecção de mudanças de luz"
,"Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).": "Define a porcentagem da imagem que precisa ser alterada para que o evento seja tratado como uma mudança repentina de luz em vez de movimento (0 %% desativa o recurso)."
,"Makula filtrilo": "Filtro de manchas"
,"Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.": "Habilite isso aplicando um filtro de ponto aos quadros antes da detecção de movimento."
,"Senmovada daŭro": "Movimento contínuo"
,"Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.": "Define o número de segundos de silêncio (ou seja, nenhum movimento) que marca o final de um evento de movimento."
,"Kaptita Antaŭe": "Apanhado Antes"
,"kadroj": "quadros"
,"Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.": "Define o número de quadros capturados (e incluídos no filme) antes que um incidente de movimento seja detectado."
,"Kaptita Post": "Apanhado Depois"
,"Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.": "Define o número de quadros a serem capturados (e incluídos no filme) após o final de um evento de movimento."
,"Minimumaj movaj kadroj": "Quadros de movimento mínimo"
,"Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.": "Define o número mínimo de quadros de movimento sucessivos necessários para iniciar um evento de movimento."
,"Masko": "Mask"
,"Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.": "Permite mascaramento de imagem para detecção de movimento mais seletiva e precisa."
,"Tipo de masko": "Tipo de máscara"
,"Inteligenta": "Smart"
,"Redaktebla": "Editável"
,"La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.": "A opção Inteligente detecta automaticamente regiões com movimento regular e cria dinamicamente uma máscara interna, enquanto a opção Editável permite que você a construa manualmente."
,"Inteligenta-maska Malrapideco": "Lentidão com máscara inteligente"
,"Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.": "Valores mais altos fornecem uma máscara mais durável com um processo de construção mais lento."
,"Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.": "Clique neste botão para ativar / desativar o editor de máscaras."
,"Purigi maskon": "Máscara limpa"
,"Alklaku ĉi tiun butonon por malplenigi la nunan maskon.": "Clique neste botão para esvaziar a máscara atual."
,"Montri Kadro-Ŝanĝojn": "Mostrar alterações de quadro"
,"Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.": "Se estiver ativo, a imagem muda (número de pixels e a área modificada) são mostrados no vídeo; habilite temporariamente isso para ajustar as configurações de detecção de movimento."
,"Krei debug media files": "Criar arquivos de mídia de depuração"
,"Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.": "Quando ativado, crie filmes e imagens especiais que ajudam a depurar problemas de detecção de movimento."
,"Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.": "Habilite isso se desejar ser notificado quando um movimento for detectado."
,"Moviĝaj sciigoj": "Notificações de movimento"
,"Sendi retpoŝton": "Envie um email"
,"Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.": "Ative esta opção se desejar receber um email sempre que um incidente de movimento for detectado."
,"Retpoŝtadresoj": "Endereços de email"
,"retpoŝtadresoj…": "Endereço de e-mail…"
,"Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.": "Os endereços de email (separados por vírgulas) adicionados aqui receberão notificações sempre que um incidente de movimento for detectado."
,"Servilo SMTP": "Servidor SMTP"
,"ekz. smtp.gmail.com": "p. ex. smtp.gmail.com"
,"Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).": "Digite o nome do host ou o endereço IP do seu servidor SMTP (para usar o Gmail smtp.gmail.com)."
,"SMTP Haveno": "Porta SMTP"
,"ekz. 587": "p. ex. 587"
,"Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).": "Digite a porta usada pelo servidor SMTP (normalmente 465 para conexões não TLS e 587 para conexões TLS)."
,"SMTP-Konto": "Conta SMTP"
,"konto@gmail.com…": "conta@gmail.com…"
,"Enigu vian SMTPan konton (kutime via retpoŝta adreso).": "Digite sua conta SMTP (geralmente seu endereço de email)."
,"SMTP Pasvorto": "Senha SMTP"
,"Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).": "Digite sua senha SMTP (para o Gmail, use sua senha do Google ou uma senha gerada por aplicativo)."
,"De adreso": "Do endereço"
,"retpoŝta adreso…": "Endereço de email…"
,"Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).": "Defina o endereço De personalizado se o seu serviço SMTP exigir um (o primeiro endereço de email de destino será usado se for deixado em branco)."
,"Uzi TLS": "Use TLS"
,"Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).": "Habilite isso se o servidor SMTP exigir TLS (o Gmail exige que isso esteja habilitado)."
,"Aldonitaj bildoj tempo-intervalo": "Intervalo de tempo das imagens adicionadas"
,"Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.": "Define o intervalo de pesquisa de tempo a ser usado ao criar links de email (valores mais altos geram emails com mais imagens à custa de aumento da notificação de adiamento); defina como 0 para desativar as imagens adicionadas; você também precisa ter a opção \"Capturar imagens\" ativada para fazer isso funcionar."
,"Testi retpoŝto": "E-mail de teste"
,"Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.": "Clique neste botão para testar as notificações por email depois de preencher os detalhes necessários."
,"Sendu Telegraman Sciigon": "Enviar notificação de telegrama"
,"ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita": "habilite isto se você quiser receber uma mensagem de telegrama sempre que um evento em movimento for detectado"
,"HTTP API ĵetono": "Token de API HTTP"
,"Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W": "Exemplo: 93847672: AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W"
,"Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.": "Ao criar o bate-papo do Telegram-Bot, você receberá um tokens de API que precisa entrar aqui. Clique no botão API abaixo para obter um guia passo a passo sobre como obter seus tokens de API. Além disso, converse com o seu recém -criado \"Bot\" após a geração de sua chave, para garantir que você receba mensagens."
,"Babileja ID": "ID de bate-papo"
,"Ekzemplo: 938272312": "Exemplo: 938272312"
,"Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.": "Crie um novo bate-papo para id_chatbot (@id_chatbot) e escolha começar. O chat retornará o número necessário para este campo."
,"Alkroĉitaj Bildoj Tempo": "Tempo de imagens anexadas"
,"difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.": "define o intervalo de tempo de busca de imagens para criar anexos de telegramas (valores mais altos geram mais imagens ao custo de maior atraso na notificação); defina como 0 para desativar os anexos de imagem; você também deve habilitar Imagens estáticas para que isso funcione; você vai querer brincar com este número até que uma imagem seja enviada. Um bom número inicial é 30 se você definir imagens estáticas para um movimento acionado. Para um movimento padrão acionado, defina isso muito mais baixo."
,"API-Informoj": "Informação API"
,"Testo": "Teste"
,"Alvoki URL": "Invocar URL"
,"Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.": "Habilite isso se desejar que um URL seja solicitado sempre que um evento de movimento for detectado."
,"ekz. http://ekzemplo.com/sciigi/": "p. ex. http://example.com/search/"
,"URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "URL a ser solicitada quando movimento é detectado; os seguintes atalhos especiais são aceitos: %% Y = ano, %% m = mês, %% d = dia, %% H = hora, %% M = minuto, %% S = segundo, %% q = número do quadro , %% v = número do evento"
,"La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).": "O método HTTP a ser usado ao solicitar uma URL (os parâmetros de URL fornecidos serão entregues conforme indicado aqui)."
,"Lanĉi komando": "Lançar um comando"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.": "Habilite isso se desejar executar um comando sempre que um evento de movimento for detectado."
,"Komando": "Comando"
,"komando…": "Comando…"
,"Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero": "Comando a ser lançado quando movimento for detectado; vários comandos podem ser separados por dois pontos; não use ponto e vírgula com comandos; os seguintes tokens especiais são aceitos: %% Y = ano, %% m = mês, %% d = dia, %% H = hora, %% M = minuto, %% S = segundo, %% q = número do quadro , %% v = número do evento"
,"Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.": "Habilite isso se desejar iniciar um comando toda vez que um evento de movimentação terminar."
,"Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.": "Comando a ser lançado quando o evento de movimento terminar; vários comandos podem ser separados por dois pontos; não use pontocom com comandos; os seguintes tokens especiais são aceitos: %% Y = ano, %% m = mês, %% d = data, %% H = hora, %% M = minuto, %% S = segundo, %% q = número do quadro."
,"Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.": "Habilite isso se desejar definir uma programação semanal para detecção de movimento."
,"Laboranta horaro": "Horário de trabalho"
,"Lundo": "Segunda-feira"
,"de": "de"
,"ĝis": "até"
,"Fiksas la labortagan tempintervalon por lundoj.": "Define o intervalo de dias úteis para as segundas-feiras."
,"Mardo": "Terça-feira"
,"Fiksas la labortagan tempintervalon por mardoj.": "Define o intervalo de dias úteis para as terças-feiras."
,"Merkredo": "Quarta-feira"
,"Fiksas la labortagan tempintervalon por merkredoj.": "Define o intervalo de dias úteis para quartas-feiras."
,"Ĵaŭdo": "Quinta-feira"
,"Fiksas la labortagan tempintervalon por ĵaŭdoj.": "Define o intervalo de dias úteis para as quintas-feiras."
,"Vendredo": "Sexta-feira"
,"Fiksas la labortagan tempintervalon por vendredoj.": "Define o intervalo de dias úteis para as sextas-feiras."
,"Sabato": "Sábado"
,"Fiksas la labortagan tempintervalon por sabatoj.": "Define o intervalo de dias úteis para os sábados."
,"Dimanĉo": "Domingo"
,"Fiksas la labortagan tempintervalon por dimanĉoj.": "Define o intervalo de dias úteis para os domingos."
,"Detekti movadon": "Detectar movimento"
,"Dum laborista horaro": "Durante o horário de trabalho"
,"Ekster laborista horaro": "Fora do horário de trabalho"
,"Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.": "Define se a detecção de movimento deve estar ativa durante ou fora do horário de trabalho."
,"neniam": "Nunca"
,"tago": "dia"
,"semajno": "semana"
,"monato": "mês"
,"jaro": "ano"
,"horo": "hora"
,"horoj": "horas"
,"minuto": "minuto"
,"minutoj": "minutos"
,"sekundo": "segundo"
,"minus": "menos"
}
