Repository: motioneye-project/motioneye
Catalog: motioneye/locale/*/LC_MESSAGES/motioneye.po
Languages: de, it, ro, tr, uk

source: Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.
de: Bilder, die älter als die definierte Dauer sind, werden automatisch gelöscht, um Speicherplatz freizugeben.
it: Le immagini più vecchie della durata specificata vengono automaticamente eliminate per liberare spazio di archiviazione.
ro: imaginile mai vechi decât durata specificată sunt șterse automat pentru a elibera spațiu de stocare.
tr: Belirtilen süreden daha eski olan resimler, depolama alanında yer açmak için otomatik olarak silinir.
uk: Зображення, старші за визначену тривалість, автоматично видаляються для випуску місця зберігання.

source: Bildaj Vivdaŭro
de: Bildlebensdauer
it: Immagine a vita
ro: Durata de viață a imaginii
tr: Görüntü Ömrü
uk: Термін служби зображення

source: Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.
de: Definiert die Anzahl der Tage, nach denen die Bilder automatisch gelöscht werden.
it: Definisce il numero di giorni dopo i quali le immagini verranno eliminate automaticamente.
ro: Setează numărul de zile după care imaginile vor fi șterse automat.
tr: Görüntülerin otomatik olarak silineceği gün sayısını tanımlar.
uk: Визначає кількість днів, після яких зображення будуть видалені автоматично.

source: Ebligu manaj kaptoj
de: Manuelle Aufnahmen aktivieren
it: Abilita le catture manuali
ro: Activați capturile manuale
tr: Manuel Yakalamaları Etkinleştir
uk: Увімкнути Ману уловити

source: Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.
de: Wenn dies aktiviert ist, können Sie mit einem Knopf am Kamerarahmen manuell Aufnahmen machen.
it: Quando questo è abilitato, un pulsante sulla cornice della fotocamera ti permetterà di scattare manualmente istantanea.
ro: Când această opțiune este activată, un buton de pe cadrul camerei va permite să capturați imagini.
tr: Bu açıldığında, kamera çerçevesindeki bir düğme manuel olarak çekim yapmanıza olanak tanır.
uk: Коли це увімкнено, кнопка на рамці камери дозволить вам вручну приймати захоплення.

source: ebligu ĉi tion, se vi volas registri filmojn
de: Aktiviere diese Option, wenn Videos aufgenommen werden sollen
it: Attivarlo se si desidera registrare filmati
ro: Activați această opțiune dacă doriți să înregistrați videoclipuri.
tr: film kaydetmek istiyorsanız bunu etkinleştirin
uk: Увімкніть це, якщо ви хочете записати фільми

source: Filmoj
de: Filme
it: Filmato
ro: Videoclipuri
tr: Filmler
uk: Фільми

source: Filma Dosiernomo
de: Name der Filmdatei
it: Nome file del filmato
ro: Numele fișierelor video
tr: Film Dosya Adı
uk: Фільм імені файлу

source: Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.
de: Definiert die Namensvorlage für die Filmdateien. Die folgenden speziellen Token werden akzeptiert: %%Y = Jahr, %%m = Monat, %%d = Tag, %%H = Stunde, %%M = Minute, %%S = Sekunde, %%q = Rahmennummer, %%v = Ereignisnummer, / = Unterverzeichnis.
it: Definisce il modello di nome per i file video; sono accettati i seguenti caratteri speciali: %% Y = anno, %% m = mese, %% d = giorno, %% H = ora, %% M = minuto, %% S = secondo, %% q = numero di frame, %% v = numero evento, / = sottodirectory.
ro: Setează șablonul de nume pentru fișierele video; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului, / = subdosar .
tr: Film dosyalarının ad şablonunu tanımlar; aşağıdaki özel belirteçler kabul edilir: %%Y = yıl,%%m = ay,%%d = gün,%%H = saat,%%M = dakika,%%S = saniye,%%q = çerçeve numarası, %%v = olay numarası, / = alt dizin.
uk: Визначає шаблон імені для фільмів; Наступні спеціальні жетони приймаються: %% y = рік, %% m = місяць, %% d = день, %% h = година, %% m = хвилина, %% s = секунд, %% q = номер кадру, %% V = номер події, / = підкаталог.

source: Rekta kopia filmeto
de: Video durchlassen
it: Passthrough Video
ro: Passthrough
tr: Film Geçişi
uk: Відео прямої копії

source: Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.
de: Erstellen Sie Filme direkt von der Kamera. Diese Option sollte die CPU-Auslastung reduzieren, aber den Speicherbedarf erhöhen. Es wird keine Bildverarbeitung durchgeführt, daher überlappen sich Texte und Datenschutzmasken usw. werden nicht auf dem Video sein.
it: Crea filmati del movimento direttamente dalla fotocamera. Questa opzione dovrebbe ridurre l'utilizzo della CPU ma aumentare i requisiti di memoria. Non viene eseguita l'elaborazione delle immagini, quindi i testi si sovrappongono, le maschere sulla privacy, ecc. non sarà sul video risultante.
ro: Creați videoclipuri direct de pe cameră. Această opțiune ar trebui să reducă utilizarea CPU, dar va crește cerințele de memorie. Nu se va produce nici un fel de prelucrare a imaginii, așa că suprapunerea de text , măștile de confidențialitate și așa mai departe nu vor apărea în videoclipul rezultat.
tr: Doğrudan kameradan filmler oluşturun. Bu seçenek CPU kullanımını azaltmalı ancak bellek gereksinimlerini artırmalıdır. Herhangi bir görüntü işleme yapılmadığından metinler çakışır, gizlilik maskeleri vb. ortaya çıkan videoda olmayacak.
uk: Створіть фільми безпосередньо з камери. Цей варіант повинен зменшити використання процесора, але збільшити вимоги до пам'яті. Ніяка обробка зображень не робиться, тому тексти перекриваються, маски конфіденційності тощо. не буде на отриманому відео.

source: Filmformato
de: Filmformat
it: Formato del video
ro: Format video
tr: Film formatı
uk: Формат фільму

source: Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.
de: Setzt das Dateiformat des Filmes. Es ist nicht garantiert, dass alle Formate auf allen Systemen funktionieren. Testen Sie im Zweifelsfall jedes Format und wählen Sie das Format aus, das am besten zu Ihrem Video passt.
it: Personalizza il formato del file del filmato; non tutti i formati sono garantiti per funzionare su tutti i sistemi; in caso di dubbi, testa ogni formato e scegli quello che funziona meglio con il tuo riproduttore video.
ro: Setează formatul fișierul video; nu se garantează ca toate formatele să funcționeze pe toate sistemele; dacă aveți îndoieli, testați fiecare format și alegeți-l pe cel care funcționează cel mai bine cu playerul dvs. video.
tr: Film dosyasını ayarlar; tüm formatların tüm sistemlerde çalışacağı garanti edilmez; Şüpheniz varsa her formatı test edin ve video oynatıcınızla en iyi sonucu vereni seçin.
uk: Налаштування фільму; Не всі формати гарантують роботу над усіма системами; Якщо ви сумніваєтесь, протестуйте кожен формат і виберіть той, який найкраще працює з вашим відео.

source: Filma Kvalito
de: Filmqualität
it: Qualità del video
ro: Calitatea videoclipurilor
tr: Film Kalitesi
uk: Якість фільму

source: Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).
de: Legt die MPEG-Videoqualität fest (höhere Werte führen zu einer besseren Videoqualität, erfordern jedoch mehr Speicherplatz).
it: Imposta la qualità video MPEG (valori più alti producono una qualità video migliore ma richiedono più spazio di archiviazione).
ro: Setează calitatea video MPEG (valorile mai mari produc o calitate video mai bună, dar necesită mai mult spațiu de stocare).
tr: MPEG video kalitesini ayarlar (daha yüksek değerler daha iyi video kalitesi sağlar ancak daha fazla depolama alanı gerektirir).
uk: Митниця Якість відео MPEG (більш високі значення виробляють кращу якість відео, але потребують більшого зберігання).

source: Rekorda reĝimo
de: Aufnahmemodus
it: Modalità di registrazione
ro: Modul de înregistrare
tr: Kayıt Modu
uk: Режим запису

source: Kontinua registrado
de: Kontinuierliche Aufnahme
it: Registrazione continua
ro: Înregistrare continuă
tr: Sürekli kayıt
uk: Постійний запис

source: Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.
de: Legt den Aufnahmemodus fest: Bewegungsauslöser = ein neues Video wird erstellt, wenn eine Bewegung erkannt wurde; fortlaufende Aufnahme = eine einzige große Videodatei.
it: Imposta la modalità di registrazione: Modalità rilevamento = un nuovo filmato creato ogni volta che viene rilevato un movimento, Registrazione continua = un file video di grandi dimensioni.
ro: Setează modul de înregistrare: Declanșat de mișcare = un videoclip nou e creat ori de câte ori este detectată mișcare, Înregistrare continuă = un singur fișier video mare.
tr: Kayıt modunu ayarlar: Hareket tetikleyici = hareket algılandığında yeni film oluşturulur, Sürekli Kayıt = büyük bir film dosyası.
uk: Налаштування режиму запису: тригер руху = новий фільм, створений, коли виявляється рух, безперервний запис = один великий файл фільму.

source: Maksimuma filma daŭro
de: Maximale Filmdauer
it: Lunghezza massima del filmato
ro: Durata maximă a videoclipului
tr: Maksimum Film Süresi
uk: Максимальна тривалість фільму

source: Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.
de: Legt die maximale Länge von Filmen in Sekunden fest. Wenn das Bewegungsereignis länger dauert, wird eine neue Filmdatei erstellt. Verwenden Sie 0 für unbegrenzte Länge.
it: Imposta la durata massima dei file video in secondi; se l'evento di movimento dura più a lungo, viene creato un nuovo file video; usa 0 per lunghezza illimitata.
ro: Setează durata maximă a videoclipurilor în secunde; dacă evenimentul de mișcare durează mai mult, un nou fișier este creat; utilizați 0 pentru durată nelimitată.
tr: Filmlerin maksimum uzunluğunu saniye cinsinden ayarlar; hareket olayı daha uzun sürerse yeni bir film dosyası oluşturulur; sınırsız uzunluk için 0'ı kullanın.
uk: Налаштування максимальної довжини фільмів за лічені секунди; Якщо подія руху триває довше, створюється новий файл фільму; Використовуйте 0 для необмеженої довжини.

source: Konservi filmojn
de: Filme aufbewahren
it: Conserva i filmati
ro: Păstrați videoclipurile
tr: Filmleri Kaydet
uk: Щоб зберегти фільми

source: Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.
de: Filme, die älter als die festgelegte Dauer sind, werden automatisch gelöscht, um Speicher freizugeben.
it: I filmati più vecchi della durata specificata vengono eliminati automaticamente per liberare spazio di archiviazione.
ro: videoclipurile mai vechi decât durata specificată sunt șterse automat pentru a elibera spațiu de stocare.
tr: Belirtilen süreyi aşan filmler, depolama alanında yer açmak için otomatik olarak silinir.
uk: Плівки, старші за визначену тривалість, автоматично видаляються для випуску зберігання.

source: Filmoj Vivdaŭro
de: Filme aufbewahren für
it: Filmati a vita
ro: Durata de viață a videoclipurilor
tr: Filmler Ömür Boyu
uk: Фільми життя

source: tagoj
de: Tage
it: Giorni
ro: zile
tr: günler
uk: дні

source: Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.
de: Legt die Anzahl der Tage fest, nach denen die Filme automatisch gelöscht werden.
it: Imposta il numero di giorni dopo i quali i filmati verranno eliminati automaticamente.
ro: Setează numărul de zile după care videoclipurile vor fi șterse automat.
tr: Filmlerin otomatik olarak silineceği gün sayısını ayarlar.
uk: Встановіть кількість днів, після яких фільми будуть зняті автоматично.

source: Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.
de: Aktiviere diese Option, um den Bewegungserkennungs-Mechanismus zu konfigurieren.
it: Attivalo per utilizzare e configurare il dispositivo di rilevamento del movimento.
ro: activați această opțiune pentru a utiliza și configura mecanismul de detectare a mișcării.
tr: Hareket algılama mekanizmasını kullanmak ve yapılandırmak için bunu etkinleştirin.
uk: Активуйте це, щоб використовувати та встановити пристрій для виявлення руху.

source: Movado-Detekto
de: Bewegungserkennung
it: Motion Detection
ro: Detectarea mișcării
tr: Hareket Algılama
uk: Виявлення руху

source: Kadra ŝanĝo sojlo
de: Schwellwert für Frameveränderung
it: Soglia di cambio frame
ro: Pragul de modificare a cadrelor
tr: Çerçeve değiştirme eşiği
uk: Поріг зміни рамки

source: Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).
de: Gibt den minimalen Prozentsatz des Bildes an, der zwischen zwei aufeinanderfolgenden Bildern wechseln muss, um Bewegungen zu erkennen (kleinere Werte ermöglichen eine empfindlichere Erkennung, neigen jedoch zu falsch positiven Ergebnissen).
it: Indica la percentuale minima dell'immagine che deve cambiare tra due fotogrammi successivi affinché venga rilevato il movimento (valori più piccoli danno un rilevamento più sensibile, ma sono soggetti a falsi positivi).
ro: Indică procentul minim al diferenței între două cadre succesive necesar pentru a detecta de mișcare (valorile mai mici oferă o detecție mai sensibilă, dar tind să ofere mai multe declanșări false).
tr: Hareketi algılamak için diğer iki kare arasında değişmesi gereken görüntünün minimum yüzdesini belirtir (daha küçük değerler daha hassas algılama sağlar ancak yanlış pozitiflere neden olur).
uk: Вказує мінімальний відсоток зображення, який повинен перемикатися між двома подальшими кадрами для виявлення руху (менші значення дають більш чутливе виявлення, але має тенденцію до помилкових позитивних даних).

source: Maksimuma ŝanĝo sojlo
de: Maximaler Schwellwert für Veränderung
it: Soglia massima di modifica
ro: Pragul maxim de modificare
tr: Maksimum değişiklik eşiği
uk: Максимальний поріг зміни

source: Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).
de: Legt die Anzahl der veränderten Pixel zwischen Frames fest, über welcher ein Bewegungstrigger ausgelöst wird (0 deaktiviert das Limit).
it: Imposta il numero di pixel variati tra i frame sopra cui non viene più attivato un evento di movimento (0 disabilita il limite).
ro: Setează numărul de pixeli modificați între cadre mai sus de care detectarea mișcării nu se va declanșa (0 dezactivează limita).
tr: Üzerinde kaydırmanın artık tetiklenmediği kareler arasında değiştirilen raster sayısını ayarlar (0 sınırı devre dışı bırakır).
uk: Встановлює кількість пікселів, що змінюються між кадрами, на які рухається, більше не тригерів (0 вимикає межу).

source: Aŭtomata sojla agordo
de: Automatische Schwellenwerteinstellung
it: Regolazione automatica della soglia
ro: Setarea automată a pragului
tr: Otomatik Eşik Ayarı
uk: Автоматична конфігурація порогу

source: Ebligu tion aŭtomate ĝustigi la sojlon.
de: Aktivieren Sie diese Option, um den Schwellenwert automatisch anzupassen.
it: Abilitalo per regolare automaticamente la soglia.
ro: Activați această opțiune pentru ca pragul să fie ajustat în mod automat.
tr: Eşiği otomatik olarak ayarlamak için bunu etkinleştirin.
uk: Увімкніть це автоматично регулювати поріг.

source: Aŭtomata bruo-detekto
de: Automatische Bildrauscherkennung
it: Rilevazione automatica del rumore
ro: Detectare automată a zgomotului
tr: Otomatik Gürültü Algılama
uk: Автоматичне виявлення шуму

source: Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.
de: Aktivieren Sie diese Option um den Bildrauschpegel automatisch anzupassen.
it: Abilitarlo per regolare automaticamente il livello di rumore.
ro: Activați această opțiune pentru a regla automat nivelul de zgomot vizual.
tr: Gürültü seviyesini otomatik olarak ayarlamak için bunu etkinleştirin.
uk: Дозвольте це автоматично регулювати рівень шуму.

source: Bruo-nivelo
de: Bildrauschpegel
it: Livello di rumore
ro: Nivel de zgomot
tr: Gürültü seviyesi
uk: Рівень шуму

source: Permane agordas la bruan nivelon al fiksita valoro.
de: Stellt den Geräuschpegel dauerhaft auf einen festgelegten Wert ein.
it: Imposta in modo permanente il livello di rumore su un valore impostato.
ro: Setează manual nivelul de zgomot la o valoare fixă.
tr: Gürültü seviyesini kalıcı olarak ayarlanan değere ayarlar.
uk: Вручну налаштовують рівень шуму до фіксованого значення.

source: Detekto de lumaj ŝanĝoj
de: Erkennung von Lichtveränderungen
it: Rilevamento dei cambiamenti di luce
ro: Detectarea becurilor
tr: Işık değişikliklerinin tespiti
uk: Виявлення змін світла

source: Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).
de: Definiert den Prozentsatz des Bildes, der geändert werden muss, damit das Ereignis als plötzliche Lichtänderung anstelle von Bewegung behandelt wird (0 %% deaktiviert die Funktion).
it: Imposta la percentuale dell'immagine che deve cambiare in modo che l'evento venga trattato come un improvviso cambiamento di luce invece che come movimento (0 disabilita la funzione).
ro: Setează procentul imaginii ce trebuie să se schimbe pentru ca evenimentul să fie tratat ca o schimbare bruscă de lumină în loc de mișcare (0%% dezactivează funcția).
tr: Olayın hareket yerine ani bir ışık değişimi olarak değerlendirilmesi için değişmesi gereken görüntünün yüzdesini tanımlar (0%%, özelliği devre dışı bırakır).
uk: Визначає відсоток зображення, яке потрібно змінити, щоб подія трактувалася як раптова зміна світла замість руху (0 %% запобігає функції).

source: Makula filtrilo
de: Fleckenfilter
it: Filtro antimacchia
ro: Filtru de strălucire
tr: Benek Filtresi
uk: Плямистий фільтр

source: Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.
de: Aktivieren Sie dies, um vor der Bewegungserkennung einen Fleckenfilter auf die Einzelbilder anzuwenden.
it: Abilita questa opzione per applicare un filtro di sfocatura ai fotogrammi prima di rilevare il movimento.
ro: Activați această opțiune pentru a aplica un filtru de 'destrălucire' la cadre înainte de a detecta mișcarea.
tr: Hareketi algılamadan önce karelere bulanıklık filtresi uygulamak için bunu etkinleştirin.
uk: Дозвольте це застосувати плятний фільтр до кадрів перед виявленням руху.

source: Senmovada daŭro
de: Bewegungslos
it: Durata dell'immobilità
ro: Lipsă mișcare
tr: Hareketsizlik Süresi
uk: Нерухомий тривалість

source: Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.
de: Legt die Anzahl der Sekunden der Stille (ohne Bewegung) fest, die das Ende eines Bewegungsereignisses markiert.
it: Imposta il numero di secondi di silenzio (ovvero nessun movimento) che segna la fine di un evento di movimento.
ro: Setează numărul de secunde de tăcere (adică fără mișcare) ce marchează sfârșitul unui eveniment de mișcare.
tr: Bir hareket olayının sonunu işaret eden sessizlik (yani hareketsizlik) saniye sayısını ayarlar.
uk: Налаштування кількості секунд тиші (тобто немає руху), що позначають кінець руху.

source: Kaptita Antaŭe
de: Vorschau
it: Catturato prima
ro: Capturat înainte
tr: Daha Önce Yakalandı
uk: Спійманий раніше

source: kadroj
de: Frames
it: Frames
ro: cadre
tr: kadraj
uk: рамки

source: Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.
de: Legt die Anzahl der Bilder fest die aufgenommen werden und im Film enthalten sind bevor ein Bewegungsereignis erkannt wird.
it: Imposta il numero di fotogrammi catturati (e includere nel filmato) prima che venga rilevato un movimento.
ro: Setează numărul de cadre capturate (și incluse în videoclip) înainte ca un eveniment de mișcare să fie detectat.
tr: Bir hareket olayı algılanmadan önce çekilen (ve filme dahil edilen) kare sayısını ayarlar.
uk: Встановлює кількість кадрів, захоплених (і включається до фільму) до виявлення руху.

source: Kaptita Post
de: Aufgenommen danach
it: Catturato dopo
ro: Capturat după
tr: Daha Sonra Yakalandı
uk: Спійманий

source: Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.
de: Legt die Anzahl der Frames fest, die nach dem Ende eines Bewegungsereignisses aufgenommen und im Film enthalten sein sollen.
it: Imposta il numero di fotogrammi da acquisire (e includere nel filmato) dopo la fine di un evento di movimento.
ro: Setează numărul de cadre de capturate (și incluse în videoclip) după încheierea unui eveniment de mișcare.
tr: Bir hareket olayının bitiminden sonra yakalanacak (ve filme dahil edilecek) kare sayısını ayarlar.
uk: Встановлює кількість кадрів, які підлягають захопленню (і включеним до фільму) після закінчення події руху.

source: Minimumaj movaj kadroj
de: Mindestanzahl für Frames mit Bewegung
it: Fotogrammi di movimento minimi
ro: Minimul de cadre de mișcare
tr: Minimum Hareketli Çerçeveler
uk: Мінімальні кадри, що рухаються

source: Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.
de: Legt die Mindestanzahl aufeinanderfolgender Frames mit Bewegung fest, die zum Starten eines Bewegungsereignisses erforderlich sind.
it: Imposta il numero minimo di fotogrammi di movimento successivi necessari per avviare un evento di movimento.
ro: Setează numărul minim de cadre de mișcare succesive necesare pentru a declanșa un eveniment de mișcare.
tr: Bir hareket olayını başlatmak için gereken minimum ilave hareket karesi sayısını ayarlar.
uk: Встановлює мінімальну кількість подальших кадрів, що рухаються, необхідні для початку рухомої події.

source: Masko
de: Maske
it: Maschera
ro: Mască
tr: Maske
uk: Маска

source: Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.
de: Aktiviert die Bildmaskierung für eine selektivere und genauere Bewegungserkennung.
it: Abilita il mascheramento delle immagini per un rilevamento del movimento più selettivo e preciso.
ro: Permite mascarea imaginilor pentru o detectare mai selectivă și mai precisă a mișcării.
tr: Daha seçici ve doğru hareket algılama için görüntü maskelemeyi etkinleştirir.
uk: Дозволяє маскування зображення для більш вибіркового та точного виявлення руху.

source: Tipo de masko
de: Art der Maske
it: Tipo di maschera
ro: Tipul de mască
tr: Maske türü
uk: Тип маски

source: Inteligenta
de: Smart
it: Intelligente
ro: Inteligentă
tr: Zeki
uk: Розумний

source: Redaktebla
de: Bearbeitbar
it: Modificabile
ro: Editabilă
tr: Düzenlenebilir
uk: Редагований

source: La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.
de: Mit der Option "Smart" werden Bereiche mit regelmäßiger Bewegung automatisch erkannt und dynamisch eine interne Maske erstellt. Mit der Option "Bearbeiten" können Sie sie manuell selbst erstellen.
it: L'opzione Intelligente rileva automaticamente le regioni con movimento regolare e crea dinamicamente una maschera interna, mentre l'opzione mascera modificabile ti consente di costruirla manualmente da solo.
ro: Opțiunea 'inteligentă' detectează automat regiunile cu mișcare regulată și construiește dinamic o mască internă, în timp ce opțiunea 'editabilă' permite să o construiți manual.
tr: Akıllı seçeneği, düzenli hareket içeren bölgeleri otomatik olarak algılar ve dinamik olarak bir iç maske oluşturur; Düzenlenebilir seçeneği ise bunu kendiniz manuel olarak oluşturmanıza olanak tanır.
uk: SMART варіант автоматично виявляє регіони регулярним рухом і динамічно створює внутрішню маску, в той час як редагований варіант дозволяє вам вручну побудувати її сам.
