Repository: motioneye-project/motioneye
Catalog: motioneye/locale/*/LC_MESSAGES/motioneye.po
Languages: de, it, ro, tr, uk

source: URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero
de: URL, die angefordert werden soll, wenn eine Bewegung erkannt wird; Die folgenden speziellen Verknüpfungen werden akzeptiert: %% Y = Jahr, %% m = Monat, %% d = Tag, %% H = Stunde, %% M = Minute, %% S = Sekunde, %% q = Bildnummer , %% v = Ereignisnummer
it: URL da richiedere quando viene rilevato un movimento; sono accettate le seguenti scorciatoie speciali: %% Y = anno, %% m = mese, %% d = giorno, %% H = ora, %% M = minuto, %% S = secondo, %% q = numero di frame , %% v = numero evento
ro: URL-ul care să fie solicitat atunci când este detectată mișcare; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul incidentului .
tr: Hareket algılandığında istenecek URL; aşağıdaki özel kısayollar kabul edilir: %%Y = yıl, %%m = ay, %%d = gün, %%H = saat, %%M = dakika, %%S = saniye, %%q = çerçeve numarası , %%v = rastgele sayı
uk: URL, яку потрібно вимагати при виявленні руху; Наступні спеціальні ярлики приймаються: %% y = рік, %% m = місяць, %% d = день, %% h = година, %% m = хвилина, %% s = секунд, %% q = номер кадру, %% V = випадкові число

source: La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).
de: Die HTTP-Methode, die beim Anfordern einer URL verwendet werden soll (die angegebenen URL-Parameter werden wie hier angegeben übertragen).
it: Il metodo HTTP da utilizzare quando si richiede un URL (i parametri URL forniti verranno consegnati come indicato qui).
ro: Metoda HTTP de utilizat atunci când apelați un web hook (parametrii URL dați vor fi transmiși așa cum este indicat aici).
tr: Bir URL istenirken kullanılacak HTTP yöntemi (verilen URL parametreleri burada belirtildiği gibi iletilecektir).
uk: Метод HTTP, який можна використовувати, коли ви запитуєте URL -адресу (задані параметри URL -адреси будуть доставлені, як зазначено тут).

source: Lanĉi komando
de: Starten Sie einen Befehl
it: Esegui un comando
ro: Executați o comandă
tr: Komutu Başlat
uk: Команда запуску

source: Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.
de: Aktivieren Sie diese Option, wenn Sie jedes Mal, wenn ein Bewegungsereignis erkannt wird, einen Befehl ausführen möchten.
it: Abilitare questo se si desidera eseguire un comando ogni volta che viene rilevato un evento di movimento.
ro: Activați această opțiune dacă doriți să executați o comandă de fiecare dată când este detectat un eveniment de mișcare.
tr: Her hareket olayı algılandığında bir komut başlatmak istiyorsanız bunu etkinleştirin.
uk: Увімкніть це, якщо ви хочете запускати команду щоразу, коли виявляється подія руху.

source: Komando
de: Befehl
it: Comando
ro: Comandă
tr: Emret
uk: Командування

source: komando…
de: Befehl…
it: Comando …
ro: Comandă…
tr: emret…
uk: Команда…

source: Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero
de: Befehl, der gestartet werden soll, wenn eine Bewegung erkannt wird; Mehrere Befehle können durch einen Doppelpunkt getrennt werden. Verwenden Sie keine Semikolons mit Befehlen. Die folgenden speziellen Token werden akzeptiert: %% Y = Jahr, %% m = Monat, %% d = Tag, %% H = Stunde, %% M = Minute, %% S = Sekunde, %% q = Rahmennummer , %% v = Ereignisnummer
it: Comando da lanciare quando viene rilevato un movimento; più comandi possono essere separati da due punti; non usare i punti e virgola con i comandi; sono accettati i seguenti caratteri speciali: %% Y = anno, %% m = mese, %% d = giorno, %% H = ora, %% M = minuto, %% S = secondo, %% q = numero di frame , %% v = numero evento
ro: Comanda care doriți să fie executată atunci când este detectată mișcare; comenzile multiple pot fi separate prin două puncte; nu utilizați punct și virgulă cu comenzi; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului .
tr: Hareket algılandığında çalıştırılacak komut; birden fazla komut iki nokta üst üste işaretiyle ayrılabilir; komutlarda noktalı virgül kullanmayın; aşağıdaki özel belirteçler kabul edilir: %%Y = yıl, %%m = ay, %%d = gün, %%H = saat, %%M = dakika, %%S = saniye, %%q = çerçeve numarası , %%v = rastgele sayı
uk: Команда, яка буде запущена при виявленні руху; Численні команди можуть бути розділені товстою кишкою; Не використовуйте крапки з комочками з командами; Наступні спеціальні жетони приймаються: %% y = рік, %% m = місяць, %% d = день, %% h = година, %% m = хвилина, %% s = секунда, %% q = номер кадру число , %% V = випадкові число

source: Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.
de: Aktivieren Sie diese Option, wenn Sie am Ende jedes Bewegungsereignisses einen Befehl starten möchten.
it: Abilitare questa opzione se si desidera eseguire un comando ogni volta che viene completato un evento di movimento.
ro: Activați această opțiune dacă doriți să lansați o comandă de fiecare dată când se termină un eveniment de mișcare.
tr: Bir hareket olayı her tamamlandığında bir komut çalıştırmak istiyorsanız bunu etkinleştirin.
uk: Увімкніть це, якщо ви хочете запускати команду щоразу, коли перехід переміщення.

source: Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.
de: Befehl, der gestartet werden soll, wenn das Bewegungsereignis endet; Mehrere Befehle können durch einen Doppelpunkt getrennt werden. Verwenden Sie keine Dotcoms mit Befehlen. Die folgenden speziellen Token werden akzeptiert: %% Y = Jahr, %% m = Monat, %% d = Datum, %% H = Stunde, %% M = Minute, %% S = Sekunde, %% q = Rahmennummer.
it: Comando da eseguire al termine dell'evento di movimento; più comandi possono essere separati da un punto e virgola; non usare il punto e virgola all'interno dei comandi; sono accettati i seguenti gettoni speciali:%%Y = anno,%%m = mese,%%d = data,%%H = ora,%%M = minuto,%%S = secondo,%%q = numero frame.
ro: Comanda care doriți să fie executată atunci când un eveniment de mișcare se termină; comenzile multiple pot fi separate prin două puncte; nu utilizați punct și virgulă cu comenzi; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului .
tr: Bir hareket olayı sona erdiğinde başlatılacak komut; birden fazla komut iki nokta üst üste işaretiyle ayrılabilir; komutlarla nokta kompozisyonları kullanmayın; aşağıdaki özel belirteçler kabul edilir: %%Y = yıl, %%m = ay, %%d = tarih, %%H = saat, %%M = dakika, %%S = saniye, %%q = çerçeve numarası.
uk: Команда, яка повинна бути запущена, коли закінчується подія руху; Численні команди можуть бути розділені товстою кишкою; Не використовуйте точкові сполуки з командами; Наступні спеціальні жетони приймаються: %% Y = рік, %% M = місяць, %% D = дата, %% H = година, %% M = хвилина, %% S = секунда, %% Q = номер кадру.

source: Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.
de: Aktivieren Sie diese Option, wenn Sie einen wöchentlichen Zeitplan für die Bewegungserkennung festlegen möchten.
it: abilitare questa opzione se si desidera impostare un programma settimanale per il rilevamento del movimento.
ro: Activați această opțiune dacă doriți să setați un program săptămânal pentru detectarea mișcării.
tr: Hareket algılama için haftalık bir program tanımlamak istiyorsanız bunu etkinleştirin.
uk: Увімкніть це, якщо ви хочете визначити щотижневий графік виявлення руху.

source: Laboranta horaro
de: Arbeitsplan
it: Orario di lavoro
ro: Program de lucru
tr: Çalışma Takvimi
uk: Робочий графік

source: Lundo
de: Montag
it: Lunedi
ro: Luni
tr: Pazartesi
uk: Понеділок

source: de
de: von
it: da
ro: de la
tr: başlangıç
uk: на

source: ĝis
de: bis
it: Fino a
ro: până la
tr: bitiş
uk: аж до

source: Fiksas la labortagan tempintervalon por lundoj.
de: Legt die Arbeitszeit für Montage fest.
it: Imposta l'intervallo di tempo del programma di lavoro per il lunedì.
ro: Setează intervalul de timp de lucru pentru zilele de luni.
tr: Pazartesi günleri için hafta içi zaman aralığını ayarlar.
uk: Встановлює діапазон робочого дня на понеділок.

source: Mardo
de: Dienstag
it: martedì
ro: Marți
tr: Salı
uk: У вівторок

source: Fiksas la labortagan tempintervalon por mardoj.
de: Legt die Arbeitszeit für Dienstage fest.
it: Imposta l'intervallo di tempo del programma di lavoro per il martedì.
ro: Setează intervalul de timp de lucru pentru zilele de marți.
tr: Salı günleri için hafta içi zaman aralığını ayarlar.
uk: Встановлює діапазон робочого дня для вівторків.

source: Merkredo
de: Mittwoch
it: mercoledì
ro: Miercuri
tr: Çarşamba
uk: Середа

source: Fiksas la labortagan tempintervalon por merkredoj.
de: Legt die Arbeitszeit für Mittwoche fest.
it: Imposta l'intervallo di tempo del programma di lavoro per il mercoledì.
ro: Setează intervalul de timp de lucru pentru zilele de miercuri.
tr: Çarşamba günleri için hafta içi zaman aralığını ayarlar.
uk: Встановлює діапазон робочого дня на середу.

source: Ĵaŭdo
de: Donnerstag
it: Giovedi
ro: Joi
tr: Perşembe
uk: Четвер

source: Fiksas la labortagan tempintervalon por ĵaŭdoj.
de: Legt die Arbeitszeit für Donnerstage fest.
it: Imposta l'intervallo di tempo del programma di lavoro per il giovedì.
ro: Setează intervalul de timp de lucru pentru zilele de joi.
tr: Perşembe günleri için hafta içi zaman aralığını ayarlar.
uk: Встановлює діапазон робочого дня на четвер.

source: Vendredo
de: Freitag
it: Venerdì
ro: Vineri
tr: Cuma
uk: П’ятниця

source: Fiksas la labortagan tempintervalon por vendredoj.
de: Legt die Arbeitszeit für Freitage fest.
it: Imposta l'intervallo di tempo del programma di lavoro per il venerdì.
ro: Setează intervalul de timp de lucru pentru zilele de vineri.
tr: Cuma günleri için hafta içi zaman aralığını ayarlar.
uk: Встановлює діапазон робочого дня на п’ятницю.

source: Sabato
de: Samstag
ro: Sâmbătă
tr: Cumartesi
uk: Субота

source: Fiksas la labortagan tempintervalon por sabatoj.
de: Legt die Arbeitszeit für Samstage fest.
it: Imposta l'intervallo di tempo del programma di lavoro per il sabato.
ro: Setează intervalul de timp de lucru pentru zilele de sâmbătă.
tr: Cumartesi günleri için hafta içi zaman aralığını ayarlar.
uk: Встановлює діапазон робочого дня для суботи.

source: Dimanĉo
de: Sonntag
it: Domenica
ro: Duminică
tr: Pazar
uk: Неділя

source: Fiksas la labortagan tempintervalon por dimanĉoj.
de: Legt die Arbeitszeit für Sonntage fest.
it: Imposta l'intervallo di tempo del programma di lavoro per il domenica.
ro: Setează intervalul de timp de lucru pentru zilele de duminică.
tr: Pazar günleri için hafta içi zaman aralığını ayarlar.
uk: Встановлює діапазон робочого дня на неділю.

source: Detekti movadon
de: Bewegung erkennen
it: Rileva i movimenti
ro: Detectează mișcarea
tr: Hareketi algıla
uk: Виявити рух

source: Dum laborista horaro
de: Während der Arbeitszeit
it: Durante l'orario di lavoro
ro: În timpul programului de lucru
tr: Çalışma saatleri sırasında
uk: Під час робочого графіку

source: Ekster laborista horaro
de: Außerhalb der Arbeitszeit
it: Fuori dall'orario di lavoro
ro: În afara programului de lucru
tr: Çalışma saatleri dışında
uk: Поза робочим графіком

source: Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.
de: Legt fest, ob die Bewegungserkennung während oder außerhalb der Arbeitszeit aktiv sein soll.
it: Definisce se il rilevamento del movimento deve essere attivo durante o al di fuori dell'orario di lavoro.
ro: Setează dacă detectarea mișcării ar trebui să fie activă în timpul sau în afara programului de lucru.
tr: Hareket algılamanın çalışan programı sırasında mı yoksa dışında mı etkin olması gerektiğini tanımlar.
uk: Визначає, чи слід виявлення руху бути активним під час робочого графіку або поза ним.

source: neniam
de: noch nie
it: mai
ro: niciodată
tr: Asla
uk: ніколи

source: tago
de: Tag
it: Giorno
ro: zi
tr: gün
uk: день

source: semajno
de: Woche
it: settimana
ro: săptămână
tr: hafta
uk: тиждень

source: monato
de: Monat
it: mese
ro: lună
tr: ay
uk: місяць

source: jaro
de: Jahr
it: Anno
ro: an
tr: yıl
uk: рік

source: horo
de: Stunde
it: Ora
ro: oră
tr: saat
uk: година

source: horoj
de: Stunden
it: Ore
ro: ore
tr: saat,
uk: годинник

source: minuto
de: Minute
ro: minut
tr: Bir dakika
uk: хвилина

source: minutoj
de: Minuten
it: minuti
ro: minute
tr: dakika
uk: хвилини

source: sekundo
de: 1 Sekunde
it: secondo
ro: secundă
tr: bir saniye
uk: секунда

source: minus
it: meno
tr: eksi
uk: мінус
