Repository: motioneye-project/motioneye
Catalog: motioneye/locale/*/LC_MESSAGES/motioneye.po
Languages: de, it, ro, tr, uk

source: elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)
de: Wähle die passende SMB-Version aus (Sie können ausprobieren, welche Version am besten mit Ihrem NAS funktioniert)
it: selezionare la versione SMB da utilizzare (testa le diverse opzioni e vedi quale funziona meglio con il tuo NAS)
ro: Selectează versiunea SMB pe care o puteți utiliza (testați diferitele opțiuni și vedeți care funcționează cel mai bine cu sistemul dvs. NAS).
tr: kullanabileceğiniz SMB sürümünü seçin (farklı seçenekleri test edin ve hangisinin NAS'ınızla en iyi şekilde çalıştığını görün)
uk: Виберіть версію SMB, яку ви можете використовувати (протестуйте різні параметри та перегляньте, який з них найкраще працює з вашим NAS)

source: Kunhava nomo
de: Share-Name
it: Nome condiviso
ro: Nume partajare
tr: Paylaşılan ad
uk: Спільне ім’я

source: la nomo de la interŝanĝa reto
de: der Name der Netzwerkfreigabe
it: il nome della rete condivisa
ro: numele rețelei partajate
tr: değişim ağının adı
uk: Назва мережі Exchange

source: Uzantnomo
de: Benutzername
it: Nome utente
ro: Nume de utilizator
tr: Kullanıcı Adı
uk: Ім'я користувача

source: la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)
de: Der Benutzername, der beim Zugriff auf das Netzwerkverzeichnis angegeben werden muss (leer lassen, wenn kein Benutzername erforderlich ist)
it: il nome utente da fornire quando si accede alla cartella di rete condivisa (lasciare vuoto se non è richiesto alcun nome utente)
ro: Numele de utilizator de furnizat pentru accesarea directorului de rețea (lăsați necompletat dacă nu este necesar un nume de utilizator).
tr: ağ dizinine erişilirken sağlanacak kullanıcı adı (kullanıcı adı gerekmiyorsa boş bırakın)
uk: Ім'я користувача, яке надається, коли ви отримуєте доступ до мережевого каталогу (залиште порожнім, якщо не потрібно іменем користувача)

source: Pasvorton
de: Passwort teilen
it: Password
ro: Parola partajării
tr: şifre
uk: Пароль

source: la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)
de: das für das Netzwerkverzeichnis erforderliche Kennwort (leer lassen, wenn kein Kennwort erforderlich ist)
it: la password richiesta dalla cartella di rete condivisa (lasciare vuota se non è richiesta la password)
ro: Parola cerută de directorul de rețea (lăsați necompletat dacă nu este necesară o parolă).
tr: ağ dizininin gerektirdiği şifre ( şifre gerekmiyorsa boş bırakın )
uk: Пароль, необхідний мережевим каталогом (залиште порожнім, якщо пароля не потрібен)

source: Radika dosierujo
de: Stammverzeichnis
it: Directory principale
ro: Directorul
tr: Kök Dizini
uk: Кореневий каталог

source: la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj
de: Der Stammpfad (auf dem ausgewählten Speichergerät), in dem die Dateien gespeichert werden
it: il percorso principale (sul dispositivo di archiviazione selezionato) in cui verranno archiviati i file
ro: Calea (pe dispozitivul de stocare selectat), unde vor fi salvate fișierele.
tr: dosyaların saklanacağı kök yolu (seçilen depolama cihazında)
uk: Кореневий шлях (на вибраному пристрої для зберігання), де будуть збережені файли

source: Testi la reton dosierujon
de: Testen
it: Testare la cartella di rete
ro: Testați directorul de rețea
tr: Ağ klasörünü test edin
uk: Перевірте мережну папку

source: alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn
de: Klicken Sie auf diese Schaltfläche, um die Netzwerkverbindung zu testen, nachdem Sie die erforderlichen Details eingegeben haben
it: fare clic su questo pulsante per testare la connessione di rete dopo aver inserito i dettagli richiesti
ro: Faceți clic pe acest buton pentru a testa conexiunea directorului de rețea după ce ați completat detaliile necesare.
tr: Gerekli ayrıntıları doldurduktan sonra çevrimiçi ortak yerleşimi test etmek için bu düğmeye tıklayın
uk: Клацніть цю кнопку, щоб перевірити онлайн -розкол. Після заповнення необхідних деталей

source: Uzado de Disko
de: Festplattennutzung
it: Utilizzo del disco
ro: Utilizare disc
tr: Disk Kullanımı
uk: За допомогою диска

source: la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo
de: die verwendete/Gesamtgröße der Festplatte, auf der sich das Stammverzeichnis befindet
it: la dimensione utilizzata/totale del disco in cui risiede la directory principale
ro: Dimensiunea utilizată/totală a discului în care se află directorul root.
tr: kök dizinin bulunduğu diskin kullanılan/toplam boyutu
uk: використаний/загальний розмір диска, де живе кореневий каталог

source: Alŝutu Mediajn Dosierojn
de: Mediendateien hochladen
it: Carica file multimediali
ro: Încărcare fișiere media
tr: Medya Dosyalarını Yükleyin
uk: Завантажити екологічні файли

source: aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo
de: Aktivieren Sie diese Option, wenn Ihre Medien zu einem externen Dienst hochgeladen werden sollen
it: abilita questa opzione se vuoi che i tuoi file multimediali vengano caricati su un servizio esterno
ro: Activați această opțiune dacă doriți ca conținutul media să fie încărcat într-un serviciu extern.
tr: medyanızın harici bir hizmete yüklenmesini istiyorsanız bu seçeneği etkinleştirin
uk: Активуйте цю опцію, якщо ви хочете, щоб ваші медіа були завантажені на зовнішній сервіс

source: Alŝutu Bildojn
de: Bilder hochladen
it: Carica immagini
ro: Încărcare imagini
tr: Resimleri yükle
uk: Завантажте фотографії

source: aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo
de: Aktivieren Sie diese Option, wenn die Bilder auf einen externen Dienst hochgeladen werden sollen
it: attivare questa opzione se si desidera che le immagini vengano scaricate su un servizio esterno
ro: Activați această opțiune dacă doriți ca imaginile să fie încărcate într-un serviciu extern.
tr: görüntülerin harici bir hizmete indirilmesini istiyorsanız bu seçeneği etkinleştirin
uk: Активуйте цю опцію, якщо ви хочете, щоб зображення завантажували на зовнішню службу

source: Alŝutu Filmojn
de: Filme hochladen
it: Carica video
ro: Încărcare videoclipuri
tr: Filmleri Yükle
uk: Завантажити фільми

source: ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo
de: Aktivieren Sie diese Option, wenn Videos zu einem externen Dienst hochgeladen werden sollen
it: abilitare nel caso in cui si desideri che i video vengano caricati su un servizio esterno
ro: Activați acest lucru dacă doriți ca videoclipurile să fie încărcate într-un serviciu extern.
tr: videoların harici bir hizmete yüklenmesini istiyorsanız bunu etkinleştirin
uk: Увімкніть це, якщо ви хочете, щоб відео було завантажено на зовнішній сервіс

source: Alŝuta Servo
de: Hochlade-Service
it: Carica servizio
ro: Serviciu de încărcare
tr: Yükleme Servisi
uk: Завантажити послугу

source: Servilo FTP
de: FTP-Server
it: Server FTP
ro: server FTP
tr: Ftp Sunucusu
uk: FTP -сервер

source: Servilo SFTP
de: SFTP-Server
it: Server SFTP
ro: server SFTP
tr: SFTP Sunucusu
uk: SFTP -сервер

source: Servilo HTTP
de: HTTP-Server
it: Server HTTP
ro: Server HTTP
tr: HTTP Sunucusu
uk: HTTP -сервер

source: Servilo HTTPS
de: HTTPS-Server
it: Server HTTPS
ro: Server HTTPS
tr: HTTPS Sunucusu
uk: HTTPS -сервер

source: elektu servon, al kiu la mediadosieroj estu alŝutitaj
de: Wählen Sie einen Dienst aus, zu dem die Mediendateien hochgeladen werden sollen
it: scegliere un servizio su cui caricare i file multimediali
ro: Alegeți un serviciu la care să fie încărcate fișierele media.
tr: medya dosyalarının yükleneceği hizmeti seçin
uk: Виберіть послугу, до якої слід завантажувати медіа -файли

source: Servila Adreso
de: Serveradresse
it: Indirizzo del server
ro: Adresa serverului
tr: Sunucu Adresi
uk: Адреса сервера

source: la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)
de: den Domainnamen oder die IP-Adresse des Servers (z.B. ftp.example.com oder 192.168.1.3)
it: il nome di dominio o l'indirizzo IP del server (ad esempio ftp.example.com o 192.168.1.3)
ro: Numele domeniului sau adresa IP a serverului (ex: ftp.exemplu.com sau 192.168.1.3).
tr: sunucunun alan adı veya IP adresi (örn. ftp.ornek.com veya 192.168.1.3)
uk: Ім'я домену сервера або IP -адреса (наприклад, ftp.example.com або 192.168.1.3)

source: Servila haveno
de: Server-Port
it: Porta del server
ro: Port-ul serverului
tr: Sunucu portu
uk: Серверний порт

source: la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)
de: Der Port, über den eine Verbindung zum Dienst hergestellt werden soll (leer lassen, um den Standardport zu verwenden)
it: la porta da utilizzare per connettersi al servizio (lasciare vuoto questo campo per utilizzare il valore predefinito)
ro: Portul folosit pentru conectarea la serviciu (lăsați acest câmp necompletat pentru a utiliza valoarea implicită).
tr: hizmete bağlanmak için kullanılacak bağlantı noktası (varsayılan değeri kullanmak için bu alanı boş bırakın)
uk: порт для використання для підключення до служби (залиште це поле порожнім, щоб використовувати значення за замовчуванням)

source: Metodo
de: Methode
ro: Metodă
tr: Yöntem
uk: Метод

source: la HTTP-metodo uzi por alŝuti dosierojn
de: Die HTTP-Methode zum Hochladen von Dateien
it: il metodo HTTP da utilizzare per caricare i file
ro: Metoda HTTP de utilizat pentru încărcarea fișierelor.
tr: dosyaları yüklemek için kullanılacak HTTP yöntemi
uk: метод HTTP для використання для завантаження файлів

source: Finpunkto URL
de: URL des Endpunktes
it: URL endpoint
ro: URL-ul serverului
tr: Uç nokta URL'si
uk: URL -адреса кінцевої точки

source: La kompleta URL al la alŝuta servila finpunkto:
de: Die vollständige URL zum Endpunkt des Uploadservers:
it: L'URL completo all'endpoint del server di caricamento:
ro: Adresa URL completă către punctul final de server:
tr: Yükleme sunucusu uç noktasının tam URL'si:
uk: Повна URL -адреса до кінцевої точки сервера завантаження:

source: Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!
de: Für S3: z.B. http://my.minio:9000. Für AWS leer lassen!
it: Per S3: ad es. http://my.minio:9000. Lascialo vuoto per AWS!
ro: Pentru S3: ex. http://my.minio:9000. Lăsați necompletat pentru AWS!
tr: S3 için: ör. http://my.minio:9000. AWS için boş bırakın!
uk: Для S3: напр. http: //my.minio: 9000. Залиште його порожнім для AWS!

source: Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/
de: Für WebDAV: z.B. https://my.cloud/remote.php/dav/files/me/
it: Per Webdav: ad es. https://my.cloud/remote.php/dav/files/me/
ro: Pentru WebDAV: ex. https://my.cloud/remote.php/dav/files/Me/
tr: WebDAV için: ör. https://my.cloud/remote.php/dav/files/Me/
uk: Для WebDav: напр. https://my.cloud/remote.php/dav/files/me/

source: Loko
de: Standort
it: Posizione
ro: Locație
tr: Konum
uk: Місце

source: la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)
de: der Ort (Stammpfad), wo Medien hochgeladen werden sollen (z.B. /files/cam1/)
it: La posizione (percorso root) in cui devono essere caricati i file multimediali (ad es. /files/cam1/)
ro: Locația (calea) la care ar trebui să fie încărcate fișierele media (ex. /files/cam1/).
tr: medyanın yüklenmesi gereken konum (kök yolu) (örn. /files/cam1/)
uk: Місце (кореневий шлях), де потрібно завантажувати носії (наприклад,/файли/cam1/)

source: Inkluzivi Subdosierujojn
de: Unterordner einschließen
it: Includi sottocartelle
ro: Includeți subdosare
tr: Alt klasörler dahil
uk: Включіть підкаталоги

source: Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon
de: Aktivieren Sie diese Option, um Dateien mit Unterverzeichnissen hochzuladen, anstatt sie direkt im Stammverzeichnis abzulegen
it: Abilitalo per caricare i file multimediali con le loro sottodirectory, invece di posizionarli direttamente nella posizione principale
ro: Activați această opțiune pentru a încărca fișiere media împreună cu subfolderele lor, în loc să le plasați direct în locația root.
tr: Medya dosyalarını doğrudan kök konuma yerleştirmek yerine alt klasörleriyle birlikte indirmek için bunu etkinleştirin
uk: Активуйте це для завантаження мультимедійних файлів зі своїми підкаталогами, а не розміщувати їх безпосередньо в кореневе місце

source: Purigi la nubon
de: Clean Cloud
it: Pulisci il cloud
ro: Curățați cloud-ul
tr: Bulutu temizle
uk: Для очищення хмари

source: ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.
de: Aktivieren Sie diese Option, um hochgeladene Mediendateien auch in der Cloud zu löschen, wenn sie lokal gelöscht wurden entsprechend der Dateipersistenzeinstellung. Derzeit ist diese Option nur für gdrive verfügbar.
it: abilitare ciò per eliminare i file multimediali caricati nel cloud anche quando i media locali vengono eliminati in base all'impostazione della persistenza dei file. Attualmente questa opzione è disponibile solo per G. Drive.
ro: Activați această opțiune pentru a șterge și fișierele media încărcate în cloud atunci când cele locale sunt șterse conform setării de persistență a fișierului. În prezent, această opțiune este disponibilă doar pentru gdrive.
tr: Dosya belirleme ayarına göre yerel medya silindiğinde de buluta yüklenen medya dosyalarını silmek için bunu etkinleştirin. Şu anda bu seçenek yalnızca gdrivo için kullanılabilir.
uk: Увімкніть це видаляти медіа -файли, завантажені в хмару, також при видаленні локальних медіа відповідно до конфігурації визначення файлу. В даний час цей варіант доступний лише для GDRIV.

source: la uzantnomo por la alŝuta servo-konto
de: Der Benutzername für das Upload-Dienst Konto
it: il nome utente per l'account del servizio di caricamento
ro: Numele de utilizator pentru contul de serviciu de încărcare.
tr: yükleme hizmeti hesabının kullanıcı adı
uk: Ім'я користувача для облікового запису послуги завантаження

source: la pasvorto por la alŝuta servo-konto
de: das Passwort für das Upload-Dienst Konto
it: la password per l'account del servizio di caricamento
ro: Parola pentru contul de serviciu de încărcare.
tr: yükleme hizmeti hesabının şifresi
uk: Пароль для облікового запису послуги завантаження

source: Rajtiga ŝlosilo
de: Autorisierungsschlüssel
it: Chiave di autorizzazione
ro: Cheia de autorizare
tr: Yetkilendirme anahtarı
uk: Ключ авторизації

source: la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)
de: der Authentifizierungsschlüssel für den Upload-Dienst (normalerweise nur während der Konfiguration erforderlich)
it: La chiave utilizzata per l'autenticazione con il servizio di caricamento (di solito richiesta solo durante l'installazione)
ro: Cheia folosită pentru autentificarea cu serviciul de încărcare (de obicei necesară doar pentru configurare).
tr: yükleme hizmetiyle kimlik doğrulamak için kullanılan anahtar (genellikle yalnızca kurulum sırasında gereklidir)
uk: Ключ, що використовується для аутентифікації за допомогою послуги завантаження (зазвичай вимагається лише під час конфігурації)

source: Akiri ŝlosilon
de: Schlüssel abfragen
it: Ottieni una chiave
ro: Obțineți cheie
tr: Bir anahtar al
uk: Отримайте ключ

source: alklaku ĉi tie por akiri la ŝlosilan rajtigan servon
de: Klicken Sie hier, um den Schlüssel für den Authentifizierungs-Dienst zu erhalten
it: Fai clic qui per ottenere il servizio di autorizzazione delle chiavi
ro: Faceți clic aici pentru a obține cheia serviciului de autorizare.
tr: Anahtar yetkilendirme hizmetini almak için burayı tıklayın
uk: Клацніть тут, щоб отримати ключову службу авторизації

source: Access Key
de: Zugangsschlüssel
it: Chiave di accesso
ro: Cheie de acces
tr: Erişim anahtarı
uk: Ключ доступу

source: The AWS access key used to authenticate with the upload service
de: Der AWS-Zugriffsschlüssel, der zur Authentifizierung mit dem Upload-Dienst verwendet wird
it: La chiave di accesso AWS utilizzata per autenticarsi con il servizio di caricamento
ro: Cheia de acces AWS folosită pentru autentificare cu serviciul de încărcare
tr: Yükleme hizmetinde kimlik doğrulaması yapmak için kullanılan AWS erişim anahtarı
uk: Ключ доступу AWS, що використовується для аутентифікації за допомогою послуги завантаження

source: Sekreta Alira Ŝlosilo
de: Geheimer Zugangsschlüssel
it: Chiave di accesso segreta
ro: Cheie de acces secretă
tr: Gizli Erişim Anahtarı
uk: Ключ секретного доступу

source: la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)
de: AWS-Zugriffsschlüssel zur Authentifizierung beim Upload-Service (normalerweise nur zum konfigurieren erforderlich)
it: La chiave di accesso segreta AWS utilizzata per l'autenticazione con il servizio di caricamento (solitamente richiesta solo durante la configurazione)
ro: Cheia de acces secretă AWS folosită pentru autentificarea cu serviciul de încărcare (de obicei necesară doar pentru configurare).
tr: Yükleme hizmetiyle kimlik doğrulamak için kullanılan AWS gizli erişim anahtarı (genellikle yalnızca kurulum sırasında gereklidir)
uk: Ключ секретного доступу AWS, який використовується для аутентифікації за допомогою послуги завантаження (зазвичай вимагається лише під час конфігурації)

source: Sitelo
de: Bucket
it: Secchio
ro: Compartiment
tr: Kova
uk: Відро

source: la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)
de: der Name des S3 Bucket für den Upload-Service (normalerweise nur während der Konfiguration erforderlich)
it: Il nome del bucket S3 per il servizio di caricamento (in genere richiesto solo durante la configurazione)
ro: Numele compartimentului S3 pentru serviciul de încărcare (de obicei necesar doar pentru configurare).
tr: yükleme hizmetinin S3 grubu adı (genellikle yalnızca yapılandırma sırasında gereklidir)
uk: Назва S3 SELLE для служби завантаження (зазвичай вимагається лише під час конфігурації)

source: Testi la servon
de: Service testen
it: Test servizio
ro: Testare serviciu
tr: Hizmeti test edin
uk: Перевірте послугу

source: alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn
de: Klicken Sie auf diese Schaltfläche, um den Upload-Dienst zu testen, nachdem Sie die erforderlichen Details eingegeben haben
it: Fai clic su questo pulsante per testare il servizio di caricamento dopo aver inserito i dettagli richiesti
ro: Faceți clic pe acest buton pentru a testa serviciul de încărcare după ce ați completat detaliile necesare.
tr: Gerekli bilgileri doldurduktan sonra yükleme hizmetini denemek için bu düğmeye tıklayın
uk: Натисніть цю кнопку, щоб перевірити послугу завантаження після заповнення необхідних деталей

source: alvoki URL
de: Webhook aufrufen
it: Richiamare l'URL
ro: Apelați un Web Hook
tr: Call A Web Hook
uk: Зателефонуйте URL -адреси

source: ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero
de: Aktivieren Sie diese Option, wenn nach dem Erstellen einer Mediendatei eine URL angefordert werden soll
it: Abilitarlo se si desidera che venga richiesto un URL dopo aver creato un file multimediale
ro: Activați acest lucru dacă doriți ca adresa URL să fie solicitată după crearea unui fișier media.
tr: bir medya dosyası oluşturduktan sonra bir URL'nin sorulmasını istiyorsanız bunu etkinleştirin
uk: Увімкніть це, якщо ви хочете, щоб URL вимагали після створення медіа -файлу

source: Reteja URL
de: Webhook-URL
it: URL del sito Web
ro: URL-ul de accesat
tr: Web Kancası URL'si
uk: адреса вебсайту

source: ekz. http://example.com/notify/
de: z.B. http://example.com/notify/
it: ad es. http://example.com/notify/
ro: ex. http://examplu.com/notify/
tr: Örneğin. http://ornek.com/notify/
uk: напр. http://example.com/notify/

source: URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo
de: URL, die aufgerufen werden soll, wenn eine Bewegung erkannt wird; Die folgenden speziellen Platzhalter werden akzeptiert: %%Y = Jahr, %%m = Monat, %%d = Tag, %%H = Stunde, %%M = Minute, %%S = Sekunde, %%q = Bildnummer, %%v = Ereignisnummer, %%f = Dateipfad
it: URL da trasmettere quando viene rilevato un movimento; sono accettate le seguenti scorciatoie speciali: %% Y = anno, %% m = mese, %% d = giorno, %% H = ora, %% M = minuto, %% S = secondo, %% q = numero di frame, %% v = numero dell'evento, %% f = percorso del file
ro: URL solicitat când este detectată mișcare; sunt acceptate următoarele token-uri speciale rapide: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului, %%f = calea fișierului .
tr: Hareket algılandığında aktarılacak URL; aşağıdaki özel kısayollar kabul edilir: %%Y = yıl, %%m = ay, %%d = gün, %%H = saat, %%M = dakika, %%S = saniye, %%q = çerçeve numarası, %%v = olay numarası,%%f = dosya yolu
uk: URL -адреса для перенесення при виявленні руху; Наступні спеціальні ярлики приймаються: %% y = рік, %% m = місяць, %% d = день, %% h = година, %% m = хвилина, %% s = секунд, %% q = номер кадру, %% V = номер події, %% F = файл шлях

source: Metodo HTTP
de: HTTP-Methode
ro: Metodă HTTP
tr: Yöntem HTTP
uk: HTTP -метод

source: la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)
de: Die HTTP-Methode, die beim Anfordern einer Webhook-URL verwendet werden soll (die angegebenen URL-codierten Parameter werden tatsächlich wie hier angegeben geliefert)
it: Il metodo HTTP da utilizzare quando si richiede un URL webhook (i parametri con codifica URL forniti verranno effettivamente passati come indicato qui)
ro: Metoda HTTP de utilizat atunci când solicitați o adresă URL (parametrii codificați-în-URL dați vor fi transmiși așa cum este indicat aici).
tr: bir webhook URL'si istenirken kullanılacak HTTP yöntemi (belirtilen URL kodlu parametreler aslında burada belirtildiği gibi iletilecektir)
uk: Метод HTTP, який можна використовувати, коли ви подаєте заявку на онлайн-гачок (дані параметри, кодовані URL-адреси, фактично будуть доставлені, як зазначено тут)

source: Kuri Komando
de: Einen Befehl ausführen
it: Esegui comando
ro: Executați o comandă
tr: Komutu Çalıştır
uk: Запустити команду

source: ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita
de: Aktivieren Sie diese Option, wenn Sie nach dem Erstellen einer Mediendatei ein Befehl ausgeführt werden soll
it: abilitare questa opzione se si desidera eseguire un comando dopo aver creato un file multimediale
ro: Activați această opțiune dacă doriți să executați o comandă după ce a fost creat un fișier media.
tr: bir ortam dosyası oluşturulduktan sonra bir komut yürütmek istiyorsanız bunu etkinleştirin
uk: Увімкніть це, якщо ви хочете виконати команду після створення екологічного файлу

source: Ordono
de: Befehl
it: Comando
ro: Comandă
tr: Emir
uk: Наказ

source: ordono…
de: Befehl…
it: Ordine…
ro: Comanda…
tr: emir…
uk: Наказ…
