Repository: motioneye-project/motioneye
Catalog: motioneye/locale/*/LC_MESSAGES/motioneye.po
Languages: de, it, ro, tr, uk

source: Inteligenta-maska Malrapideco
de: Verzögerung der intelligenten Maske
it: Lentezza della maschera intelligente
ro: Inerție mască inteligentă
tr: Akıllı Maske Yavaşlığı
uk: Повільність розумної маски

source: Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.
de: Höhere Werte ergeben ein länger anhaltende smarte Maske mit einem langsameren Erstellungsprozess.
it: Valori più alti si traducono in una maschera intelligente più duratura con un processo di costruzione più lento.
ro: Valorile mai mari oferă o mască de durată mai lungă, cu un proces de construcție mai lent.
tr: Daha yüksek değerler, daha yavaş yapım süreciyle daha dayanıklı bir maske sağlar.
uk: Більш високі значення дають більш тривалу маску з повільнішим процесом будівництва.

source: Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.
de: Klicken Sie auf diese Schaltfläche, um die aktuelle Maske zu entfernen.
it: Fare clic su questo pulsante per abilitare / disabilitare l'editor delle maschere.
ro: Faceți clic pe acest buton pentru a activa/dezactiva editorul de mască.
tr: Maske düzenleyiciyi etkinleştirmek/devre dışı bırakmak için bu düğmeye tıklayın.
uk: Натисніть на цю кнопку, щоб увімкнути/вимкнути редактор маски.

source: Purigi maskon
de: Maske löschen
it: Pulisci maschera
ro: Șterge masca
tr: Maskeyi temizle
uk: Очистіть маску

source: Alklaku ĉi tiun butonon por malplenigi la nunan maskon.
de: Klicken Sie auf diese Schaltfläche, um die aktuelle Maske zu löschen.
it: Fare clic su questo pulsante per cancellare la maschera corrente.
ro: Faceți clic pe acest buton pentru a șterge masca actuală.
tr: Geçerli maskeyi temizlemek için bu düğmeye tıklayın.
uk: Натисніть цю кнопку, щоб спорожнити поточну маску.

source: Montri Kadro-Ŝanĝojn
de: Frameänderungen anzeigen
it: Mostra modifiche ai frame
ro: Afișați schimbarea cadrelor
tr: Çerçeve Değişikliklerini Göster
uk: Показати зміни кадру

source: Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.
de: Wenn dies aktiv ist, werden die Bildänderungen (Anzahl der Pixel und der geänderte Bereich) im Video angezeigt. Aktivieren Sie diese Option vorübergehend, um die Bewegungserkennungseinstellungen anzupassen.
it: Se abilitato, le variazioni dell'immagine (numero di pixel e area modificata) sono mostrate nel video; abilitalo temporaneamente per regolare le impostazioni di rilevamento del movimento.
ro: Dacă această opțiune este activă, schimbările cadrelor (atât numărul de pixeli cât și zona modificată) sunt afișate în videoclip; activați temporar această opțiune pentru a ajusta setările de detectare a mișcării.
tr: Bu etkinse görüntü değişiklikleri (piksel sayısı ve değiştirilen alan) videoda gösterilir; Hareket algılama ayarlarını yapmak için bunu geçici olarak etkinleştirin.
uk: Якщо це активно, зміни зображення (кількість пікселів та модифікована область) показані у відео; тимчасово дозволити цьому регулювати параметри виявлення руху.

source: Krei debug media files
de: Debug-Mediendateien erstellen
it: Creare file multimediali di debug
ro: Creați fișiere media de depanare
tr: Hata Ayıklama Dosyaları Oluşturma
uk: Створіть медіа -файли налагодження

source: Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.
de: Wenn diese Option aktiviert ist werden spezielle Filme und Bilder zur Problembehebung bei der Bewegungserkennung generiert.
it: Se abilitato, crea filmati e immagini speciali che aiutano a eseguire il debug dei problemi di rilevamento del movimento.
ro: Când această opțiune este activată, va crea videoclipuri și imagini speciale care ajută la depanarea problemelor de detectare a mișcării.
tr: Etkinleştirildiğinde, hareket algılama sorunlarının ayıklanmasına yardımcı olan özel filmler ve görüntüler oluşturur.
uk: Якщо ввімкнути, створює спеціальні фільми та зображення, які допомагають налагодити проблеми виявлення руху.

source: Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.
de: Aktivieren Sie diese Option um im Fall einer erkannten Bewegung eine Benachrichtigung zu erhalten.
it: Abilitare questa opzione se si desidera ricevere una notifica quando viene rilevato un movimento.
ro: Activați această opțiune dacă doriți să primiți o notificare atunci când se detectează mișcare.
tr: Hareket algılandığında bilgilendirilmek istiyorsanız bunu etkinleştirin.
uk: Увімкніть це, якщо ви хочете отримати сповіщення, коли виявлено рух.

source: Moviĝaj sciigoj
de: Bewegungsbenachrichtigungen
it: Notifiche di movimento
ro: Notificări la mișcare
tr: Hareket Bildirimleri
uk: Повідомлення про рух

source: Sendi retpoŝton
de: E-Mail senden
it: Invia una email
ro: Trimite un email
tr: Bir E-Posta Gönder
uk: Щоб надіслати електронний лист

source: Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.
de: Aktivieren Sie diese Option um bei jedem Bewegungsereignis eine E-Mail zu erhalten.
it: Attiva questa opzione se desideri ricevere un'e-mail ogni volta che viene rilevato un evento di movimento.
ro: Activați această opțiune dacă doriți să primiți un e-mail de fiecare dată când se detectează un eveniment de mișcare.
tr: Her hareket olayı algılandığında bir e-posta almak istiyorsanız bu seçeneği etkinleştirin.
uk: Активуйте цю опцію, якщо ви хочете отримувати електронний лист щоразу, коли виявляється подія руху.

source: Retpoŝtadresoj
de: E-Mail-Adressen
it: Indirizzi email
ro: Adrese de email
tr: E-mail adresleri
uk: Адреси електронної пошти

source: retpoŝtadresoj…
de: E-Mail-Adressen…
it: Indirizzi email …
ro: Adrese de email…
tr: e-mail adresleri…
uk: Адреси електронної пошти…

source: Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.
de: Hier hinzugefügte (durch Kommata getrennte) E-Mail-Adressen erhalten nach jedem Bewegungsereignis eine Benachrichtigungen.
it: Gli indirizzi e-mail (separati da virgole) aggiunti qui riceveranno notifiche ogni volta che viene rilevato un movimento.
ro: Adresele de e-mail (separate prin virgule) adăugate aici vor primi notificări ori de câte ori este detectat un eveniment de mișcare.
tr: Buraya eklenen e-posta adresleri (virgülle ayrılmış), bir hareket olayı algılandığında bildirim alacaktır.
uk: Адреси електронної пошти (розділені комами), додані тут, отримуватимуть сповіщення, коли буде виявлена подія руху.

source: Servilo SMTP
de: SMTP-Server
it: Server SMTP
ro: Server SMTP
tr: SMTP sunucusu
uk: SMTP -сервер

source: ekz. smtp.gmail.com
de: z.B. smtp.gmail.com
it: per esempio. smtp.gmail.com
ro: ex. smtp.gmail.com
tr: Örneğin. smtp.gmail.com
uk: напр. smtp.gmail.com

source: Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).
de: Geben Sie den Hostnamen oder die IP-Adresse Ihres SMTP-Servers ein (z.B. smtp.gmail.com für Google Mail).
it: Immettere il nome host o l'indirizzo IP del server SMTP (per l'utilizzo di Gmail smtp.gmail.com).
ro: Introduceți un hostname sau adresa IP a serverului SMTP utilizat de dvs. (pentru Gmail folosiți smtp.gmail.com).
tr: SMTP sunucunuzun ana bilgisayar adını veya IP adresini girin (Gmail smtp.gmail.com'u kullanmak için).
uk: Введіть ім'я хоста або IP -адресу вашого SMTP -сервера (для використання Gmail smtp.gmail.com).

source: SMTP Haveno
de: SMTP Port
it: Porta SMTP
ro: Port SMTP
tr: SMTP Bağlantı Noktası
uk: Порт SMTP

source: ekz. 587
de: z.B. 587
it: ad esempio. 587
ro: ex. 587
tr: Örneğin. 587
uk: напр. 587

source: Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).
de: Geben Sie den von Ihrem SMTP Server verwendeten Port ein (normalerweise 465 für Nicht-TLS-Verbindungen und 587 für TLS-Verbindungen).
it: Immettere la porta utilizzata dal tuo server SMTP (in genere 465 per connessioni non TLS e 587 per connessioni TLS).
ro: Introduceți portul SMTP al serverului folosit de dvs. (de obicei 465 pentru conexiunile non-TLS și 587 pentru conexiunile TLS).
tr: SMTP sunucunuz tarafından kullanılan bağlantı noktasını girin (genellikle TLS olmayan bağlantılar için 465 ve TLS bağlantıları için 587).
uk: Введіть порт, який використовується вашим сервером SMTP (зазвичай 465 для посилань, що не належать до TLS, та 587 для посилань TLS).

source: SMTP-Konto
it: Account SMTP
ro: Cont SMTP
tr: SMTP Hesabı
uk: Рахунок SMTP

source: konto@gmail.com…
de: account@gmail.com……
it: account@gmail.com…
ro: nume@gmail.com…
tr: hesap@gmail.com…
uk: Account@gmail.com…

source: Enigu vian SMTPan konton (kutime via retpoŝta adreso).
de: Geben Sie Ihr SMTP-Konto ein (häufig E-Mail-Adresse).
it: Inserisci il tuo account SMTP (di solito il tuo indirizzo e-mail).
ro: Introduceți contul SMTP folosit de dvs (de obicei adresa dvs. de e-mail).
tr: SMTP hesabınızı girin (genellikle e-posta adresiniz).
uk: Введіть свій обліковий запис SMTP (зазвичай свою електронну адресу).

source: SMTP Pasvorto
de: SMTP Passwort
it: Password SMTP
ro: Parola SMTP
tr: SMTP Şifresi
uk: Пароль SMTP

source: Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).
de: Geben Sie Ihr SMTP Authentifizierungspasswort an (für Google Mail verwenden Sie Ihr Google-Passwort oder ein von der App generiertes Passwort).
it: Inserisci la password del tuo account SMTP (per Gmail usa la tua password Google o una password generata specifica per l'app).
ro: Introduceți parola SMTP (pentru Gmail, utilizați parola Google sau parola specifică aplicației).
tr: SMTP şifrenizi girin (Gmail için Google şifrenizi veya uygulamaya özel oluşturulmuş şifreyi kullanın).
uk: Введіть пароль SMTP (для Gmail використовуйте пароль Google або створений конкретний пароль).

source: De adreso
de: Absenderadresse
it: Da Indirizzo
ro: De la adresa
tr: Adresten
uk: Адреса

source: retpoŝta adreso…
de: E-Mail-Addresse…
it: Indirizzo e-mail …
ro: Adresa de e-mail…
tr: e-posta adresi…
uk: Адреса електронної пошти…

source: Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).
de: Festlegen einer benutzerdefinierten Absenderadresse, wenn Ihr SMTP-Dienst eine benötigt (die erste Ziel-E-Mail-Adresse wird verwendet, wenn sie leer gelassen wird).
it: Imposta un indirizzo mittente personalizzato, se il tuo servizio SMTP ne richiede uno (il primo indirizzo email di destinazione verrà utilizzato se lasciato vuoto).
ro: Setați o adresă personalizată dacă serviciul dvs. SMTP necesită una (prima adresă de e-mail de destinație va fi folosită dacă acest câmp este lăsat necompletat).
tr: SMTP hizmetiniz gerektiriyorsa özel bir Gönderen adresi ayarlayın (boş bırakılırsa ilk hedef e-posta adresi kullanılacaktır).
uk: Налаштуйте замовлення адреси, якщо ваша послуга SMTP вимагає (перша адреса електронної пошти призначення буде використана, якщо залишиться порожньою).

source: Uzi TLS
de: TLS verwenden
it: Usa TLS
ro: Utilizați TLS
tr: TLS'yi kullan
uk: Використовуйте TLS

source: Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).
de: Aktivieren Sie diese Option wenn für Ihren SMTP-Server TLS erforderlich ist (für Google Mail muss dies aktiviert sein).
it: Abilitalo se il tuo server SMTP richiede TLS (Gmail ne ha bisogno per abilitarlo).
ro: Activați această opțiune dacă serverul dvs. SMTP necesită TLS (activați pentru Gmail).
tr: SMTP sunucunuz TLS gerektiriyorsa bunu etkinleştirin (Gmail'in etkinleştirilmesi için buna ihtiyaç vardır).
uk: Увімкніть це, якщо ваш SMTP -сервер потребує TLS (Gmail потребує цього, щоб увімкнути).

source: Aldonitaj bildoj tempo-intervalo
de: Zeitintervall für angehängte Bilder
it: Aggiunte immagini in time-lapse
ro: Interval de timp pentru imaginile atașate
tr: Hızlandırılmış görüntüler eklendi
uk: Додано діапазон часу зображень

source: Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.
de: definiert das Zeitintervall für die Bildsuche, welches beim Erstellen von E-Mail-Anhängen verwendet werden soll (ein höherer Wert führt zu mehr Bildern auf Kosten einer erhöhten Benachrichtigungsverzögerung); auf 0 setzen, um Bildanhänge zu deaktivieren; Sie müssen auch Standbilder aktivieren, damit dies funktioniert.
it: Definisce l'intervallo di tempo di ricerca da utilizzare durante la creazione di collegamenti e-mail (valori più alti generano e-mail con più immagini a costo di un maggiore ritardo di notifica); impostare su 0 per disabilitare le immagini aggiunte; è inoltre necessario abilitare «Immagini acquisite» affinché funzioni.
ro: Definește intervalul de timp de căutare utilizat la crearea atașamentelor de e-mail (valorile mai mari generează e-mailuri cu mai multe imagini în detrimentul notificării întârziate crescute); setați 0 pentru a dezactiva atașamentele de imagini. De asemenea, trebuie să activați „capturare imagini” pentru ca această opțiune să funcționeze.
tr: E-posta bağlantıları oluştururken kullanılacak arama zaman aralığını tanımlar (daha yüksek değerler, artan bildirim gecikmesi pahasına daha fazla resim içeren e-postalar oluşturur); eklenen görüntüleri devre dışı bırakmak için 0'a ayarlayın; bunun çalışması için ayrıca «Yakalanan görüntüler» seçeneğini de etkinleştirmeniz gerekir.
uk: Визначає діапазон пошуку часу для використання при створенні посилань електронної пошти (більш високі значення генерують електронні листи з більшою кількістю зображень за рахунок збільшення сповіщення про затримку); Встановити 0, щоб запобігти додатковому зображеннях; Вам також потрібно дозволити "захоплені зображення", щоб це працювало.

source: Testi retpoŝto
de: E-Mail testen
it: Email di prova
ro: Testare Email
tr: Test e-postası
uk: Тестовий електронний лист

source: Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.
de: Klicken Sie auf diese Schaltfläche, um E-Mail-Benachrichtigungen zu testen, nachdem Sie die erforderlichen Details eingegeben haben.
it: Fare clic su questo pulsante per testare le notifiche e-mail dopo aver compilato i dettagli richiesti.
ro: Faceți clic pe acest buton pentru a testa notificările prin e-mail după ce ați completat detaliile necesare.
tr: Gerekli ayrıntıları doldurduktan sonra e-posta bildirimlerini test etmek için bu düğmeyi tıklayın.
uk: Натисніть на цю кнопку, щоб перевірити сповіщення електронною поштою після заповнення необхідних деталей.

source: Sendu Telegraman Sciigon
de: Telegram-Benachrichtigung senden
it: Invia una notifica di Telegram
ro: Trimite o notificare Telegram
tr: Telgraf Bildirimi Gönder
uk: Надіслати повідомлення про телеграму

source: ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita
de: Aktivieren Sie diese Option, wenn Sie eine Telegram-Nachricht erhalten möchten, sobald eine Bewegung erkannt wurde
it: abilita se vuoi ricevere un messaggio telegram ogni volta che viene rilevato un movimento
ro: Activați acest lucru dacă doriți să primiți un mesaj Telegram ori de câte ori este detectat un eveniment de mișcare.
tr: bir hareket olayı algılandığında telgraf mesajı almak istiyorsanız bunu etkinleştirin
uk: Увімкніть це, якщо ви хочете отримати повідомлення Telegram, коли виявляється переміщення події

source: HTTP API ĵetono
de: HTTP-API-Token
it: Token API HTTP
ro: Token API HTTP
tr: HTTP API jetonu
uk: HTTP API Token

source: Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W
de: Beispiel: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W
it: Esempio: 93847672: AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W
ro: Ex: 93847672: AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W
tr: Örnek: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W
uk: Приклад: 93847672: AACDSN843HSJJSH32BSMDN3SHSH2BSH0XRS_32DBCR1W

source: Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.
de: Wenn Sie den Telegram-Bot-Chat erstellen, erhalten Sie eine API-Token, die Sie hier eingeben müssen. Klicken Sie unten auf die API-Schaltfläche, um eine Schritt-für-Schritt-Anleitung zu erhalten, wie Sie Ihren API-Token erhalten. Stellen Sie außerdem sicher, dass Sie mit Ihrem neu erstellten "Bot" nach dem Generieren Ihres Schlüssels chatten, um sicherzustellen, dass Sie Nachrichten auch wirklich erhalten können.
it: Quando crei la chat del bot di Telegram, riceverai un token API, che devi inserire qui. Fai clic sul pulsante API di seguito per una guida dettagliata su come ottenere il tuo token API. Assicurati anche di chattare con il tuo «bot» appena creato dopo che la tua chiave è stata generata, per assicurarti di ricevere messaggi.
ro: Prin crearea chat-ului Telegram-Bot, veți primi un token API, pe care trebuie să îl introduceți aici. Faceți clic pe butonul "informații API" de mai jos pentru a accesa un ghid despre cum să obțineți indicativul API. De asemenea, asigurați-vă că chat-uiți cu noul "bot" după ce cheia dvs. a fost generată pentru a vă asigura că primiți mesaje.
tr: Telegram bot sohbeti oluştururken buraya girmeniz gereken bir API jetonu alacaksınız. API belirtecinizi nasıl alacağınıza ilişkin adım adım kılavuz için aşağıdaki API düğmesini tıklayın. Ayrıca, mesajı aldığınızdan emin olmak için anahtarınız oluşturulduktan sonra yeni oluşturduğunuz "bot" ile sohbet ettiğinizden emin olun.
uk: Створюючи чат Telegram-Bot, ви отримаєте жетони API, які вам потрібно ввести тут. Натисніть кнопку API нижче для покрокового посібника щодо того, як отримати жетони API. Також не забудьте поспілкуватися з новоствореним "ботом" після створення ключа, щоб переконатися, що ви отримаєте повідомлення.

source: Babileja ID
de: Chat-ID
it: ID chat
ro: ID chat
tr: Sohbet Kimliği
uk: Чат ідентифікатор

source: Ekzemplo: 938272312
de: Beispiel: 938272312
it: Esempio: 938272312
ro: Ex: 938272312
tr: Örnek: 938272312
uk: Приклад: 938272312

source: Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.
de: Erstellen Sie einen neuen Chat mit id_chatbot (@id_chatbot) und wählen Sie Start. Der Chat gibt die notwendige Nummer für dieses Feld zurück.
it: Crea una nuova chat con id_chatbot (@id_chatbot) e seleziona avvia. La chat restituirà il numero necessario per questo campo.
ro: Creați un nou chat pentru id_chatbot (@id_chatbot) și alegeți start. Chatul va afișa numărul necesar pentru acest câmp.
tr: id_chatbot (@id_chatbot) ile yeni bir sohbet oluşturun ve başlat'ı seçin. Sohbet bu alan için gerekli numarayı döndürecektir.
uk: Створіть новий чат до ID_CHATBOT (@ID_CHATBOT) та виберіть Start. Чат поверне необхідний номер для цього поля.

source: Alkroĉitaj Bildoj Tempo
de: Angehängte Bilder (Uhrzeit)
it: Tempo immagini allegate
ro: Timpul imaginilor atașate
tr: Ekli Görsellerin Zamanı
uk: Доданий час фотографій

source: difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.
de: definiert das Bildsuchzeitintervall zum Erstellen von Telegrammanhängen (höhere Werte erzeugen mehr Bilder auf Kosten einer erhöhten Benachrichtigungsverzögerung); auf 0 setzen, um Bildanhänge zu deaktivieren; Sie müssen auch Standbilder aktivieren, damit dies funktioniert. Sie werden mit dieser Zahl spielen wollen, bis ein Bild gesendet wird. Ein guter Startwert ist 30, wenn Sie Standbilder auf eine ausgelöste Bewegung einstellen. Stellen Sie dies für ausgelöste Standardbewegungen viel niedriger ein.
it: Definisce l'intervallo di tempo di ricerca delle immagini per la creazione degli allegati al telegramma (valori più alti generano più immagini a costo di un maggiore ritardo di notifica); impostare su 0 per disabilitare gli allegati immagine; devi anche abilitare le immagini fisse affinché funzioni; ti consigliamo di giocare con questo numero fino a quando non viene inviata un'immagine. Un buon numero di partenza è 30 se si impostano i fermi immagine su un'immagine attivata dal movimento. Per il movimento standard attivato, impostalo molto più in basso.
ro: Definește intervalul de timp pentru căutarea imaginilor pentru a crea atașamente Telegram (valorile mai mari generează mai multe imagini în detrimentul întârzierii de notificare crescute); setați 0 pentru a dezactiva atașamentul imaginilor; trebuie să activați și "Capturare imagini" pentru ca aceasta opțiune să funcționeze. Va fi nevoie să vă jucați cu acest număr până când o imagine este trimisă. Un număr bun de pornire este 30 dacă modul de capturarea de imagini e setat la "detectarea miscării". Pentru o mișcare declanșată standard, setați această valoare mult mai jos.
tr: telgraf ekleri oluşturmak için görsel arama zaman aralığını tanımlar (daha yüksek değerler, artan bildirim gecikmesi pahasına daha fazla görsel üretir); resim eklerini devre dışı bırakmak için 0'a ayarlayın; Bunun çalışması için Durağan Görüntüleri de etkinleştirmeniz gerekir; bir resim gönderilene kadar bu numarayla oynamak isteyeceksiniz. Durağan görüntüleri, hareket tetiklenen tek bir görüntüye ayarlıyorsanız iyi bir başlangıç numarası 30'dur. Tetiklenen standart hareket için bunu çok daha düşük bir değere ayarlayın.
uk: Визначає інтервал пошуку зображення -час для створення доповнень Telegram (більш високі значення генерують більше зображень за рахунок збільшення затримки сповіщення); Встановити 0, щоб запобігти додаванням зображення -on; Ви також повинні ввімкнути нерухомі зображення, щоб це спрацювало; Вам захочеться грати з цим номером, поки не буде надіслано зображення. Хороший стартовий номер - 30, якщо ви встановлюєте стаціонарні зображення на один запущений рух зображення. Для запущеного стандартного руху встановіть це набагато нижче.

source: API-Informoj
de: API-Informationen
it: Informazioni API
ro: Informații API
tr: API Bilgileri
uk: Інформація API

source: Testo
de: Prüfen
it: Test
ro: Test
tr: Ölçek
uk: Тест

source: Alvoki URL
de: URL aufrufen
it: Richiama l'URL
ro: Apelați un Web Hook
tr: URL'yi Çağır
uk: Зателефонуйте URL -адреси

source: Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.
de: Aktivieren Sie diese Option, wenn bei jedem Erkennen eines Bewegungsereignisses eine URL aufgerufen werden soll.
it: Abilitare questa opzione se si desidera che venga richiesto un URL ogni volta che viene rilevato un evento di movimento.
ro: Activați această opțiune dacă doriți ca o adresă URL să fie solicitată ori de câte ori este detectat un eveniment de mișcare.
tr: Bir hareket olayı algılandığında bir URL'nin sorulmasını istiyorsanız bunu etkinleştirin.
uk: Увімкніть це, якщо ви хочете, щоб URL -адреса вимагалася, коли буде виявлена подія руху.

source: ekz. http://ekzemplo.com/sciigi/
de: z.B. http://example.com/search/
it: ad esempio: http://ekzemplo.com/sciigi/
ro: ex. http://exemplu.com/notificare/
tr: Örneğin. http://ornek.com/sciigi/
uk: напр. http://ekzemplo.com/sciigi/
