Repository: motioneye-project/motioneye
Catalog: motioneye/locale/*/LC_MESSAGES/motioneye.po
Languages: de, it, ro, tr, uk

source: interrompa signalo ricevita, fermanta …
de: Unterbrechungssignal empfangen, schließen …
it: Ricevuto un segnale di interrupt, chiusura …
ro: S-a primit un semnal de întrerupere, închidere…
tr: kesme sinyali alındı, kapanıyor…
uk: Сигнал преривання отримано, зачиняюсь …

source: smb-akcioj postulas radikajn privilegiojn
de: SMB-Freigaben erfordern Root-Rechte
it: le condivisioni smb richiedono i privilegi di root
ro: Partajările smb necesită privilegii root
tr: smb paylaşımları root ayrıcalıkları gerektirir
uk: SMB-shares вимагає root доступу

source: bonvolu instali tornado version 3.1 aŭ pli
de: Bitte installieren Sie tornado Version 3.1 oder höher
it: per favore installa tornado versione 3.1 o successiva
ro: vă rugăm să instalați tornado versiunea 3.1 sau mai recentă
tr: lütfen tornado 3.1 veya üstünü yükleyin
uk: Будь-ласка, встановіть компонент tornado>=3.1 версії

source: bonvolu instali jinja2
de: Bitte installieren Sie jinja2
it: per favore installa jinja2
ro: vă rugăm să instalați jinja2
tr: lütfen jinja2'yi yükleyin
uk: Будь-ласка, встановіть компонент jinja2

source: bonvolu instali pillow aŭ PIL
de: Bitte installieren Sie pillow oder PIL
it: per favore installa pillow o PIL
ro: vă rugăm să instalați pillow sau PIL
tr: lütfen yastık veya PIL takın
uk: будь ласка, встановіть подушку або PIL

source: bonvolu instali pycurl
de: Bitte installieren Sie pycurl
it: per favore installare pycurl
ro: vă rugăm să instalați pycurl
tr: lütfen pycurl'u yükleyin
uk: Будь ласка, встановіть компонент pycurl

source: saluton! ĉi tio estas motionEye-servilo
de: Hallo! Dies ist ein MotionEye-Server
it: Ciao! questo è un server motionEye
ro: bună ! acesta este un server motionEye
tr: Merhaba! burası motionEye sunucusu
uk: Вітаю, це сервер motionEye!

source: purigado komenciĝis
de: Reinigung hat begonnen
it: pulizia avviata
ro: a început curățarea
tr: temizlik başladı
uk: очищення запущено

source: wsswitch komenciĝis
de: wsswitch wurde gestartet
it: wsswitch è stato avviato
ro: wswitch a pornit
tr: wsswitch başlatıldı
uk: wsswitch запущено

source: taskoj komenciĝis
de: Aufgaben wurden gestartet
it: attività avviate
ro: sarcini pornite
tr: görevler başladı
uk: завдання запущено

source: mjpg klienta rubo-kolektanto komenciĝis
de: Der mjpg-Client-Garbage-Collector wurde gestartet
it: mjpg client garbage collector del cliente è stato avviato
ro: clientul colector de gunoi mjpg a pornit
tr: mjpg istemci çöp toplayıcısı başlatıldı
uk: mjpg збиральник сміття запущено

source: servilo komenciĝis
de: Der Server wurde gestartet
it: server avviato
ro: server pornit
tr: sunucu başlatıldı
uk: сервер запущено

source: servilo haltis
de: Der Server wurde gestoppt
it: server arrestato
ro: server oprit
tr: sunucu durduruldu
uk: сервер зупинено

source: taskoj haltis
de: Aufgaben wurden gestoppt
it: attività interrotte
ro: sarcini oprite
tr: görevler durduruldu
uk: завдання зупинено

source: motion haltis
de: motion wurde gestoppt
it: il movimento si è interrotto
ro: motion oprit
tr: hareket durduruldu
uk: motion зупинено

source: adiaŭ!
de: Auf Wiedersehen!
it: arrivederci!
ro: la revedere !
tr: Hoşçakal!
uk: до побачення!

source: agordojn
de: Einstellungen
it: impostazioni
ro: setări
tr: ayarlar
uk: налаштування

source: ŝanĝi uzanton
de: Benutzer wechseln
it: cambia utente
ro: schimbă utilizatorul
tr: kullanıcıyı değiştir
uk: змінити користувача

source: forigi kameraon
de: Kamera entfernen
it: rimuovere la fotocamera
ro: eliminați camera
tr: kamerayı kaldır
uk: видалити камеру

source: Apliki
de: Anwenden
it: Applica
ro: Aplică
tr: Uygula
uk: застосувати

source: preferoj de uzanto
de: Benutzereinstellungen
it: preferenze dell'utente
ro: Preferințe utilizator.
tr: Kullanıcı tercihleri
uk: налаштування користувача

source: Preferoj
de: Einstellungen
it: preferenze
ro: Preferințe
tr: Tercihler
uk: Налаштування

source: Aranĝo Kolumnoj
de: Layoutspalten
it: Colonne di layout
ro: Coloane afișate
tr: Düzen Sütunları
uk: Стовпці макета

source: agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn
de: Legt die Anzahl der Spalten fest, die zum Anordnen der Kameras verwendet werden
it: imposta il numero di colonne utilizzate per disporre le telecamere
ro: Setează numărul de coloane utilizate pentru aranjarea cadrelor camerelor.
tr: kameraları düzenlemek için kullanılan sütun sayısını ayarlar
uk: Налаштування кількості стовпців, що використовуються для розташування камер

source: Fiksi Kadrojn Vertikale
de: Vertikalen Rahmen festlegen
it: Adatta il frame in verticale
ro: Potriviți cadrele pe verticală
tr: Çerçeveleri Dikey Olarak Sabitleyin
uk: Закріпіть кадри вертикально

source: kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne
de: Prüft, ob die Rahmen verkleinert werden können, um sie vertikal an das Fenster anzupassen
it: controlla se le dimensioni dei frame possono essere ridotte verticalmente per adattarsi alla finestra oppure no
ro: Verifică dacă cadrele pot fi reduse sau nu pentru a se potrivi vertical în fereastră.
tr: çerçeve sürelerinin pencereye dikey olarak sığacak şekilde azaltılıp azaltılamayacağını kontrol eder
uk: Перевірте, чи можна скоротити час кадру до вертикальної відповідності вікна чи ні

source: Aranĝo linioj
de: Layoutreihen
it: Righe
ro: Rânduri afișate
tr: Yerleşim Çizgileri
uk: Лінії компонування

source: agordas la nombron da linioj uzataj por aranĝi la fotilojn
de: Legt die Anzahl der Zeilen fest, die zum Anordnen der Kameras verwendet werden
it: configura il numero di righe usate per disporre le finestre delle telecamere
ro: Setează numărul de rânduri utilizate pentru aranjarea cadrelor camerelor.
tr: kameraları düzenlemek için kullanılan satır sayısını ayarlar
uk: Налаштування кількості ліній, що використовуються для організації камер

source: kadro-variatoro
de: Bildwiederholratenumwandler
it: Dimmer del frame rate
ro: Variator frecvență de cadre
tr: Çerçeve Değiştirici
uk: варіант кадру

source: reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)
de: Reduziert die Bildrate, um Netzwerkbandbreite und Datenverkehr zu sparen (funktioniert nicht mit einfachen MJPEG-Kameras)
it: riduce la frequenza dei fotogrammi per risparmiare banda e traffico di rete (non funziona con flussi MJPEG)
ro: Reduce frecvența cadrelor pentru a economisi lățimea de bandă și traficul rețelei (nu funcționează cu camere simple MJPEG).
tr: ağ bant genişliğinden ve trafikten tasarruf etmek için kare hızını azaltır (basit MJPEG kameralarla çalışmaz)
uk: Знижує частоту кадрів, щоб зберегти онлайн -широкий гурт та трафік (не працюючи з простими камерами MJPEG)

source: Rezolucio-variatoro
de: Auflösung
it: Regolazione della risoluzione
ro: Variator rezoluție
tr: Çözünürlük değiştirici
uk: Різноманітність роздільної здатності

source: reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)
de: Reduziert die tatsächliche Auflösung aller Kameras, um Netzwerkbandbreite und Datenverkehr zu sparen (funktioniert nicht bei einfachen MJPEG-Kameras)
it: riduce la risoluzione effettiva di tutte le telecamere per risparmiare banda e traffico di rete (non funziona con flussi MJPEG)
ro: Reduce rezoluția efectivă a camerelor pentru a economisi lățimea de bandă și traficul rețelei (nu funcționează pe camerele simple MJPEG).
tr: ağ bant genişliğinden ve trafikten tasarruf etmek için tüm kameraların etkin çözünürlüğünü azaltır (düz MJPEG kameralarda çalışmaz)
uk: зменшує фактичну роздільну здатність усіх камер, щоб зберегти онлайн -широкий гурт та трафік (не працюючи в простих камерах MJPEG)

source: ĝeneralaj parametroj, komunaj al ĉiuj fotiloj
de: Allgemeine Parameter, die bei allen Kameras angewandt werden
it: impostazioni generali, comuni a tutte le telecamere
ro: Setări generale, neasociate cu nicio cameră anume.
tr: tüm kameralar için ortak olan genel parametreler
uk: Загальні параметри, загальні для всіх камер

source: Ĝeneralaj Agordoj
de: Allgemeine Einstellungen
it: Impostazioni generali
ro: Setări generale
tr: Genel Ayarlar
uk: Загальні налаштування

source: Lingvo
de: Sprache
it: Lingua
ro: Limba
tr: Dil
uk: Мову

source: la lingvo de la interfaco (du literoj)
de: Spracheinstellung (zwei Buchstaben)
it: Lingua dell'interfaccia (due lettere)
ro: Limba interfeței.
tr: arayüzün dili (iki harf)
uk: Мова інтерфейсу (дві літери)

source: Administranto
de: Administrator
it: Amministratore
ro: Administrator
tr: Yönetici
uk: Адміністратор

source: la uzantnomo uzata por agordi la sistemon
de: Der Benutzername, der verwendet wird, um das System zu konfigurieren
it: il nome utente utilizzato per configurare il sistema
ro: Numele de utilizator folosit pentru configurarea sistemului.
tr: sistemi yapılandırmak için kullanılan kullanıcı adı
uk: Ім'я користувача використовувалося для встановлення системи

source: Pasvorto
de: Passwort
it: Password
ro: Parola
tr: Şifre
uk: Пароль

source: pasvorto de administranto
de: Administratorkennwort
it: password amministratore
ro: Parola de administrator.
tr: yönetici şifresi
uk: Пароль адміністратора

source: Observanto
de: Benutzername vom Überwacher
it: Utente supervisore
ro: Supraveghetor
tr: Gözlemci
uk: Спостерігач

source: la uzantnomo por uzi por la monitorado
de: Der Benutzername, der für die Überwachung verwendet werden soll
it: il nome utente da utilizzare per la video-sorveglianza
ro: Numele de utilizator folosit pentru monitorizare.
tr: izleme için kullanılacak kullanıcı adı
uk: Ім'я користувача для використання для моніторингу

source: la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)
de: das Passwort des Überwachungsbenutzers (leer lassen, um kein Passwort zu verwenden)
it: la password dell'utente di monitoraggio (lasciare vuoto per monitoraggio senza password)
ro: Parola utilizatorului de monitorizare (lăsați necompletat pentru monitorizare fără parolă).
tr: izleme kullanıcısının şifresi (şifresiz izleme için boş bırakın)
uk: Пароль користувача моніторингу (залиште білим для моніторингу без пароля)

source: motionEye Versio
de: motionEye Version
it: Versione motionEye
ro: Versiune motionEye
tr: MotionEye Sürümü
uk: Версія Motioneye

source: Motion Versio
de: Motion Version
it: Versione Motion
ro: Versiune Motion
tr: Motion Sürümü
uk: Версія руху

source: Operaciumo Versio
de: Betriebssystemversion
it: Versione del sistema operativo
ro: Versiune sistem de operare
tr: İşletim Sistemi Sürümü
uk: Версія операційної системи

source: Programara Ĝisdatigo
de: Software-Update
it: Aggiornamento software
ro: Actualizare de software
tr: Yazılım güncellemesi
uk: Оновлення програмного забезпечення

source: kontrolas novajn versiojn kaj plenumas ĝisdatigojn
de: sucht nach neuen Releases und führt Updates durch
it: verifica la presenza di nuove versioni ed esegue gli aggiornamenti
ro: Verifică pentru versiuni noi și efectuează actualizări.
tr: yeni sürümleri kontrol eder ve güncellemeleri gerçekleştirir
uk: Контролює нові версії та виконує оновлення

source: Nutro
de: Leistung
it: Alimentazione
ro: Alimentare
tr: Beslenme
uk: Харчування

source: Fermu
de: Herunterfahren
it: Spegni
ro: Oprire
tr: Kapalı
uk: Закривати

source: malŝaltas la sistemon
de: schaltet das System aus
it: spegne il sistema
ro: Oprește sistemul.
tr: sistemi kapatır
uk: вимикає систему

source: Rekomencu
de: Neustart
it: riavvio
ro: Repornire
tr: Baştan başlatma
uk: Перезавантажити

source: rekomencas la sistemon
de: Startet das System neu
it: riavvia il sistema
ro: Repornește sistemul.
tr: sistemi yeniden başlatır
uk: відновити систему

source: Agordo
de: Konfiguration
it: Configurazione
ro: Configurație
tr: Yapılandırma
uk: Конфігурація

source: Sekurkopio
de: Backup
it: backup
ro: Descărcare
tr: İndir
uk: Резервна коп

source: kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke
de: Erstellt eine Datei mit der aktuellen Konfiguration, damit Sie sie lokal speichern können
it: crea un file con la configurazione corrente per salvarlo localmente
ro: Creează un fișier cu configurația actuală, pe care îl puteți descărca local.
tr: yerel olarak kaydetmeniz için geçerli yapılandırmaya sahip bir dosya oluşturur
uk: створює файл із поточною конфігурацією для вас, щоб зберегти його на місці

source: Restaŭri
de: Wiederherstellen
it: ripristina
ro: Restabilire
tr: Yükle
uk: Відновлення

source: restarigas la agordon el antaŭe konservita rezerva dosiero
de: stellt die Konfiguration aus einer zuvor gespeicherten Sicherungsdatei wieder her
it: ripristina la configurazione da un file di backup salvato in precedenza
ro: Restabilește configurația dintr-un fișier de backup descărcat anterior.
tr: yapılandırmayı önceden kaydedilmiş bir yedekleme dosyasından geri yükler
uk: Скиньте налаштування з раніше збереженого файлу резервного копіювання

source: aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon
de: Aktivieren Sie diese Option, wenn Sie diese Kamera verwenden möchten
it: Abilita se si desidera utilizzare questa fotocamera
ro: Activați această opțiune dacă doriți să utilizați această cameră.
tr: bu kamerayı kullanmak istiyorsanız bunu etkinleştirin
uk: Активуйте це, якщо ви хочете використовувати цю камеру

source: Video-Aparato
de: Videogerät
it: Dispositivo video
ro: Dispozitiv video
tr: Video Cihazı
uk: Відео -пристрій

source: Kamerao Nomo
de: Kameraname
it: Nome della telecamera
ro: Numele camerei
tr: Kamera Adı
uk: Назва камери

source: kameraa nomo…
de: Kamera Name …
it: Nome della fotocamera …
ro: Numele camerei…
tr: kamera adı…
uk: Назва камери…

source: alias pri ĉi tiu kamera aparato
de: Alias für diese Kamera
it: alias per questa telecamera
ro: Alias pentru acest dispozitiv video.
tr: bu kamera cihazının takma adı
uk: Псевдонім щодо цього пристрою камери

source: Kamerao ID
de: Kamera-ID
it: ID telecamera
ro: ID-ul camerei
tr: Kamera ID
uk: Ідентифікатор камери

source: la kamerao identiga numero
de: die Kamera-Identifikationsnummer
it: il numero di identificazione della telecamera
ro: Numărul de identificare al camerei.
tr: kamera kimlik numarası
uk: Ідентифікаційний номер камери

source: Kamerao aparato
de: Kameragerät
it: Telecamera
ro: Calea camerei
tr: Kamera Cihazı
uk: Пристрій камери

source: Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)
de: Videogerät (z.B.: /dev/video) oder URL (z.B.: rtsp: //192.168.1.1/stream)
it: Dispositivo di input (ad esempio: / dev / video) o URL (ad esempio: rtsp: //192.168.1.1/stream)
ro: Dispozitiv de capturare (ex.: /dev/video) sau URL (ex.: rtsp://192.168.1.1/stream).
tr: Giriş cihazı (örneğin: /dev/video) veya URL (örneğin: rtsp://192.168.1.1/stream)
uk: Пристрій введення (наприклад,:/dev/video) або URL (наприклад, rtsp: //192.168.1.1/stream)

source: Kamerao Tipo
de: Kameratyp
it: Tipo di telecamera
ro: Tipul camerei
tr: Kamera Tipi
uk: Тип камери

source: Aŭtomata Brilo
de: Automatische Helligkeit
it: Luminosità automatica
ro: Luminozitate automată
tr: Otomatik Parlaklık
uk: Автоматична яскравість

source: ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)
de: Aktiviere Softwaregesteuerte automatische Helligkeit (nur für Kameras ohne automatische Helligkeit empfohlen)
it: Abilita la luminosità automatica software (consigliato solo per le fotocamere senza luminosità automatica)
ro: Activează luminozitatea automată din software (recomandat numai pentru camerele fără luminozitate automată).
tr: yazılımdan otomatik parlaklık sağlar (yalnızca otomatik parlaklık özelliği olmayan kameralar için önerilir)
uk: Вмикає автоматичну яскравість програмного забезпечення (рекомендується лише для камер без автоматичної яскравості)

source: Video-rezolucio
de: Videoauflösung
it: Risoluzione video
ro: Rezoluție video
tr: Video Çözünürlüğü
uk: Резолюція відео

source: la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)
de: die Videoauflösung (größere Werte führen zu einer besseren Qualität, erfordern jedoch mehr CPU-Leistung, mehr Speicher und mehr Bandbreite)
it: la risoluzione video (valori più grandi producono una qualità migliore, ma richiedono più potenza della CPU, maggiore memoria e larghezza di banda)
ro: Rezoluția video (valorile mai mari produc calitate mai bună, dar necesită mai multă putere CPU, spațiu de stocare și lățime de bandă mai mari).
tr: video çözünürlüğü (daha büyük değerler daha iyi kalite üretir ancak daha fazla CPU gücü, daha büyük depolama alanı ve bant genişliği gerektirir)
uk: Роздільна здатність відео (більші значення виробляють кращу якість, але вимагає більшої потужності процесора, більшої пам’яті та пропускної здатності)

source: Larĝeco
de: Breite
it: Larghezza
ro: Lăţime
tr: Genişlik
uk: Ширина

source: enigu kutiman rezolucian larĝon
de: Geben Sie eine benutzerdefinierte Auflösungsbreite ein
it: inserisci una larghezza personalizzata
ro: Introduceți lățimea rezoluției personalizată.
tr: özel bir çözünürlük genişliği girin
uk: Введіть ширину власної роздільної здатності

source: Alteco
de: Höhe
it: Altezza
ro: Înălţime
tr: Yükseklik
uk: Висота

source: enigu kutiman rezolucian altecon
de: Geben Sie eine benutzerdefinierte Auflösungshöhe ein
it: inserisci un'altezza personalizzata
ro: Introduceți înălțimea rezoluției personalizată.
tr: özel bir çözünürlük yüksekliği girin
uk: Введіть регулярну висоту роздільної здатності

source: Video-Rotacio
de: Videodrehung
it: Rotazione video
ro: Rotație video
tr: Video Döndürme
uk: Ротація відео

source: uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste
de: Verwenden Sie diese Option, um das Bild zu drehen, wenn Ihre Kamera nicht richtig positioniert ist
it: usalo per ruotare l'immagine catturata se la tua telecamera non è posizionata correttamente
ro: Utilizați această opțiune pentru a roti imaginea capturată dacă camera nu este poziționată corect.
tr: kameranız doğru konumlandırılmamışsa yakalanan görüntüyü döndürmek için bunu kullanın
uk: Використовуйте це, щоб повернути захоплене зображення, якщо ваша камера не розміщена правильно

source: Kadrofrekvenco
de: Framerate
it: Frame rate
ro: Rata cadrelor
tr: Kare Hızı
uk: Частота кадрів

source: agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)
de: Legt die Anzahl der von der Kamera pro Sekunde aufgenommenen Bilder fest (höhere Werte erzeugen flüssigere Videos, erfordern jedoch mehr CPU-Leistung, mehr Speicher und Bandbreite)
it: Imposta il numero di fotogrammi acquisiti dalla fotocamera ogni secondo (valori più alti producono video più fluidi ma richiedono più potenza della CPU, maggiore spazio di archiviazione e larghezza di banda)
ro: Ajustează numărul de cadre capturate de cameră în fiecare secundă (valorile mai mari produc videoclipuri mai fluide, dar necesită mai multă putere CPU, mai mult spațiu de stocare și lățime de bandă mai largă).
tr: kameranın her saniye yakaladığı kare sayısını ayarlar (daha yüksek değerler daha akıcı videolar üretir ancak daha fazla CPU gücü, daha büyük depolama ve bant genişliği gerektirir)
uk: Налаштування кількості кадрів, захоплених камерою щосекунди (більш високі значення створюють більш гладкі відео, але потребують більшої потужності процесора, більшого зберігання та широкої смуги)

source: Privateca masko
de: Datenschutzmaske
it: Maschera per la privacy
ro: Mască de confidențialitate
tr: Gizlilik Maskesi
uk: Маска конфіденційності

source: ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon
de: Ermöglicht das ausblenden von Bereichen im Bild, um das Aufzeichnen bestimmter Bildbereiche zum Schutz der Privatsphäre zu vermeiden
it: abilita il mascheramento dell'immagine per impedire la registrazione di alcune aree dell'immagine per proteggere la privacy
ro: Permite mascarea imaginii pentru a preveni înregistrarea anumitor zone de imagine pentru a proteja confidențialitatea.
tr: gizliliği korumak amacıyla belirli görüntü alanlarının kaydedilmesini önlemek için görüntü maskelemeyi etkinleştirir
uk: дозволяє маскувати зображення, щоб уникнути запису будь -яких областей зображень для захисту конфіденційності

source: Redakti maskon
de: Maske bearbeiten
it: Modifica maschera
ro: Editați masca
tr: Maskeyi düzenle
uk: Редагувати маску

source: Konservi maskon
de: Maske Speichern
it: Salva maschera
ro: Salvați masca
tr: Maskeyi kaydet
uk: Щоб зберегти маску

source: alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon
de: Klicken Sie auf diese Schaltfläche, um den Maskeneditor zu (de-)aktivieren
it: fare clic su questo pulsante per abilitare / disabilitare l'editor delle maschere
ro: Faceți clic pe acest buton pentru a activa/dezactiva editorul de mască.
tr: maske düzenleyiciyi etkinleştirmek/devre dışı bırakmak için bu düğmeye tıklayın
uk: Натисніть на цю кнопку, щоб увімкнути/вимкнути редактор маски

source: Ekstraj Elektoj
de: Zusätzliche Optionen
it: Opzioni extra
ro: Opțiuni suplimentare
tr: Ekstra Seçenekler
uk: Додатковий вибір

source: vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)
de: Sie können hier zusätzliche Optionen für den "Motion"-Dienst hinzufügen (verwenden Sie das Format "Name Wert" und eine Option pro Zeile)
it: È possibile aggiungere qualsiasi opzione aggiuntiva qui per il demone "Motion" (usa il formato "nome valore", un'opzione per riga)
ro: Puteți adăuga orice opțiune suplimentară aici pentru demon-ul „motion” (utilizați formatul „nume valoare”, o opțiune pe linie).
tr: «motion» arka plan programı için buraya herhangi bir ek seçenek ekleyebilirsiniz (satır başına bir seçenek olacak şekilde «ad değeri» formatını kullanın)
uk: Ви можете додати тут будь -які додаткові параметри для демона "Рух" (використовуйте формат "Значення імені", один варіант на рядок)

source: elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj
de: Wählen Sie, wo und wie Ihre Medien gespeichert werden
it: scegli dove e come vengono archiviati i tuoi file multimediali
ro: Alegeți unde și cum sunt stocate fișierele media.
tr: medyanızın nerede ve nasıl saklanacağını seçin
uk: Виберіть, де і як зберігаються ваші ЗМІ

source: Stokado de dosieroj
de: Dateispeicher
it: Archiviazione dei file
ro: Stocarea fișierelor
tr: Dosya depolama
uk: Зберігання файлів

source: Stokada Aparato
de: Speichergerät
it: Dispositivo di archiviazione
ro: Dispozitiv de stocare
tr: Depolama Aygıtı
uk: Пристрій для зберігання

source: indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj
de: Gibt das Speichergerät an, auf dem die Bild- und Videodateien gespeichert werden
it: indica il dispositivo di archiviazione in cui verranno salvati i file di immagini e video
ro: Indică dispozitivul pe care vor fi stocate fișierele de imagine și video.
tr: resim ve video dosyalarının kaydedileceği depolama cihazını belirtir
uk: Позначає пристрій зберігання, де зберігатимуться зображення та відеофайли

source: Retservilo
de: Netzwerkserver
it: Server Web
ro: Server rețea
tr: Web sunucusu
uk: Веб -сервер

source: la adreso de la retservilo (IP-adreso aŭ nomo)
de: die Webserveradresse (IP-Adresse oder Hostname)
it: l'indirizzo del server di rete (indirizzo IP o nome host)
ro: Adresa serverului de rețea (adresă IP sau hostname).
tr: web sunucusunun adresi (IP adresi veya adı)
uk: Адреса веб -сервера (IP -адреса або ім'я)

source: SMB Protokolo-Versio
de: SMB-Protokoll-Version
it: Versione protocollo SMB
ro: Versiunea protocolului SMB.
tr: SMB Protokolü Sürümü
uk: Версія протоколу SMB
