Repository: motioneye-project/motioneye
Catalog: motioneye/locale/*/LC_MESSAGES/motioneye.po
Languages: de, it, ro, tr, uk

source: Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo
de: Ein Befehl, der nach dem Erstellen einer Multimediadatei ausgeführt werden soll. Mehrere Befehle können durch ein Semikolon getrennt werden. Verwenden Sie kein Semikolon in Befehlen. Die folgenden speziellen Token werden akzeptiert: %%Y = Jahr, %%m = Monat, %%d = Tag, %%H = Stunde, %%M = Minute, %%S = Sekunde, %%q = Rahmennummer, %%v = Ereignisnummer, %%f = Dateipfad
it: Comando da eseguire dopo la creazione di un file multimediale; più comandi possono essere separati da un punto e virgola; non usare il punto e virgola all'interno dei comandi; sono accettati i seguenti caratteri speciali:%%Y = anno,%%m = mese,%%d = giorno,%%H = ora,%%M = minuto,%%S = secondo,%%q = numero telaio,%%v = numero dell'evento,%%f = percorso file
ro: O comandă ce urmează să fie executată după crearea unui fișier media. Mai multe comenzi pot fi separate prin punct-și-virgulă; nu utilizați punct-și-virgulă în comenzi; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului, %%f = calea fișierului .
tr: Multimedya dosyası oluşturulduktan sonra yürütülecek komut. Birkaç komut bir dönem adıyla ayrılabilir; komutlarda nokta adı kullanmayın; aşağıdaki özel belirteçler kabul edilir: %%Y = yıl, %%m = ay, %%d = gün, %%H = saat, %%M = dakika, %%S = saniye, %%q = çerçeve numarası, %%v = olay numarası, %%f = dosya yolu
uk: Команда повинна бути виконана після створення мультимедійного файлу. Кілька команд можна розділити назвою точки; Не використовуйте назву точки в команди; Наступні спеціальні жетони приймаються: %% y = рік, %% m = місяць, %% d = день, %% h = година, %% m = хвилина, %% s = секунд, %% q = номер кадру, %% V = випадковий номер, %% F = Файл Шлях

source: elektu kiajn informojn montras sur la kaptitaj kadroj
de: Wähle aus, welche Informationen auf den aufgenommenen Frames angezeigt werden sollen
it: Scegliere quali informazioni visualizzare sui fotogrammi acquisiti
ro: Selectați ce informații sunt afișate în cadrele capturate.
tr: yakalanan karelerde hangi bilgilerin görüntüleneceğini seçin
uk: Виберіть, яка інформація відображається на захоплених кадрах

source: Teksto Superkovrita
de: Textüberlagerung
it: Overlay testo
ro: Suprapunere text
tr: Yerleşimli Metin
uk: Текстовий перекриття

source: Maldekstra Teksto
de: Linker Text
it: Testo a sinistra
ro: Text stânga
tr: Ekranın Solunda Yer Alacak Metin
uk: Лівий текст

source: Tempostampo
de: Zeitstempel
it: Timestamp
ro: Ștampilă de timp
tr: Zaman damgası
uk: Штамп

source: Propra Teksto
de: Benutzerdefinierter Text
it: Testo personalizzato
ro: Text personalizat
tr: Özel metin
uk: Спеціальний текст

source: Malebligita
de: Deaktiviert
it: Disabilitato
ro: Dezactivat
tr: Engelli,
uk: Інвалід

source: Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo
de: Legt den Text fest, der in den Videos und Bildern in der unteren linken Ecke angezeigt wird
it: Imposta il testo visualizzato sui filmati e sulle immagini, nell'angolo in basso a sinistra
ro: Setează textul afișat pe videoclipuri și imagini, în colțul din stânga jos.
tr: Filmlerde ve görüntülerde sol alt köşede görüntülenen metni ayarlar
uk: Встановіть текст, показаний на фільмах та малюнках, на нижньому лівому куті

source: propra teksto…
de: Benutzerdefinierter Text…
it: Testo personalizzato …
ro: Text personalizat…
tr: kendi metni…
uk: Спеціальний текст…

source: Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \n = nova linio
de: Setze einen benutzerdefinierten linken Text. Die folgenden speziellen Token werden akzeptiert: %%Y = Jahr, %%m = Monat, %%d = Tag, %%H = Stunde, %%M = Minute, %%S = Sekunde, %%q = Rahmennummer, %%v = Ereignisnummer, %%T = HH: MM: SS, \n = neue Zeile
it: Definisce il testo sinistro personalizzato; sono accettati i seguenti caratteri speciali:%%Y = anno,%%m = mese,%%d = giorno,%%H = ora,%%M = minuto,%%S = secondo,%%q = numero frame,%%v = evento numero,%%T = HH:MM:SS, \n = nova riga
ro: Setează textul personalizat din stânga; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului, %%T = HH: MM: SS, \n = rând nou .
tr: Özel sol metni tanımlar; aşağıdaki özel belirteçler kabul edilir: %%Y = yıl,%%m = ay,%%d = gün,%%H = saat,%%M = dakika,%%S = saniye,%%q = çerçeve numarası, %%v = olay numarası,%%T = HH:MM:SS, \n = yeni satır
uk: Визначає спеціальний лівий текст; Наступні спеціальні жетони приймаються: %%Y = рік, %%m = місяць, %%d = день, %%H = година, %%M = хвилина, %%S = секунд, %%q = номер кадру, %%v = номер події, %%T = HH:MM:SS, \n = новий рядок

source: Dekstra Teksto
de: Rechter Text
it: Testo a destra
ro: Text dreapta
tr: Ekranın Sağında Yer Alacak Metin
uk: Правий текст

source: Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo
de: Legt den Text fest, der in den Videos und Bildern in der unteren rechten Ecke angezeigt wird
it: Imposta il testo visualizzato su filmati e immagini, nell'angolo in basso a destra
ro: Setează textul afișat pe videoclipuri și imagini, în colțul din dreapta jos.
tr: Filmlerde ve görüntülerde gösterilen metni sağ alt köşede ayarlar
uk: Встановлює текст, показаний на фільмах та малюнках, на правому нижньому куті

source: Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \n = nova linio
de: Setze einen benutzerdefinierten rechten Text. Die folgenden speziellen Token werden akzeptiert: %%Y = Jahr, %%m = Monat, %%d = Tag, %%H = Stunde, %%M = Minute, %%S = Sekunde, %%q = Rahmennummer, %%v = Ereignisnummer, %%T = HH: MM: SS, \n = neue Zeile
it: Definisce il testo corretto personalizzato; sono accettati i seguenti caratteri speciali: %% Y = anno, %% m = mese, %% d = giorno, %% H = ora, %% M = minuto, %% S = secondo, %% q = numero di frame, %% v = numero evento, %% T = HH: MM: SS, \n = nuova riga
ro: Setează textul personalizat din dreapta; sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului, %%T = HH: MM: SS, \n = rând nou .
tr: Özel sağ metni tanımlar; aşağıdaki özel belirteçler kabul edilir: %%Y = yıl,%%m = ay,%%d = gün,%%H = saat,%%M = dakika,%%S = saniye,%%q = çerçeve numarası, %%v = olay numarası,%%T =HH:MM:SS, \n = yeni satır
uk: Визначає власний правий текст; Наступні спеціальні жетони приймаються: %%Y = рік, %%m = місяць, %%d = день, %%H = година, %%M = хвилина, %%S = секунд, %%q = номер кадру, %%v = номер події, %%T = HH:MM:SS, \n = новий рядок

source: Teksta Skalo
de: Textgröße
it: Scala del testo
ro: Mărimea textului
tr: Metin Ölçeği
uk: Текстова шкала

source: Difinas la grandecon de la superkovrita teksto
de: Setze die Größe des Textes
it: Imposta la dimensione del testo in sovrimpressione
ro: Setează dimensiunea textului suprapus.
tr: Kaplama metninin boyutunu tanımlar
uk: Визначає розмір тексту перекриття

source: Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo
de: Aktivieren, um das Video der Kamera zu streamen
it: Abilita questa opzione se desideri uno streaming video per questa videocamera
ro: Activați această opțiune dacă doriți să transmiteți un streaming video pentru această cameră.
tr: Bu kamera için video akışı istiyorsanız bunu etkinleştirin
uk: Увімкніть це, якщо ви хочете відеопотік для цієї камери

source: Videofluo
de: Videostream
it: Streaming video
ro: Streaming video
tr: Video Akışı
uk: Відео дих

source: Framo frekvencon
de: Stream-Bildfrequenz
it: Frequenza dei fotogrammi Streaming
ro: Frecvența cadrelor
tr: Çerçeve Frekansı
uk: Частота кадрів

source: Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.
de: Legt die Anzahl der pro Sekunde übertragenen Frames im Live-Stream fest.
it: Imposta il numero di frame trasmessi al secondo nel flusso live.
ro: Setează numărul de cadre transmise pe secundă în streaming-ul live.
tr: Canlı akışta her saniye aktarılan kare sayısını ayarlar.
uk: Зафіксуйте кількість кадрів, що постачаються щосекунди в живому потоці.

source: Flua Kvalito
de: Stream-Qualität
it: Qualità dello streaming
ro: Calitate
tr: Yayın Kalitesi
uk: Вільна якість

source: Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).
de: Stelle die Live-Stream-Qualität ein (höhere Werte führen zu einer besseren Videoqualität, erfordern jedoch mehr Bandbreite).
it: Regola la qualità del live streaming (valori più alti producono una migliore qualità video ma richiedono più larghezza di banda).
ro: Setează calitatea streaming-ului (valorile mai mari produc o calitate video mai bună, dar necesită o lățime de bandă mai largă).
tr: Canlı yayın kalitesini ayarlar (daha yüksek değerler daha iyi video kalitesi sağlar ancak daha fazla bant genişliği gerektirir).
uk: Митниця Якості прямого потоку (більш високі значення виробляють кращу якість відео, але вимагає більш широкосмугового зв’язку).

source: Bilda Redimensionado
de: Stream-Auflösung ändern
it: Ridimensionamento delle immagini in streaming
ro: Redimensionare
tr: Görüntüyü Yeniden Boyutlandırma
uk: Зображення повторне розміщення

source: Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).
de: Wenn diese Option aktiviert ist, wird die Auflösung der Bilder geändert, bevor sie an den Browser gesendet werden (deaktivieren, wenn das System eine langsame CPU hat).
it: Quando questa opzione è attivata, le immagini vengono ridimensionate prima di essere inviate al browser (disabilitate quando vengono eseguite su CPU lente).
ro: Când această opțiune este activată, imaginile sunt redimensionate înainte de a fi trimise către browser (dezactivați dacă folosiți un procesor lent).
tr: Bu açıldığında görüntüler tarayıcıya gönderilmeden önce yeniden boyutlandırılır (yavaş bir CPU'da çalışırken devre dışı bırakın).
uk: Коли це увімкнено, зображення змінюються до того, як вони будуть відправлені до браузера (запобігають під час роботи на повільному процесорі).

source: Flua rezolucio
de: Streaming-Auflösung
it: Risoluzione del flusso streaming
ro: Rezoluție
tr: Akış çözünürlüğü
uk: Вільна роздільна здатність

source: la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)
de: Die Auflösung wird als Prozentsatz der Auflösung des Videogeräts angegeben (höhere Werte führen zu einer besseren Videoqualität, erfordern jedoch mehr Bandbreite)
it: La risoluzione dello streaming indicata come percentuale della risoluzione del dispositivo video (valori più alti producono una migliore qualità video ma richiedono più larghezza di banda)
ro: Rezoluția dată ca procent din rezoluția dispozitivului video (valorile mai mari produc o calitate video mai bună, dar necesită o lățime de bandă mai largă).
tr: video cihazının çözünürlüğünün yüzdesi olarak verilen çözünürlük (daha yüksek değerler daha iyi video kalitesi üretir ancak daha fazla bant genişliği gerektirir)
uk: Роздільна здатність, наведена у відсотках від роздільної здатності відео -пристрою (більш високі значення створюють кращу якість відео, але вимагає більшої пропускної здатності)

source: Flua haveno
de: Stream-Port
it: Porta streaming
ro: Port streaming
tr: Akış Portu
uk: Вільний порт

source: starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo
de: Stelle den TCP Port ein, auf dem der Stream-Server läuft
it: imposta la porta TCP su cui è in ascolto il server Web
ro: Setează portul TCP pe care ascultă serverul web.
tr: web sunucusu web hizmetinin dinlediği TCP bağlantı noktasını ayarlar
uk: налаштовує порт TCP, на якому слухає веб -сервер

source: Aŭtentiga reĝimo
de: Authentifizierungsmodus
it: Modalità di autenticazione
ro: Metoda de autentificare
tr: Kimlik Doğrulama Modu
uk: Режим аутентифікації

source: la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj
de: die vom Stream verwendete Authentifizierungsmethode (wählen Sie "Basic" anstelle von "Digest", wenn Sie Probleme mit Programmen von Drittanbietern haben); Anmeldeinformationen vom Überwachungs-Benutzer werden verwendet
it: Il metodo di autenticazione utilizzato dallo stream (seleziona 'Basic' invece di 'Digest' se riscontri problemi con app di terze parti); Verranno utilizzati i controlli delle credenziali
ro: Metoda de autentificare folosită de stream (selectați „De bază” în loc de „Digest” dacă întâmpinați probleme cu programe terțe); se va utiliza autentificarea de monitorizare.
tr: akışın kullandığı kimlik doğrulama yöntemi (üçüncü taraf uygulamalarla sorunlarla karşılaşırsanız 'Özel' yerine 'Basit'i seçin); kimlik bilgileri kontrolleri kullanılacak
uk: Метод аутентифікації, що використовується потоком (виберіть "BASIC" замість "Дайджест", якщо ви стикаєтесь з проблемами з третімпартійними програмами); Будуть використані елементи керування акредитаціями

source: Movado-Optimigo
de: Bewegungsoptimierung
it: Ottimizzazione del movimento
ro: Optimizarea mișcării
tr: Hareket Optimizasyonu
uk: Оптимізація руху

source: ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita
de: Aktivieren Sie diese Option, wenn Sie eine niedrigere Bildrate für den Stream wünschen, wenn keine Bewegung erkannt wird
it: abilitare questa opzione se si desidera una frequenza fotogrammi inferiore per il flusso video quando non viene rilevato alcun movimento
ro: Activați această opțiune dacă doriți o rată de cadre mai mică pentru streaming atunci când nu este detectată nicio mișcare.
tr: Hiçbir hareket algılanmadığında dağıtım akışı için daha düşük bir kare hızı istiyorsanız bunu etkinleştirin
uk: Увімкніть це, якщо ви хочете нижчу частоту кадрів для потоку доставки, коли не виявлено перехід

source: Utilaj URLoj
de: Nützliche URLs
it: URL utili
ro: URL-uri utile
tr: Yararlı URL'ler
uk: Корисні URL -адреси

source: Instantara URL
de: Snapshot URL
it: URL istantaneo
ro: Adresa URL pt. capturi
tr: Anlık URL
uk: Миттєва URL -адреса

source: URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao
de: Eine URL, die ein JPEG-Bild mit der neuesten Aufnahme der Kamera liefert
it: Un URL che fornisce un'immagine JPEG con l'ultima acquisizione della videocamera
ro: Adresa URL care oferă o cea mai recentă captură JPEG a camerei.
tr: Kameradan en son yakalamayı içeren JPEG görüntüsünü sağlayan bir URL
uk: URL -адреса, яка надає зображення JPEG з останнім виловом камери

source: Flua URL
de: Stream-URL
it: Streaming URL
ro: Adresa URL pt. streaming
tr: Akış URL'si
uk: Вільна URL -адреса

source: URL kiu provizas MJPEG-fluon de la kamerao
de: Eine URL, die den MJPEG-Stream von der Kamera bereitstellt
it: Un URL che fornisce il flusso MJPEG dalla telecamera
ro: Adresa URL ce oferă streaming-ul MJPEG al camerei.
tr: Kameradan MJPEG akışı sağlayan bir URL
uk: URL -адреса, яка забезпечує потік MJPEG з камери

source: Enigita URL
de: Eingebettete URL
it: URL di input
ro: Adresa URL pt. embeding
tr: Girilen URL
uk: Вбудована URL -адреса

source: URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita
de: Eine URL, die ein minimales HTML-Dokument enthält, dass das Kamerabild enthält und eingebettet werden kann
it: Un URL che fornisce un documento HTML minimale contenente il frame della videocamera, pronto per essere incorporato
ro: Adresa URL care oferă un document HTML minim care conține cadrul camerei, gata pentru a fi încorporat.
tr: Yerleştirilmeye hazır, kamera çerçevesini içeren minimal bir HTML belgesi sağlayan bir URL
uk: URL -адреса, яка забезпечує мінімальний документ HTML, що містить рамку камери, готова до вбудованої

source: Ebligu ĉi tion, se vi volas kapti statika bildojn.
de: Aktivieren Sie diese Option, wenn Sie statische Bilder aufnehmen möchten.
it: Abilita questa opzione se desideri acquisire immagini statiche.
ro: Activați această opțiune dacă doriți să capturați imagini statice.
tr: Statik görüntüler yakalamak istiyorsanız bunu etkinleştirin.
uk: Увімкніть це, якщо хочете зловити статичні зображення.

source: Kaptitaj Bildoj
de: Statische Bilder
it: Immagini catturate
ro: Imagini
tr: Görüntü Yakalama
uk: Захоплені фотографії

source: Nomo Bildo-Dosiero
de: Dateiname vom Bild
it: Nome file immagine
ro: Numele fișierelor imagine
tr: Resim Dosyasını Adlandır
uk: Ім'я файлу зображення

source: dosiernomo ŝablono…
de: Dateiname Vorlage…
it: Modello del nome file …
ro: Șablon pentru numele fișierelor…
tr: dosya adı şablonu…
uk: Шаблон імені файлу…

source: Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.
de: Definiert die Namensvorlage für JPEG-Dateien. Die folgenden speziellen Token werden akzeptiert: %%Y = Jahr, %%m = Monat, %%d = Tag, %%H = Stunde, %%M = Minute, %%S = Sekunde, %%q = Rahmennummer, %%v = Ereignisnummer, / = Unterverzeichnis.
it: Definisce il modello di nome per i file immagine JPEG; sono accettati i seguenti caratteri speciali: %% Y = anno, %% m = mese, %% d = giorno, %% H = ora, %% M = minuto, %% S = secondo, %% q = numero di frame, %% v = numero evento, / = sottodirectory.
ro: Setează șablonul de nume pentru fișierele imagine (JPEG); sunt acceptate următoarele token-uri speciale: %%Y = an, %%m = lună, %%d = zi, %%H = oră, %%M = minut, %%S = secundă, %%q = numărul cadrului, %%v = numărul evenimentului, / = subdosar .
tr: Görüntü dosyaları (JPEG) için ad şablonunu tanımlar; aşağıdaki özel belirteçler kabul edilir: %%Y = yıl,%%m = ay,%%d = gün,%%H = saat,%%M = dakika,%%S = saniye,%%q = çerçeve numarası, %%v = olay numarası, / = alt dizin.
uk: Визначає шаблон імені для файлів зображень (jpeg); Наступні спеціальні жетони приймаються: %% y = рік, %% m = місяць, %% d = день, %% h = година, %% m = хвилина, %% s = секунд, %% q = номер кадру, %% V = номер події, / = підкаталог.

source: Bildkvalito
de: Bildqualität
it: Qualità delle immagini
ro: Calitatea imaginilor
tr: Görüntü Kalitesi
uk: Якість зображення

source: agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)
de: Legt die JPEG-Bildqualität fest (höhere Werte führen zu einer besseren Bildqualität, erfordern jedoch mehr Speicherplatz)
it: Imposta la qualità dell'immagine JPEG (valori più alti producono una migliore qualità dell'immagine ma richiedono più spazio di archiviazione)
ro: Setează calitatea imaginii JPEG (valorile mai mari produc o calitate mai bună a imaginii, dar necesită mai mult spațiu de stocare).
tr: JPEG görüntü kalitesini ayarlar (daha yüksek değerler daha iyi görüntü kalitesi sağlar ancak daha fazla depolama alanı gerektirir)
uk: Налаштування якості зображення JPEG (більш високі значення створюють кращу якість зображення, але потребують більшого зберігання)

source: Kaptila reĝimo
de: Aufnahmemodus
it: Modalità di acquisizione
ro: Modul de captură
tr: Tetik Modu
uk: Режим пастки

source: Moviĝa deĉenigo
de: Bewegungsauslöser
it: Attivato da movimento
ro: Declanșat de mișcare
tr: Hareket tetikleme
uk: Переміщення спрацьовування

source: Moviĝa deĉenigo (Unu bildo)
de: Bewegungsauslöser (Ein Bild)
it: Attivato da movimento (Un'immagine)
ro: Declanșat de mișcare (o singură imagine)
tr: Hareket tetikleme (Tek görüntü)
uk: Переміщення спрацьовування (одне зображення)

source: Intertempe
de: Intervall Schnappschüsse
it: Intervallo Snapshots
ro: Capturi la interval de timp
tr: Aralık
uk: Тим часом

source: Ĉiuj bildoj
de: Alle Bilder
it: Tutti i fotogrammi
ro: Toate cadrele
tr: Tüm resimler
uk: Всі фотографії

source: Mane
de: Manuell
it: Manuale
ro: Manual
tr: Manuel
uk: Вручну

source: Difinas la kapta reĝimon:
de: Setze den Aufnahmemodus:
it: Imposta la modalità di cattura dell'immagine:
ro: Setează modul de captură:
tr: Yakalama modunu tanımlar:
uk: Визначає режим вилову:

source: Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,
de: Bewegungsauslöser = ein Bild wird aufgenommen, sobald eine Bewegung erkannt wurde,
it: Motion Triggered = immagine catturata ogni volta che viene rilevato un movimento,
ro: Declanșat de mișcare = imagine capturată de fiecare dată când este detectată mișcare,
tr: Hareket tetikleme = her hareket algılandığında yakalanan görüntü,
uk: Тригер руху = зображення, захоплене кожного разу, коли виявляється рух,

source: Intertempe = bildo kaptita ĉiun x sekundojn,
de: Intervall = ein Bild wird alle x Sekunden aufgenommen
it: Intervallo Snapshots = immagine catturata ogni x secondi,
ro: Capturi la interval de timp = imagine capturată la fiecare x secunde,
tr: Aralık = her x saniyede bir çekilen görüntü,
uk: Тим часом = зображення, що спіймали кожні X секунди,

source: Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,
de: Alle Bilder = Speichert jeden Frame zu einer Bilddatei,
it: Tutti i fotogrammi = salva ogni fotogramma in un file immagine,
ro: Toate cadrele = salvați fiecare cadru într-un fișier de imagine,
tr: Tüm resimler = her kareyi bir resim dosyasına kaydeder,
uk: Усі зображення = зберігайте кожен кадр у файлі зображення,

source: Mane = mana kapto kun dediĉita butono.
de: Manuell = Manuelle Aufnahmen mit dem Aufnahme-Knopf.
it: Manuale = acquisizione manuale con il pulsante.
ro: Manual = captură manuală folosind butonul dedicat.
tr: Manuel = özel düğmeyle manuel yakalama.
uk: Мане = ручне захоплення за допомогою спеціальної кнопки.

source: Interkapto-Intervalo
de: Snapshotintervall
it: Intervallo snapshot
ro: Interval de capturare
tr: Durdurma Aralığı
uk: Інтервал перехоплення

source: sekundoj
de: Sekunden
it: secondi
ro: secunde
tr: saniye
uk: секунди

source: agordas la intervalon (en sekundoj) por la kaptiloj
de: Legt das Intervall (in Sekunden) für die Schnappschüsse fest
it: imposta l'intervallo (in secondi) per gli snapshot
ro: Setează intervalul (în secunde) pentru capturi.
tr: çekim için aralığı (saniye cinsinden) ayarlar
uk: Встановіть діапазон (за лічені секунди) для пасток

source: Konservi bildojn
de: Bilder aufbewahren
it: Conserva immagini
ro: Păstrați imaginile
tr: Resimleri Kaydet
uk: Щоб зберегти фотографії

source: Dum unu tago
de: Für einen Tag
it: Per un giorno
ro: Timp de o zi
tr: Bir günlüğüne
uk: На один день

source: Dum unu semajno
de: Für eine Woche
it: Per una settimana
ro: Timp de o săptămână
tr: Bir hafta için
uk: На тиждень

source: Dum unu monato
de: Für einen Monat
it: Per un mese
ro: Timp de o lună
tr: Bir ay için
uk: На місяць

source: Dum unu jaro
de: Für ein Jahr
it: Per un anno
ro: Timp de un an
tr: Bir yıl için
uk: На один рік

source: Porĉiame
de: Für immer
it: Per sempre
ro: Pentru totdeauna
tr: Her zaman
uk: Назавжди

source: Propra
de: Benutzerdefiniert
it: Personalizzato
ro: Personalizat
tr: Özel
uk: Власний
