Repository: motioneye-project/motioneye
Catalog: motioneye/locale/*/LC_MESSAGES/motioneye.js.po
Languages: de, ko, uk

source: specialaj signoj ne rajtas en pasvorto
de: Das Passwort darf keine Sonderzeichen enthalten
ko: 암호에 특수문자는 사용할 수 없습니다
uk: Спеціальні символи заборонені у паролі

source: Ĉi tiu kampo estas deviga
de: Dieses Feld ist erforderlich
ko: 필수 항목입니다
uk: Це поле є обов'язковим

source: specialaj signoj ne rajtas en la nomo de kamerao
de: Der Kameraname darf keine Sonderzeichen enthalten
ko: 카메라 이름에 특수문자는 사용할 수 없습니다
uk: Спеціальні символи заборонені від імені камери

source: valoro devas esti multoblo de 8
de: Wert muss ein Vielfaches von 8 sein
ko: 값은 8의 배수여야 합니다
uk: Значення повинно бути кратним 8

source: specialaj signoj ne rajtas en radika voja nomo
de: Der Verzeichnisname darf keine Sonderzeichen enthalten
ko: root 디렉토리 이름에 특수문자를 사용할 수 없습니다
uk: Спеціальні символи заборонені в назві Root Road

source: dosieroj ne povas esti kreitaj rekte en la radiko de via sistemo
de: Dateien können nicht direkt im Stammverzeichnis Ihres Systems erstellt werden
ko: 시스템의 root에 바로 파일을 생성할 수 없습니다
uk: Файли не можуть бути створені безпосередньо в корені вашої системи

source: enigu validan retpoŝtadreson
de: Geben Sie eine gültige E-Mail-Adresse ein
ko: 유효한 이메일 주소를 입력하세요
uk: Введіть дійсну електронну адресу

source: enigu liston de koma apartaj validaj retpoŝtadresoj
de: Geben Sie eine Liste der durch Kommas getrennten gültigen E-Mail-Adressen ein
ko: 쉼표로 구분된 유효한 이메일 주소 목록을 입력하세요
uk: Введіть список окремих дійсних адрес електронної пошти

source: specialaj signoj ne rajtas en dosiernomo
de: Der Dateiname darf keine Sonderzeichen enthalten
ko: 파일명에 특수문자를 사용할 수 없습니다
uk: Спеціальні персонажі заборонені в імені файлу

source: enigu validan valoron
de: Geben Sie einen gültigen Wert ein
ko: 유효한 값을 입력하세요
uk: Введіть дійсне значення

source: Ĉi rekursie forigos ĉiujn dosierojn ĉeestantajn en la nuba dosierujo "
de: Das Entfernen löscht alle Dateien im Cloud-Ordner. "
ko: 다음 클라우드 폴더 내의 모든 파일을 지우게 됩니다: "
uk: Це буде рекурсивно видалити всі файли, присутні у хмарній папці »

source: ", ne nur tiuj alŝutitaj de motionEye!
de: ", nicht nur die von motionEye hochgeladenen!
ko: " motionEye에서 업로드된 것이 아니어도 말이죠!
uk: ", не лише тих, хто завантажив Motioneye!

source: Ĉi rekursie forigos ĉiujn malnovajn amaskomunikilajn dosierojn en la dosierujo "
de: Dadurch werden alle alten Mediendateiein im Ordner gelöscht "
ko: 다음 폴더 내의 모든 오래된 미디어 파일을 지울 것입니다: "
uk: Ця рекурсія видаляє всі старі медіа -файли в каталозі "

source: ", ne nur tiuj kreitaj de motionEye!
de: ", nicht nur die von motionEye erstellten!
ko: " motionEye에서 생성된 것이 아니어도 말이죠!
uk: ", не тільки ті, створені Motioneye!

source: Ne eblas redakti la maskon sen valida kameraa bildo!
de: Die Maske kann ohne gültiges Kamerabild nicht bearbeitet werden!
ko: 유효한 카메라 이미지 없이는 마스크를 수정할 수 없습니다!
uk: Не в змозі редагувати маску без дійсного зображення камери!

source: Propra
de: Benutzerdefiniert
ko: 커스텀
uk: Власний

source: Propra dosierindiko
de: Benutzerdefinierter Dateipfad
ko: 커스텀 경로
uk: Власна індикація файлів

source: Retan kunlokon
de: Netzwerkfreigabe
ko: 네트워크 공유
uk: Онлайн -розташування

source: Via retumilo ne efektivigas ĉi tiun funkcion!
de: Ihr Browser kann diese Funktion nicht ausführen!
ko: 이 브라우저는 이 기능을 지원하지 않습니다!
uk: Ваш браузер не виконує цю функцію!

source: Apliki
de: Anwenden
ko: 적용
uk: застосувати

source: Certigu, ke ĉiuj agordaj opcioj validas!
de: Stellen Sie sicher, dass alle Konfigurationsoptionen gültig sind!
ko: 모든 옵션이 유효한지 확실히 해주세요!
uk: Переконайтесь, що всі параметри конфігурації дійсні!

source: Ĉi tio rekomencos la sistemon. Daŭrigi?
de: Dadurch wird das System neu gestartet. Fortfahren?
ko: 시스템을 재시작하게 됩니다. 계속할까요?
uk: Це відновить систему. Продовжувати?

source: Vere fermiti sistemon?
de: System wirklich herunterfahren?
ko: 정말 종료할까요?
uk: Справді закрили систему?

source: Malŝaltita
de: Ausgeschaltet
ko: 전원 꺼짐
uk: Вимкнений

source: Ĉu vere restartigi ?
de: Wirklich neu starten?
ko: 정말 재시작할까요?
uk: Дійсно перезапустити?

source: La sistemo rekomencis!
de: Das System wurde neu gestartet!
ko: 시스템이 다시 시작됐습니다!
uk: Система відновилася!

source: Bonvolu apliki unue la modifitajn agordojn!
de: Bitte übernehmen Sie zuerst die geänderten Einstellungen!
ko: 우선 수정된 설정을 적용해주세요!
uk: Будь ласка, спочатку застосуйте модифіковані налаштування!

source: Neniu fotilo por forigi!
de: Keine Kamera zum Entfernen vorhanden!
ko: 제거할 카메라가 없습니다!
uk: Ніякої камери для видалення!

source: Ĉu forigi kameraon
de: Entfernt die Kamera
ko: 카메라 제거
uk: Чи зняти камеру

source: motionEye estas ĝisdatigita (aktuala versio:
de: motionEye ist auf dem aktuellsten Stand (aktuelle Version:
ko: motionEye가 최신 버전입니다 (현재 버전:
uk: Motioneye оновлюється (Поточна версія:

source: Nova versio havebla:
de: Neue Version verfügbar:
ko: 새 버전을 사용할 수 있습니다:
uk: Доступна нова версія:

source: . Ĝisdatigi?
de: . Aktualisieren?
ko: . 업데이트할까요?
uk: . Оновлення?

source: motionEye estis sukcese ĝisdatigita!
de: motionEye wurde erfolgreich aktualisiert!
ko: motionEye가 성공적으로 업데이트되었습니다!
uk: Motioneye успішно оновлюється!

source: Ĝisdatigo malsukcesis!
de: Aktualisierung fehlgeschlagen!
ko: 업데이트에 실패했습니다!
uk: Оновлення не вдалося!

source: La ĝisdatiga procezo malsukcesis!
de: Der Update-Vorgang ist fehlgeschlagen!
ko: 업데이트 처리에 실패했습니다!
uk: Процес оновлення не вдалося!

source: Rezerva dosiero
de: Sicherungsdatei
ko: 백업 파일
uk: Файл резервного копіювання

source: La rezervan dosieron, kiun vi antaŭe elŝutis.
de: Die zuvor heruntergeladene Sicherungsdatei.
ko: 이전에 다운로드한 백업 파일입니다.
uk: Файл резервного копіювання, який ви раніше завантажували.

source: Restaŭrigi Agordon
de: Konfiguration wiederherstellen
ko: 설정 복원
uk: Відновити конфігурацію

source: Restaŭriganta agordon ...
de: Konfiguration wird wiederhergestellt ...
ko: 설정 복원 중...
uk: Налаштування відновлення ...

source: La agordo restaŭrigis!
de: Die Konfiguration wurde wiederhergestellt!
ko: 설정이 복원되었습니다!
uk: Конфігурація була відновлена!

source: Malsukcesis restaŭri la agordon!
de: Die Konfiguration konnte nicht wiederhergestellt werden!
ko: 설정 복원에 실패했습니다!
uk: Не вдалося відновити конфігурацію!

source: Aliri la alŝutan servon malsukcesis:
de: Der Zugriff auf den Upload-Dienst ist fehlgeschlagen:
ko: 업로드 서비스 접근에 실패했습니다:
uk: Для доступу до служби завантаження не вдалося:

source: Aliri la alŝutan servon sukcesis!
de: Der Zugriff auf den Upload-Dienst war erfolgreich!
ko: 업로드 서비스 연결에 성공했습니다!
uk: Доступ до послуги завантаження був успішним!

source: Sciiga retpoŝto fiaskis:
de: Das Senden der E-Mail ist fehlgeschlagen:
ko: 알림 이메일 전송에 실패했습니다:
uk: Не вдалося повідомити електронну пошту:

source: Certiĝu, ke ĉiuj agordaj opcioj estas validaj!
de: Stellen Sie sicher, dass alle Konfigurationsoptionen gültig sind!
ko: 모든 설정 값이 유효한지 확실히 해주세요!
uk: Переконайтесь, що всі параметри конфігурації дійсні!

source: Sciiga Telegramo fiaskis:
de: Das Senden der Benachrichtigung ist fehlgeschlagen:
ko: 텔레그램 알림 실패:
uk: Новини Telegram не вдалося:

source: Sciiga Telegramo sukcesis!
de: Das Senden der Benachrichtigung war erfolgreich!
ko: 텔레그램 알림 성공!
uk: Новини Телеграма була успішною!

source: Aliro al retdividado fiaskis:
de: Zugriff auf Netzwerkfreigabe fehlgeschlagen:
ko: 네트워크 공유 접근에 실패했습니다:
uk: Доступ до веб -підрозділу не вдався:

source: Aliro al retdividado sukcesis!
de: Zugriff auf Webfreigabe erfolgreich!
ko: 네트워크 공유 접근에 성공했습니다!
uk: Доступ до веб -підрозділу був успішним!

source: Ĉu vere forigi ĉi tiun dosieron?
de: Diese Datei wirklich löschen?
ko: 이 파일을 정말 삭제할까요?
uk: Дійсно видалити цей файл?

source: Ĉu vere forigi ĉiujn bildojn de "%(group)s"?
de: Wollen Sie wirklich alle Bilder aus "%(group)s" löschen?
ko: 정말 "%(group)"의 모든 사진을 삭제할까요?
uk: Дійсно видалить усі зображення з "%(групи) S"?

source: Ĉu vere forigi ĉiujn filmojn de "%(group)s"?
de: Wollen Sie wirklich alle Videos aus "%(group)s" löschen?
ko: 정말 "%(group)"의 모든 영상을 삭제할까요?
uk: Дійсно видалити всі фільми з "%(групи) S"?

source: Ĉu vere forigi ĉiujn ne grupigitajn bildojn?
de: Wollen Sie wirklich alle nicht gruppierten Bilder löschen?
ko: 정말 그룹에 속하지 않은 모든 사진을 삭제할까요?
uk: Дійсно видалити всі не згруповані зображення?

source: Ĉu vere forigi ĉiujn ne grupigitajn filmojn?
de: Wollen Sie wirklich alle nicht gruppierten Videos löschen?
ko: 정말 그룹에 속하지 않은 모든 영상을 삭제할까요?
uk: Дійсно видалити всі не згруповані фільми?

source: aldonadi kameraon...
de: Kamera hinzufügen ...
ko: 카메라 추가...
uk: Додайте камеру ...

source: bone
de: alles klar
ko: 확인
uk: в порядку

source: Uzantnomo
de: Benutzername
ko: 사용자 이름
uk: Ім'я користувача

source: Pasvorto
de: Passwort
ko: 암호
uk: Пароль

source: Memoru min
de: Bitte merken
ko: 기억하기
uk: Пам'ятай мене

source: Ensaluti
de: Melden Sie sich an
ko: 로그인
uk: Увійти

source: Nuligi
de: Abbrechen
ko: 취소
uk: Скасувати

source: Vi abortis la filmeton.
de: Das Video wurde abgebrochen.
ko: 영상을 취소했습니다.
uk: Ви перервали відео.

source: Reto eraro okazis.
de: Ein Netzwerkfehler ist aufgetreten.
ko: 네트워크 오류가 발생했습니다.
uk: Сталася помилка мережі.

source: Malkodado-eraro aŭ neprogresinta funkcio.
de: Dekodierungsfehler oder nicht spezifizierte Funktion.
ko: 미디어를 디코딩 중 오류가 발생했거나 지원되지 않는 미디어입니다.
uk: Помилка декодування або непрогресивна функція.

source: Formato ne subtenata aŭ neatingebla/netaŭga por ludado.
de: Format nicht unterstützt oder für die Wiedergabe ungeeignet.
ko: 지원되지 않는 형식이거나, 재생에 적합하지 않거나, 접근이 불가능합니다.
uk: Формат, не підтримується або недоступний/невідповідний для гри.

source: Nekonata eraro okazis.
de: Es ist ein unbekannter Fehler aufgetreten.
ko: 알 수 없는 오류가 발생했습니다.
uk: Сталася невідома помилка.

source: Eraro :
de: Fehler:
ko: 오류:
uk: Помилка:

source: antaŭa bildo
de: vorheriges Bild
ko: 이전 사진
uk: Попереднє зображення

source: ludi
de: Abspielen
ko: 재생
uk: грати

source: ludi * 5 kaj enĉenigi
de: Abspielen in 5-facher Geschwindigkeit
ko: 5개 재생 및 연속
uk: грати * 5 і потрапити

source: sekva bildo
de: nächstes Bild
ko: 다음 사진
uk: Наступна картина

source: Fermi
de: Schließen
ko: 닫기
uk: Закрити

source: Elŝuti
de: Herunterladen
ko: 다운로드
uk: Завантажувати

source: Forigi
de: Entfernen
ko: 제거
uk: Видалити

source: Kamerao tipo
de: Kameratyp
ko: 카메라 종류
uk: Тип камери

source: Loka V4L2-kamerao
de: Lokale V4L2-Kamera
ko: 로컬 V4L2 카메라
uk: Місцева камера V4L2

source: Loka MMAL-kamerao
de: Lokale MMAL-Kamera
ko: 로컬 MMAL 카메라
uk: Місцева камера ммаль

source: Reta kamerao
de: Netzwerkkamera
ko: 네트워크 카메라
uk: Інтернет -камера

source: Fora motionEye kamerao
de: Externe motionEye Kamera
ko: 원격 motionEye 카메라
uk: Камера далекого руху

source: Simpla MJPEG-kamerao
de: Einfache MJPEG-Kamera
ko: 단순 MJPEG 카메라
uk: Проста камера MJPEG

source: la speco de kamerao, kiun vi volas aldoni
de: der Kameratyp, den Sie hinzufügen möchten
ko: 추가할 카메라의 종류
uk: Тип камери, який ви хочете додати

source: http://ekzemplo.com:8765/cams/...
de: http://beispiel.com:8765/cams/...
ko: http://example.com:8765/cams/...

source: la kameraa URL (ekz. http://ekzemplo.com:8080/cam/)
de: die Kamera-URL (z. B. http://beispiel.com:8080/cam/)
ko: 카메라 URL (예: http://example.com:8080/cams/)
uk: URL -адреса камери (наприклад, http://ekzemplo.com:8080/cam/)

source: uzantnomo...
de: Benutzername ...
ko: 사용자 이름...
uk: Ім'я користувача ...

source: la uzantnomo por la URL, se bezonata (ekz. administranto)
de: bei Bedarf den Benutzernamen für die URL (z.B. admin)
ko: 필요할 경우, URL에 사용할 사용자 이름 (예: admin)
uk: Ім'я користувача для URL -адреси, якщо потрібно (наприклад, адміністратор)

source: pasvorto...
de: Passwort ...
ko: 암호...
uk: Пароль ...

source: la pasvorto por la URL, se bezonata
de: das Passwort für die URL, falls erforderlich
ko: 필요할 경우, URL을 위한 암호
uk: Пароль для URL -адреси, якщо потрібно

source: Kamerao
de: Kamera
ko: 카메라
uk: Камера

source: la kameraon, kiun vi volas aldoni
de: die Kamera, die Sie hinzufügen möchten
ko: 추가하려는 카메라
uk: камера, яку ви хочете додати

source: Fora motionEye kamerao estas kameraoj instalitaj malantaŭ alia servilo de MotionEye. Aldonante ilin ĉi tie permesos vin rigardi kaj administri ilin de malproksime.
de: Eine Remote-MotionEye-Kamera ist eine Kamera, die auf einem anderen MotionEye-Server installiert ist. Wenn Sie sie hier hinzufügen, können Sie diese aus der Ferne betrachten und verwalten.
ko: 원격 motionEye카메라는 다른 motionEye 서버에 연결된 카메라로, 이 곳에 추가하여 멀리 떨어진 곳에 있는 카메라도 보고 관리할 수 있습니다.
uk: Камера Fora Motioney - це камери, встановлені за іншим сервером Motioneye. Додавання їх тут дозволить вам шукати та керувати ними здалеку.

source: Retaj kameraoj (aŭ IP-kameraoj) estas aparatoj, kiuj denaske fluas RTSP/RTMP aŭ MJPEG-filmetojn aŭ simplajn JPEG-bildojn. Konsultu la manlibron de via aparato por ekscii la ĝustan URL RTSP, RTMP, MJPEG aŭ JPEG.
de: Netzwerkkameras (oder IP-Kameras) sind Geräte, die RTSP / RTMP- oder MJPEG-Videos oder einfache JPEG-Bilder nativ streamen. Informationen zur richtigen RTSP-, RTMP-, MJPEG- oder JPEG-URL finden Sie im Handbuch Ihres Geräts.
ko: 네트워크 카메라(또는 IP카메라)는 RTSP/RTMP 또는 MJPEG형식의 영상이나 JPEG 이미지를 자체적으로 송출합니다. 정확한 RTSP, RTMP, MJPEG 또는 JPEG URL은 각 장치의 설명서를 참조하십시오.
uk: Веб -камери (або IP -камери) - це пристрої, які означають відео RTSP/RTMP або MJPEG або прості зображення JPEG. Зверніться до посібника свого пристрою, щоб дізнатися правильну URL -адресу RTSP, RTMP, MJPEG або JPEG.

source: Lokaj MMAL-kameraoj estas aparatoj konektitaj rekte al via motionEye-sistemo. Ĉi tiuj estas kutime kart-specifaj kameraoj.
de: Lokale MMAL-Kameras sind Geräte, die direkt an Ihr motionEye-System angeschlossen sind. Dies sind normalerweise kartenspezifische Kameras.
ko: 로컬 MMAL 카메라는 이 motionEye 시스템에 직결된 장치로, 대개 특정 보드 전용 카메라입니다.
uk: Місцеві камери MMAL - це пристрої, підключені безпосередньо до вашої системи Motioneye. Зазвичай це камери, що стосуються карт.

source: Aldonante vian aparaton kiel simplan MJPEG-kameraon anstataŭ kiel retan kameraon plibonigos la fotografaĵon, sed neniu moviĝo-detekto, bilda kaptado aŭ registrado de filmoj estos disponebla por ĝi. La kamerao devas esti alirebla por via servilo kaj via retumilo. Ĉi tiu tipo de kamerao ne kongruas kun Internet Explorer.
de: Wenn Sie Ihr Gerät als einfache MJPEG-Kamera anstelle einer Webkamera hinzufügen, wird die Fotografie verbessert, es sind jedoch keine Bewegungserkennung, Bilderfassung oder Filmaufzeichnung verfügbar. Die Kamera muss für Ihren Server und Ihren Browser zugänglich sein. Dieser Kameratyp passt nicht zum Internet Explorer.
ko: 네트워크 카메라 대신 MJPEG 카메라로 장치를 추가할 경우 초당 프레임 수는 증가하지만 움직임 감지, 사진 캡쳐와 영상 녹화는 사용할 수 없게 됩니다. 카메라는 서버와 브라우저에서 볼 수 있습니다. 이 형식의 카메라는 Internet Explorer에서 사용할 수 없습니다.
uk: Додавання вашого пристрою як просту камеру MJPEG замість того, як онлайн -камера покращить фотографію, але для неї не буде доступне виявлення руху, зйомки зображень чи запису фільмів. Камера повинна бути доступною для вашого сервера та вашого браузера. Цей тип камери не відповідає Internet Explorer.

source: Lokaj V4L2-kameraoj estas kameraaj aparatoj konektitaj rekte al via motionEye-sistemo, kutime per USB.
de: Lokale V4L2-Kameras sind Kamerageräte, die normalerweise über USB direkt an Ihr motionEye-System angeschlossen sind.
ko: 로컬 V4L2 카메라는 motionEye 시스템에 직결된 카메라로, 대개 USB로 연결됩니다.
uk: Місцеві камери V4L2 - це пристрої камери, підключені безпосередньо до вашої системи Motioneye, як правило, через USB.

source: Aldonadi kameraon...
de: Kamera hinzufügen ...
ko: 카메라 추가...
uk: Додайте камеру ...

source: Grupo
de: Gruppe
ko: 그룹
uk: Група

source: Inkluzivi foton prenitan ĉiun
de: Inkludiere ein Foto alle
ko: 매 X마다 찍힌 사진 포함
uk: Включіть фотографію, зроблене кожним

source: sekundo
de: 1 Sekunde
ko: 초
uk: секунда

source: 5 sekundoj
de: 5 Sekunden
ko: 5초
uk: 5 секунд

source: 10 sekundoj
de: 10 Sekunden
ko: 10초
uk: 10 секунд

source: 30 sekundoj
de: 30 Sekunden
ko: 30초
uk: 30 секунд

source: minuto
de: 1 Minute
ko: 1분
uk: хвилина

source: 5 minutoj
de: 5 Minuten
ko: 5분
uk: 5 хвилин

source: 10 minutoj
de: 10 Minuten
ko: 10분
uk: 10 хвилин

source: 30 minutoj
de: 30 Minuten
ko: 30분
uk: 30 хвилин

source: horo
de: 1 Stunde
ko: 1시간
uk: година

source: Elektu la intervalon de tempo inter du elektitaj bildoj.
de: Wählen Sie das Zeitintervall zwischen zwei ausgewählten Bildern.
ko: 선택된 두 사진 사이의 시간 간격을 선택하세요.
uk: Виберіть діапазон часу між двома вибраними зображеннями.

source: Filmo framfrekvenco
de: Videobildrate
ko: 영상 초당 프레임 수
uk: Швидкість кадру фільму

source: Elektu kiom rapide vi volas ke la akselita video estu.
de: Wählen Sie aus, wie schnell der Zeitraffer wiedergegeben werden soll.
ko: 타임랩스 재생 속도를 선택하세요.
uk: Виберіть, наскільки швидко ви хочете, щоб озброєне відео було.

source: Konsiderante la grandan nombron da bildoj, krei vian video povus daŭri iom da tempo!
de: Angesichts der großen Anzahl von Bildern kann das Erstellen Ihres Videos einige Zeit dauern!
ko: 선택된 사진 수가 많으면 타임랩스 생성에 시간이 좀 걸릴 수 있습니다!
uk: Враховуючи велику кількість фотографій, створення вашого відео може зайняти деякий час!

source: Krei akselita video
de: Timelapse erstellen
ko: 타임랩스 영상 만들기
uk: Створіть озброєне відео

source: Filmo kreanta en progreso...
de: Video in Bearbeitung ...
ko: 타임랩스 영상 만드는 중...
uk: Фільми, що створює в процесі ...

source: Zipitaj
de: Gezippt
ko: 압축됨
uk: Застеблений

source: Akselita video
de: Zeitraffer
ko: 타임랩스
uk: Закріплене відео

source: Forigi ĉiujn
de: Alles entfernen
ko: 전체 삭제
uk: Видалити все

source: Bildoj prenitaj de
de: Bilder von
ko: 사진 촬영자:
uk: Зображення, зроблені

source: Filmoj registritaj de
de: Videos aufgenommen von
ko: 영상 촬영자:
uk: Фільми, записані

source: montru ĉi tiun fotilon plenekranan
de: Diese Kamera im Vollbildmodus anzeigen
ko: 카메라 전체화면으로 보기
uk: Покажіть цю камеру на повний екран

source: montri ĉiujn fotilojn
de: Alle Kameras anzeigen
ko: 전체 카메라 보기
uk: Показати всі камери

source: montru nur ĉi tiun fotilon
de: Nur diese Kamera anzeigen
ko: 이 카메라만 보기
uk: Покажіть лише цю камеру

source: malfermaj bildoj retumilo
de: Fotos öffnen
ko: 사진 탐색기 열기
uk: Відкриті картинки браузер

source: malferma videoj retumilo
de: Videos öffnen
ko: 영상 탐색기 보기
uk: Відкрийте веб -переглядач

source: agordi ĉi tiun kameraon
de: Kamerareinstellungen
ko: 이 카메라 설정
uk: Встановіть цю камеру

source: preni instantaron
de: Foto erstellen
ko: 스냅샷 촬영
uk: прийняти миттєво

source: Vi ankoraŭ ne agordis iun kameraon. Alklaku ĉi tie por aldoni unu ...
de: Sie haben noch keine Kamera konfiguriert. Klicken Sie hier, um eine ...
ko: 설정된 카메라가 없습니다. 여기를 클릭해서 생성하세요.
uk: Ви ще не встановили жодної камери. Клацніть тут, щоб додати один ...

source: enigu pozitivan nombron
de: Geben Sie eine positive Zahl ein
ko: 0보다 큰 수 입력
uk: Введіть додатковий номер

source: enigu pozitivan entjeran nombron
de: Geben Sie eine positive Ganzzahl ein
ko: 0보다 큰 정수 입력
uk: Введіть позитивне ціле число

source: enigu nombron
de: Geben Sie eine Zahl ein
ko: 수 입력
uk: Введіть номер

source: enigu entjeran nombron
de: Geben Sie eine Ganzzahl ein
ko: 정수 입력
uk: Введіть цілий номер

source: inter
de: zwischen
ko: 사이
uk: між

source: kaj
de: und
ko: 와(과)
uk: і

source: pli ol
de: größer als
ko: 초과
uk: більше ніж

source: malpli ol
de: kleiner als
ko: 미만
uk: менше ніж

source: enigu validan tempon en la sekva formato: HH:MM
de: Geben Sie die gültige Zeit im folgenden Format ein: HH:MM
ko: MM 형식으로 유효한 시간 입력
uk: Введіть дійсний час у такому форматі: HH: MM

source: enigu validan URL (ekz. http://ekzemplo.com:8080/cams/)
de: Geben Sie eine gültige URL ein (z. B. http://beispiel.com:8080/cams/)
ko: 유효한 URL 입력 (예: http://example.com:8080/cams/)
uk: Введіть дійсну URL -адресу (наприклад, http://ekzemplo.com:8080/cams/)

source: fermi
de: schließen
ko: 닫기
uk: закрити

source: Ne
de: Nein
ko: 아니오
uk: Ні

source: Jes
de: Ja
ko: 예
uk: Так

source: Bone
de: Okay
ko: 확인
uk: В порядку

source: Auto Exposure
de: Automatische Belichtung
ko: 자동 노출
uk: Автоматичне опромінення

source: Backlight Compensation
ko: 후광 보정
uk: Компенсація підсвічування

source: Brightness
de: Helligkeit
ko: 밝기
uk: Яскравість

source: Contrast
de: Kontrast
ko: 대비
uk: Протиставляти

source: Exposure Absolute
de: Absolute Belichtung
ko: 절대 노출
uk: Експозиція абсолютно

source: Exposure Auto
ko: 노출 자동
uk: Експозиція автоматично

source: Exposure Auto Priority
ko: 자동 노출 우선순위
uk: Експозиція Авто -пріоритет

source: Exposure Time Absolute
ko: 절대 노출 시간
uk: Час експозиції абсолютно

source: Focus Absolute
de: Absoluter Fokus
ko: 절대 초점
uk: Зосередитись абсолютно

source: Focus Auto
ko: 자동 초점
uk: Фокус автоматично

source: Gain
de: Verstärkung
ko: 얻다
uk: Виграш

source: Gamma
ko: 감마
uk: Гамма

source: Hue
de: Farbton
ko: 색조
uk: Відтінок

source: Led1 Mode
ko: LED1 모드
uk: Режим LED1

source: Led1 Frequency
ko: LED1 빈도
uk: Частота LED1

source: Pan Absolute
ko: 절대 팬(Pan)
uk: Пан абсолютно

source: Power Line Frequency
ko: 전원 주파수
uk: Частота лінії електропередач

source: Saturation
de: Sättigung
ko: 채도
uk: Насичення

source: Sharpness
de: Schärfe
ko: 선명도
uk: Різкість

source: Tilt Absolute
ko: 절대 기울기
uk: Нахил абсолютно

source: White Balance Temperature
ko: 화이트밸런스 온도
uk: Температура балансу білого

source: White Balance Temperature Auto
ko: 자동 화이트밸런스 온도
uk: Температура балансу білого автоматично

source: Zoom Absolute
ko: 절대 확대
uk: Збільшити абсолютно
